[
 {
  "id": "1_1",
  "le": "Capricorn is a cardinal earth sign, the Capricorn woman Capricorn man compatibility gets a FOUR Hearts rating. Having fun is not always the top priority, and they will have to pull themselves and their partner out of the gloom once in a while.",
  "lc": 4
 },
 {
  "id": "1_2",
  "le": "Capricorn is a cardinal earth sign whereas Aquarius is a fixed air sign, the Capricorn woman Aquarius man compatibility gets a THREE Hearts rating. If the Capricorn woman and Aquarius man can find a common goal to rally around, they will come to terms with their mate’s unique way of looking at the world. Once that happens, they will commit to the relationship for life.",
  "lc": 3
 },
 {
  "id": "1_3",
  "le": "Capricorn is a cardinal earth sign whereas Pisces is a mutable water sign, the Capricorn woman Pisces man compatibility gets a FOUR Hearts rating. The Capricorn woman Pisces man can help each other if they can get past their differences.",
  "lc": 4
 },
 {
  "id": "1_4",
  "le": "Capricorn is a cardinal earth sign whereas Aries is a cardinal fire sign, the Capricorn woman Aries man compatibility gets a TWO Hearts rating. The Capricorn Aries couple will have to work to find a balance, where she lessens her hold on him and he adjusts his attitude to help with the responsibilities",
  "lc": 2
 },
 {
  "id": "1_5",
  "le": "Capricorn is a cardinal earth sign whereas Taurus is a fixed earth sign, the Capricorn woman Taurus man compatibility gets a FIVE Hearts rating. Overall this relationship has excellent love compatibility between the partners.",
  "lc": 5
 },
 {
  "id": "1_6",
  "le": "Capricorn is a cardinal earth sign whereas Gemini is a mutable air sign, the Capricorn woman Gemini man compatibility gets a THREE Hearts rating. If the Capricorn Gemini match can find a balance between frivolity and frugality, they will go far as a couple with good love compatibility.",
  "lc": 3
 },
 {
  "id": "1_7",
  "le": "Capricorn is a cardinal earth sign whereas Cancer is a cardinal water sign, the Capricorn woman Cancer man compatibility gets a ONE Hearts rating. The Capricorn woman Cancer man love compatibility will succeed only if both the partners have the patience to listen to each other.",
  "lc": 1
 },
 {
  "id": "1_8",
  "le": "Capricorn is a cardinal earth sign whereas Leo is a fixed fire sign, the Capricorn woman Leo man compatibility gets a THREE Hearts rating. The Capricorn Leo stubbornness will come up time and time again, and they will have to work together to find some kind of compromise. But if they can relinquish a bit of control and focus on their common goals, this couple will be a powerhouse for the ages!",
  "lc": 3
 },
 {
  "id": "1_9",
  "le": "Capricorn is a cardinal earth sign whereas Virgo is a mutable earth sign, the Capricorn woman Virgo man compatibility gets a FIVE Hearts rating. The Capricorn Virgo match are perfect for each other and they have the ability to go far if they can focus on their strengths and cope with their weaknesses. With his persistence and her endurance, they will last forever.",
  "lc": 5
 },
 {
  "id": "1_10",
  "le": "Capricorn is a cardinal earth sign whereas is a Libra is a cardinal air sign, the Capricorn woman Libra man compatibility gets a TWO Hearts rating. As long as the Capricorn woman Libra man couple care about helping their partner and maintaining a stable relationship, they will have a mate for life.",
  "lc": 2
 },
 {
  "id": "1_11",
  "le": "Capricorn is a cardinal earth sign whereas Scorpio is a fixed water sign, the Capricorn woman Scorpio man compatibility gets a FOUR Hearts rating. Through persistent and tough discourse the Capricorn Scorpio match should be able to work out their differences. And as long as they are marching down the same path, they will have good love compatibility and support each other forever.",
  "lc": 4
 },
 {
  "id": "1_12",
  "le": "Capricorn is a cardinal earth sign whereas Sagittarius is a mutable fire sign, the Capricorn woman Sagittarius man compatibility gets a TWO Hearts rating. The Capricorn and Sagittarius pair will have to put as much effort into their relationship as they do in their individual pursuits.",
  "lc": 2
 },
 {
  "id": "2_1",
  "le": "Aquarius is a fixed air sign whereas Capricorn is a cardinal earth sign, the Aquarius woman Capricorn man compatibility gets a TWO Hearts rating. If they can acknowledge their partner’s diversity as complementary to their personality, the Aquarius woman and Capricorn man can build a lasting relationship based on love and respect. She will stay by his side if he flies along with her, and once he’s committed he’s there for life.",
  "lc": 2
 },
 {
  "id": "2_2",
  "le": "Aquarius is a fixed air sign, the Aquarius woman Aquarius man compatibility gets a FOUR Hearts rating. If they can balance fun with responsibility they will have a wonderful life together.",
  "lc": 4
 },
 {
  "id": "2_3",
  "le": "Aquarius is a fixed air sign whereas Pisces is a mutable water sign, the Aquarius woman man compatibility gets a THREE Hearts rating. A compromise is necessary to keep the Aquarius Pisces match happy. But if the Aquarius woman can learn patience from her Pisces man, and he can learn to be spontaneous from his airy queen, they will find common ground to suit both their needs.",
  "lc": 3
 },
 {
  "id": "2_4",
  "le": "Aquarius is a fixed air sign whereas Aries is a cardinal fire sign, the Aquarius woman Aries man compatibility gets a FOUR Hearts rating. But together, the Aquarius woman and Aries man can devise brilliant schemes and execute them in a way that satisfies both sun signs.",
  "lc": 4
 },
 {
  "id": "2_5",
  "le": "Aquarius is a fixed air sign whereas Taurus is a fixed earth sign, the Aquarius woman man compatibility gets a TWO Hearts rating. If the Aquarius and Taurus sun signs can keep an open mind, they can learn a lot from their partner.",
  "lc": 2
 },
 {
  "id": "2_6",
  "le": "Aquarius is a fixed air sign whereas Gemini is a mutable air sign, the Aquarius woman Gemini man compatibility gets a FIVE Hearts rating. They will have to work to find a balance between fun and obligation in this relationship.",
  "lc": 5
 },
 {
  "id": "2_7",
  "le": "Aquarius is a fixed air sign whereas Cancer is a cardinal water sign, the Aquarius woman Cancer man compatibility gets a THREE Hearts rating. The Aquarius Cancer pair will have to build a foundation of honesty and respect if they are to maintain a balanced union. But he will work hard to keep his Aquarius partner happy, and she will always return to his nurturing ways. When they are on the same path, there’s nothing they can’t do together.",
  "lc": 3
 },
 {
  "id": "2_8",
  "le": "Aquarius is a fixed air sign whereas Leo is a fixed fire sign, the Aquarius woman Leo man compatibility gets a ONE Hearts rating. This is one tough relationship that needs a lot of work to succeed.",
  "lc": 1
 },
 {
  "id": "2_9",
  "le": "Aquarius is a fixed air sign whereas Virgo is a mutable earth sign, the Aquarius woman Virgo man compatibility gets a THREE Hearts rating. If they rely on each other’s strengths and accept their weaknesses, the Aquarius Virgo couple can go the distance with excellent love compatibility.",
  "lc": 3
 },
 {
  "id": "2_10",
  "le": "Aquarius is a fixed air sign whereas Libra is a cardinal air sign, the Aquarius woman Libra man compatibility gets a FIVE Hearts rating. Together, they make a natural and nurturing couple.",
  "lc": 5
 },
 {
  "id": "2_11",
  "le": "Aquarius is a fixed air sign whereas Scorpio is a fixed water sign, the Aquarius woman Scorpio man compatibility gets a TWO Hearts rating. Only through their shared work ethic and incredible drive to obtain whatever they want will the Aquarius and Scorpio match be able to work together. As long they both want the same things, this couple is unstoppable.",
  "lc": 2
 },
 {
  "id": "2_12",
  "le": "Aquarius is a fixed air sign whereas Sagittarius is a mutable fire sign, the quarius woman Sagittarius man compatibility gets a FOUR Hearts rating. Once the Aquarius Sagittarius pair solidify their match through mutual love and understanding, their relationship will be one for the record books.",
  "lc": 4
 },
 {
  "id": "3_1",
  "le": "Pisces is a mutable water sign whereas Capricorn is a cardinal earth sign, the Pisces woman Capricorn man compatibility gets a FOUR Hearts rating. Together the Pisces Capricorn match can enhance their relationship by keeping an open mind and learning from their mate’s better qualities.",
  "lc": 4
 },
 {
  "id": "3_2",
  "le": "Pisces is a mutable water sign whereas Aquarius is a fixed air sign, the Pisces woman Aquarius man compatibility gets a THREE Hearts rating. The Pisces Aquarius match can both offer their good qualities of emotional depth and rational thought to create a more complete relationship if they’re willing to keep an open mind.",
  "lc": 3
 },
 {
  "id": "3_3",
  "le": "Pisces is a mutable water sign, the Pisces woman Pisces man compatibility gets a FOUR Hearts rating. Together, the Pisces man Pisces woman match can navigate the sea of life for as long as they live.",
  "lc": 4
 },
 {
  "id": "3_4",
  "le": "Pisces is a mutable water sign whereas Aries is a cardinal fire sign, the Pisces woman Aries man compatibility gets a TWO Hearts rating. If he can learn to trust and respect her wishes, she will give him dreams and ambitions he never would have thought of on his own. And once he sets them in motion, this Pisces Aries couple will go the distance!",
  "lc": 2
 },
 {
  "id": "3_5",
  "le": "Pisces is a mutable water sign whereas Taurus is a fixed earth sign, the Pisces woman Taurus man compatibility gets a FOUR Hearts rating. As long as they can keep moving forward they will make each other happy. And because they share in a life full of beauty and comfort, the Pisces Taurus relationship can be a lasting one.",
  "lc": 4
 },
 {
  "id": "3_6",
  "le": "Pisces is a mutable water sign whereas Gemini is a mutable air sign, the Pisces woman man compatibility gets a TWO Hearts rating. They will have to learn to stay together and deal with their problems if they are ever to find a resolution. But if the Pisces woman and Gemini man put the effort into it, they can bring each other to new heights for the rest of their lives.",
  "lc": 2
 },
 {
  "id": "3_7",
  "le": "Pisces is a mutable water sign whereas Cancer is a cardinal water sign, the Pisces woman Cancer man compatibility gets a FIVE Hearts rating. The Pisces Cancer match makes one the most compatible relationships of the zodiac.",
  "lc": 5
 },
 {
  "id": "3_8",
  "le": "Pisces is a mutable water sign whereas Leo is a fixed fire sign, the Pisces woman Leo man compatibility gets a THREE Hearts rating. If the Pisces Leo match can find a compromise, their devotion to each other is unbreakable.",
  "lc": 3
 },
 {
  "id": "3_9",
  "le": "Pisces is a mutable water sign whereas Virgo is a mutable earth sign, the Pisces woman Virgo man compatibility gets a ONE Hearts rating. The Pisces Virgo relationship can be an exciting but is filled with challenges.",
  "lc": 1
 },
 {
  "id": "3_10",
  "le": "Pisces is a mutable water sign whereas Libra is a cardinal sign, the Pisces woman Libra man compatibility gets a THREE Hearts rating. If the Pisces and Libra zodiac signs can focus on their strengths, this couple will remain loyal to each other forever.",
  "lc": 3
 },
 {
  "id": "3_11",
  "le": "Pisces is a mutable water sign whereas Scorpio is a fixed water sign, the Pisces woman Scorpio man compatibility gets a FIVE Hearts rating. If the Pisces and Scorpio sun signs can work together toward a common goal, they will go well beyond their wildest dreams.",
  "lc": 5
 },
 {
  "id": "3_12",
  "le": "Pisces is a mutable water sign whereas Sagittarius is a mutable fire sign, the Pisces woman Sagittarius man compatibility gets a TWO Hearts rating.",
  "lc": 2
 },
 {
  "id": "4_1",
  "le": "Aries is a cardinal fire sign, and Capricorn is a cardinal earth sign, the Aries woman Capricorn man compatibility gets a TWO Hearts rating. In their way both Aries women and Capricorn men, each possess the one quality that any relationship needs to survive – loyalty. And if they can recognize that in their partner, the Aries woman Capricorn marriage can be built on such foundation that both parties will be satisfied. It will be tough, but not impossible for the Aries woman Capricorn man to succeed in love.",
  "lc": 2
 },
 {
  "id": "4_2",
  "le": "Aries is a cardinal fire sign, and Aquarius is a fixed air sign, the Aries woman Aquarius man compatibility gets a FOUR Hearts rating. Again, it’s all about finding that right amount of air pressure to give life to the fire. And both the Aries woman and the Aquarius man are committed once that fire is lit. There is no going back in this relationship.",
  "lc": 4
 },
 {
  "id": "4_3",
  "le": "Aries is a cardinal fire sign, and Pisces is a mutable water sign, the Aries woman Pisces man compatibility gets a TWO Hearts rating. The Pisces men should be careful about allowing their Aries soul mate to walk all over them. Aries women, in turn, must be vigilant, so his carefree style doesn’t hold them back. But if they can come together with love and shared sacrifice, it will be a magical existence.",
  "lc": 2
 },
 {
  "id": "4_4",
  "le": "Both being cardinal fire signs, the Aries woman Aries man compatibility gets a FOUR Hearts rating. If they can settle on similar goals that work for both of them, then they should be able to find their peaceful co-existence. The Aries man Aries woman relationship has excellent chances of succeeding.",
  "lc": 4
 },
 {
  "id": "4_5",
  "le": "Aries being a cardinal fire sign and the Taurus is a fixed earth sign, the Aries woman Taurus man compatibility gets a THREE Hearts rating. Both parties are committed to the relationship, as an Aries woman and Taurus man in love will be. He will leave her alone well before an argument, and she grows heated. The Aries woman Taurus man make a strong match.",
  "lc": 3
 },
 {
  "id": "4_6",
  "le": "Can Aries woman and Gemini man be together? Aries is a cardinal fire sign, and Gemini is a mutable air sign, the Aries woman Gemini man compatibility gets a FOUR Hearts rating. This kind of union will go far, as the Aries woman will initiate endless new adventures.\nAnd her Gemini man counterpart will gladly go along for the ride (as long as there is no pressure placed on him). As long as the Aries woman dating the Gemini man offer each other the space that each star sign needs to thrive, this pair will remain the perfect match.\n",
  "lc": 4
 },
 {
  "id": "4_7",
  "le": "As Aries woman Cancer man are cardinal signs, but one is a fire element while the other is a water sign, the Aries woman Cancer man compatibility gets a FOUR Hearts rating. This kind of Aries woman Cancer man compatibility requires a lot of time and attention, but the Aries woman is up for anything. As long as her Cancer lover counterpart can hang on tight, she will take him far. Are Aries woman Cancer man a good match? Now your questions have been answered.",
  "lc": 4
 },
 {
  "id": "4_8",
  "le": "Aries star sign and Leo sun sign are both fire signs while one is a cardinal fire sign the other is a fixed sign, the Aries woman Leo man compatibility gets a FIVE Hearts rating. Sharing common goals will help solidify not only the Aries woman Leo man love compatibility but their home life as well. And once the commitment is made, neither one will let go. They are here to stay. Which zodiac couple is the best? Aries woman Leo man.",
  "lc": 5
 },
 {
  "id": "4_9",
  "le": "Aries is a cardinal fire sign, and Virgo is a mutable earth sign, the Aries woman Virgo man compatibility gets a THREE Hearts rating. The Aries woman Virgo man dating each other can teach each other so much. Patience for the Aries woman and spontaneity for her Virgo partner. You can then be sure that the relationship will always be growing. It may be a challenge, but it is one that both the star signs will be able to meet with grace and tenacity. The Aries woman Virgo man make a good match.",
  "lc": 3
 },
 {
  "id": "4_10",
  "le": "Aries zodiac sign and Libra sign are cardinal signs, while Aries is fire, Libra is an air sign. The Aries woman Libra man compatibility gets an ONE Heart rating.  This may not look good, but there are chances for success. As long as he allows her the independence she needs, and she gives him the time to think through his decisions, the Aries woman Libra man zodiac match will find the balance they need to live a long, happy life together.",
  "lc": 1
 },
 {
  "id": "4_11",
  "le": "Aries is a cardinal fire sign, and Scorpio is a fixed water sign, the Aries woman Scorpio man compatibility gets a THREE Hearts rating. If she can navigate his mysterious side and he can accept her ego, they can offset the other person’s quirks for a stable union. And this will allow them the room to change and grow, which is something both star signs desire to keep their lives active. The Aries woman Scorpio man couple can have a pleasant time together.",
  "lc": 3
 },
 {
  "id": "4_12",
  "le": "Aries sun sign and Sagittarius sign are fire signs; just that one is cardinal whereas the other is a mutable sign. The Aries woman Sagittarius man compatibility gets a FIVE Hearts rating. If they are as generous to each other outside the bedroom as they are inside the bedroom, they will create a long-term relationship both regarding love and understanding. Aries woman Sagittarius man make one of the best zodiac couples.",
  "lc": 5
 },
 {
  "id": "5_1",
  "le": "Taurus is a fixed earth sign, and Capricorn is a cardinal earth sign, the Taurus woman Capricorn man compatibility gets a FIVE Hearts rating. The Taurus woman Capricorn man love compatibility is excellent, and this is an adorable and committed relationship. This is a match made in heaven based on astrology compatibility.",
  "lc": 5
 },
 {
  "id": "5_2",
  "le": "Taurus is a fixed earth sign, and Aquarius is a fixed air sign, the Taurus woman Aquarius man compatibility gets a TWO Hearts rating. While the Taurus woman Aquarius man marriage is not written in the stars, it’s not impossible either.\nAs with anything, it takes time and communication to keep these star signs together. Astrology compatibility predicts that if he can curb his unpredictable tendencies and she can open her mind to explore unfamiliar territory, they can fall in love and reach a blissful existence. The Taurus woman Aquarius man relationship has a chance to succeed with better understanding.",
  "lc": 2
 },
 {
  "id": "5_3",
  "le": "Taurus is a fixed earth sign, and Pisces is a mutable water sign, the Taurus woman Pisces man compatibility gets a FOUR Hearts rating. If the Taurus woman Pisces man match can avoid the rare relationship pitfalls, these two sun signs will make each other happy until the end of time. This couple can go a long way together in life.",
  "lc": 4
 },
 {
  "id": "5_4",
  "le": "Taurus is a fixed earth sign, and Aries is a cardinal fire sign, the Taurus woman Aries man compatibility gets a TWO Hearts rating. She is alluring and sensual, and he makes her blush with his suggestive comments. This daily ritual takes the Taurus woman Aries man friendship to another level and helps to create a fulfilling bond that can last a lifetime between these two sun signs. The bull and the ram can have a thing going provided they want to.",
  "lc": 2
 },
 {
  "id": "5_5",
  "le": "Taurus is a fixed earth sign, the Taurus woman Taurus man compatibility gets a FOUR Hearts rating. For these two, there is never a need to look elsewhere because everything they want or need is right where they are. As long as they can continue the harmony, and avoid the relationship pitfalls, their love compatibility will resound through the ages. The Taurus woman Taurus man love match is one that is made in heaven.",
  "lc": 4
 },
 {
  "id": "5_6",
  "le": "Taurus is a fixed earth sign and Gemini is a mutable air sign, the Taurus woman Gemini man compatibility gets a THREE Hearts rating. Finding the right balance between his fleeting nature and her constant hold will be a challenge for the Taurus woman Gemini man relationship, and one that neither partner may want to tackle. But if the witty repertoire is too good to let go and the physical attraction is great, these zodiac signs might just make it work for the long haul. The Taurus woman Gemini man zodiac match will be a witty relationship.",
  "lc": 3
 },
 {
  "id": "5_7",
  "le": "In astrology, Taurus is a fixed earth sign, and Cancer is a cardinal water sign, the Taurus woman Cancer man compatibility gets a FOUR Hearts rating. There is nothing complicated about the Taurus woman Cancer man love compatibility, as they understand each other’s needs and personal desires.\nThe combination of emotional release for him and physical satisfaction for her makes this the perfect sexual union. With this ideal picture of harmony, this Taurus woman Cancer man relationship will stand the test of time. If they overcome the initial hiccups, they have a long life together.\n",
  "lc": 4
 },
 {
  "id": "5_8",
  "le": "Taurus is a fixed earth sign, and Leo is a fixed fire sign, the Taurus woman Leo man compatibility gets a TWO Hearts rating. This match between the Taurus woman and Leo man in love will only work when there is a reasonable understanding of the relationship. Otherwise, this relationship is doomed to failure! There is a chance of success if both put in some effort to make the match work.",
  "lc": 2
 },
 {
  "id": "5_9",
  "le": "Taurus is a fixed earth sign, and Virgo is a mutable earth sign, the Taurus woman Virgo man compatibility gets a FIVE Hearts rating. This is an excellent partnership in which there is the right balance of love, understanding, and commitment. The Taurus woman and Virgo man friendship is one that can last lifelong. But both have to be keen on it. This is one of the most mutually harmonious relationships.",
  "lc": 5
 },
 {
  "id": "5_10",
  "le": "Taurus is a fixed earth sign, and Libra is a cardinal air sign, the Taurus woman Libra man compatibility gets a THREE Hearts rating. The Taurus woman and Libra man zodiac sign pairing can be harmonious only when they learn to accept each other with love and respect. This is one match that thrives on making the other feel special.",
  "lc": 3
 },
 {
  "id": "5_11",
  "le": "Taurus is a fixed earth sign, and Scorpio is a fixed water sign, the Taurus woman Scorpio man compatibility gets an ONE Hearts rating. This can be a demanding and challenging relationship.\nThe Taurus woman Scorpio man soulmates will need to make the right efforts to stay together since the love compatibility between the two is not exceptionally good. They will need to put in a lot of effort to make this zodiac love match work.\n",
  "lc": 1
 },
 {
  "id": "5_12",
  "le": "Taurus is a fixed earth sign, and Sagittarius is a mutable fire sign, the Taurus woman Sagittarius man compatibility gets a THREE Hearts rating. The Sagittarius man just has to remember to offer her the reassurance she requires in any committed relationship.\nFor, once she makes up her mind, she sticks with her decision. He just has to show her the same courtesy, and the Taurus woman Sagittarius man friendship will last. And this might even turn into a long-lasting relationship.\n",
  "lc": 3
 },
 {
  "id": "6_1",
  "le": "Gemini is a mutable air sign whereas Capricorn is a cardinal earth sign, the Gemini woman Capricorn man compatibility gets a THREE Hearts rating. This love match can go either way. If the attraction is excellent and the Gemini woman and Capricorn man friendship stable, they will be able to adapt and grow in each other’s presence for a lifetime.",
  "lc": 3
 },
 {
  "id": "6_2",
  "le": "Gemini is a mutable air sign whereas Aquarius is a fixed air sign, the Gemini woman Aquarius man compatibility gets a FIVE Hearts rating. They satisfy both the physical and mental aspects of their desires, making their shared life a fulfilling one. This is a couple made for each other. The Gemini woman Aquarius man are one of the best zodiac couples.",
  "lc": 5
 },
 {
  "id": "6_3",
  "le": "Gemini is a mutable air sign whereas Pisces is a mutable water sign, the Gemini woman Pisces man compatibility gets a TWO Hearts rating. With a little give and take, both the Gemini women and Pisces men can learn to meet at the horizon. Is Gemini woman and Pisces man compatible? You can answer for yourself.",
  "lc": 2
 },
 {
  "id": "6_4",
  "le": "Gemini woman and Aries man compatible? Can Gemini woman Aries man be together? Gemini is a mutable air sign whereas Aries is a cardinal fire sign, the Gemini woman Aries man compatibility gets a FOUR Hearts rating. So, both just have to learn to live with each other and understand each other’s quirks. If she can profess her loyalty and he can accept her unpredictability, the Gemini woman and Aries man will have a mate for life.",
  "lc": 4
 },
 {
  "id": "6_5",
  "le": "Gemini is a mutable air sign whereas Taurus is a fixed earth sign, the Gemini woman Taurus man compatibility gets a TWO Hearts rating. If the Taurus man allows her the space she needs to roam and the Gemini woman understands his need to stay home, they can take turns making their lover happy forever. This Gemini woman Taurus man zodiac couple can be together with some compromises.",
  "lc": 2
 },
 {
  "id": "6_6",
  "le": "Gemini is a mutable air sign and the Gemini woman Gemini man compatibility gets a FOUR Hearts rating. Give each other space and things will work out for both of you. Gemini woman Gemini man can be together for a lifetime!",
  "lc": 4
 },
 {
  "id": "6_7",
  "le": "Gemini is a mutable air sign whereas Cancer is a cardinal water sign, the Gemini woman Cancer man compatibility gets a THREE Hearts rating. Now you know if Gemini woman and Cancer man can be together.",
  "lc": 3
 },
 {
  "id": "6_8",
  "le": "Gemini is a mutable air sign whereas Leo is a fixed fire sign, the Gemini woman Leo man compatibility gets a FOUR Hearts rating. Various obstacles are standing in the way of a perfect Gemini woman Leo man marriage.",
  "lc": 4
 },
 {
  "id": "6_9",
  "le": "Gemini is a mutable air sign whereas Virgo is a mutable earth sign, the Gemini woman Virgo man compatibility gets a TWO Hearts rating. He is as loyal as they come, and she recognizes his fierce devotion to her. She loves his protective nature, for it fits nicely in her fantasy of the perfect gentleman. And he will be sure to deliver that romance and love her for the rest of their lives. The Gemini woman and Virgo man can be life partners if they learn to adjust.",
  "lc": 2
 },
 {
  "id": "6_10",
  "le": "Gemini woman in love is a mutable air sign whereas Libra is a cardinal air sign, the Gemini woman Libra man compatibility gets a FIVE Hearts rating. Both of these zodiac signs can be very stubborn, and it will take work to reach a compromise. But if he can let go once in a while and she can land on her feet, the Gemini woman Libra man relationship will go far. Can the Gemini woman and Libra man be together? But that depends on the Gemini woman Libra man couple in love.",
  "lc": 5
 },
 {
  "id": "6_11",
  "le": "Gemini is a mutable air sign whereas Scorpio is a fixed water sign, the Gemini woman Scorpio man compatibility gets a THREE Hearts rating. Once he realizes she is faithful to him, even when she’s off on her own, this helps him to solidify his commitment to her.\nFor he is the rock that their relationship will be built upon, and see the planet that orbits him. Together, the Gemini woman Scorpio man in love can create their universe and make it blissful.\n",
  "lc": 3
 },
 {
  "id": "6_12",
  "le": "Gemini is a mutable air sign whereas Sagittarius is a mutable fire sign, the Gemini woman Sagittarius man compatibility gets an ONE Heart rating. Together, the Gemini woman Sagittarius man love match has all the fire and energy to last a lifetime provided they overcome their differences.",
  "lc": 1
 },
 {
  "id": "7_1",
  "le": "Cancer is a cardinal water sign whereas Capricorn is a cardinal earth sign, the Cancer woman Capricorn man compatibility gets an ONE Hearts rating. Both of them can be fairly stubborn, and it will take some movement on both parts to keep the relationship going. But with communication and patience, these two can learn quite a bit from each other, keeping theirs a healthy life together. The Cancer woman Capricorn man zodiac match needs to work hard to make it work.",
  "lc": 1
 },
 {
  "id": "7_2",
  "le": "Cancer is a cardinal water sign whereas Aquarius is a fixed air sign, the Cancer woman Aquarius man compatibility gets a THREE Hearts rating. Once she comes to understand what makes the Aquarius man tick, he will love her to the moon and back. This Cancer woman Aquarius man love match is unique and different.",
  "lc": 3
 },
 {
  "id": "7_3",
  "le": "Cancer is a cardinal water sign whereas Pisces is a mutable water sign, the Cancer woman Pisces man compatibility gets a FIVE Hearts rating. If the Cancer woman can resist the urge to retreat into her shell and he can come out of his pensive state, these two zodiac signs will create a lifetime of happiness. The Cancer woman Pisces man is the best zodiac match for each other.",
  "lc": 5
 },
 {
  "id": "7_4",
  "le": "Cancer is a cardinal water sign whereas Aries is a cardinal fire sign, the Cancer woman Aries man compatibility gets a TWO Hearts rating. He can also help to bring her out of her comfort zone and into more exciting adventures, while she can teach him patience and reliability. If the Cancer woman and Aries man can effectively communicate and learn from each other, they will have a partner for life. This is one zodiac match that is based on compromise.",
  "lc": 2
 },
 {
  "id": "7_5",
  "le": "Cancer is a cardinal water sign whereas Taurus is a fixed earth sign, the Cancer woman Taurus man compatibility gets a FOUR Hearts rating. When the Cancer woman and Taurus man make up their minds, they will do whatever it takes to ensure they made the correct decision. And this one will pay off in spades. This zodiac compatibility is a beautiful love match.",
  "lc": 4
 },
 {
  "id": "7_6",
  "le": "Cancer is a cardinal water sign whereas Gemini is a mutable air sign, the Cancer woman Gemini man compatibility gets a TWO Hearts rating. The Cancer woman Gemini man match will have their ups and downs, but they can also teach each other something new every day. They just have to be willing to grow and adapt. And with that kind of compromise, it may be just enough to keep these two zodiac signs together for life. This is a good match provided they listen to each other.",
  "lc": 2
 },
 {
  "id": "7_7",
  "le": "Cancer is a cardinal water sign. The Cancer Woman Cancer man compatibility gets a FOUR Hearts rating. If this zodiac sign couple can find a way to communicate their thoughts and feelings, their shared desire for peace and harmony will eventually prevail. And the Cancer couple can go back to the gratifying existence they feel just being in each other’s presence. This couple is similar in many aspects.",
  "lc": 4
 },
 {
  "id": "7_8",
  "le": "Cancer is a cardinal water sign whereas Leo is a fixed fire sign, the Cancer woman Leo man compatibility gets a THREE Hearts rating. If the Leo man can tone down his domineering nature, and the Cancer woman can come out of her shell to share the spotlight with him, they can only grow as a couple. And since both star signs are loyal companions, they will remain with each other until the end of time. They just need to find the right balance in this zodiac match.",
  "lc": 3
 },
 {
  "id": "7_9",
  "le": "Cancer is a cardinal water sign whereas Virgo is a mutable earth sign, the Cancer woman Virgo man compatibility gets a FOUR Hearts rating. If they can reach a balance, he will remain the earth upon which to build their relationship, and she will water it and watch it grow. This is a very emotional and balanced match.",
  "lc": 4
 },
 {
  "id": "7_10",
  "le": "Cancer is a cardinal water sign whereas Libra is a cardinal air sign, the Cancer woman Libra man compatibility gets a TWO Hearts rating. It will take a lot of communication and compromise for the Cancer woman and Libra man to overcome their fundamental differences. But if she can give him space he needs to figure things out for himself, and he offers her the security she wants, their love life together will go far. Compromise and communication are essential for this love match.",
  "lc": 2
 },
 {
  "id": "7_11",
  "le": "Cancer is a cardinal water sign whereas Scorpio is a fixed water sign, the Cancer woman Scorpio man compatibility gets a FIVE Hearts rating. This love match has lots of sparks flying, but it can turn into a harmonious union with some understanding. The Cancer woman Scorpio man zodiac compatibility is one of its kind.",
  "lc": 5
 },
 {
  "id": "7_12",
  "le": "Cancer is a cardinal water sign whereas Sagittarius is a mutable fire sign, the Cancer woman Sagittarius man compatibility gets a THREE Hearts rating. The Cancer woman Sagittarius man is a tough pairing to maintain, but the Cancerian lady is up for the challenge. All she needs is for her Sagittarius partner to slow down a bit and soothe her worried mind. If the Cancer woman and Sagittarius man can find that common ground, their lives will never be boring. Both have something to give each other.",
  "lc": 3
 },
 {
  "id": "8_1",
  "le": "Leo is a fixed fire sign whereas Capricorn is a cardinal earth sign, the Leo woman Capricorn man compatibility gets a THREE Hearts rating. The Leo woman and Capricorn man pair will simply have to nurture it, remembering their partner’s strengths and working on accepting their weaknesses, for this can be a long-lasting relationship. This love match has chances of succeeding provided they go the extra mile.",
  "lc": 3
 },
 {
  "id": "8_2",
  "le": "Leo is a fixed fire sign whereas Aquarius is a fixed air sign, the Leo woman Aquarius man compatibility gets an ONE Hearts rating. The Leo woman Aquarius man couple just have to remember to focus on their strengths and give each other a break once in a while. If they can do that, they can do anything!",
  "lc": 1
 },
 {
  "id": "8_3",
  "le": "Leo is a fixed fire sign whereas Pisces is a mutable water sign, the Leo woman Pisces man compatibility gets a THREE Hearts rating. They just have to nurture it until it blossoms. This zodiac match can be a dreamy one.",
  "lc": 3
 },
 {
  "id": "8_4",
  "le": "Leo is a fixed fire sign whereas Aries is a cardinal fire sign, the Leo woman Aries man compatibility gets a FIVE Hearts rating. They each have the intelligence and confidence to support themselves and their partner, which creates a solid foundation on which to build the relationship. All they have to do is commit to one another, and Leo woman, Aries man union, will go the distance. This is one zodiac match that is bound to last forever.",
  "lc": 5
 },
 {
  "id": "8_5",
  "le": "Leo is a fixed fire sign whereas Taurus is a fixed earth sign, the Leo woman Taurus man compatibility gets a TWO Hearts rating. If they can reach a compromise, they will have a partner for life. Otherwise this Leo woman Taurus man zodiac matchcan be difficult.",
  "lc": 2
 },
 {
  "id": "8_6",
  "le": "Leo is a fixed fire sign whereas Gemini is a mutable air sign, the Leo woman Gemini man compatibility gets a FOUR Hearts rating. As long as the Leo woman Gemini man pair can learn from each other, they will go far as a couple as the love compatibility between the two of them is excellent. This is a great zodiac love match.",
  "lc": 4
 },
 {
  "id": "8_7",
  "le": "Leo is a fixed fire sign whereas Cancer is a cardinal water sign, the Leo woman Cancer man compatibility gets a TWO Hearts rating. Once the Leo woman Cancer man couple have committed to the relationship, these two are in it for life. But getting to the commitment is the tough part.",
  "lc": 2
 },
 {
  "id": "8_8",
  "le": "Leo is a fixed fire sign, the Leo woman Leo man compatibility gets a FOUR Hearts rating. It just takes time and familiarity to know when to back off and when to push, and they are both devoted to making this a lasting relationship. Because of this strong commitment and excellent love compatibility, they will strive to make their partner happy and keep their union a healthy one. This zodiac match will be full of life and passion.",
  "lc": 4
 },
 {
  "id": "8_9",
  "le": "Leo is a fixed fire sign whereas Virgo is a mutable earth sign, the Leo woman Virgo man compatibility gets a THREE Hearts rating. She has the energy to take his ideas to the next level, when he may not have reached that stage without her. And he acts as a solid soundboard to bounce off her creative notions. Together, the Leo woman and Virgo man can help their partner grow for a lifetime. But they have to learn to keep their differences aside.",
  "lc": 3
 },
 {
  "id": "8_10",
  "le": "Leo is a fixed fire sign whereas Libra is a cardinal air sign, the Leo woman Libra man compatibility gets a FOUR Hearts rating. The Leo woman Libra man relationship has a lot of promise, so make the most out of it! This love match shares excellent compatibility with each other.",
  "lc": 4
 },
 {
  "id": "8_11",
  "le": "Leo is a fixed fire sign whereas Scorpio is a fixed water sign, the Leo woman Scorpio man compatibility gets a TWO Hearts rating. If the Leo woman Scorpio man can learn to focus on their partner’s strengths and deal as best, they can deal with the weaknesses. This union will be a lasting one. For she is completely devoted to him, and he never does anything halfway, so they will put in the work if they love each other. And since he doesn’t want to give her up to anyone else, and she can’t resist his magnetic nature, these two will spend the rest of their lives on a never-ending adventure. This zodiac match will be a challenging one.",
  "lc": 2
 },
 {
  "id": "8_12",
  "le": "Leo is a fixed fire sign whereas Sagittarius is a mutable fire sign, the Leo woman Sagittarius man compatibility gets a FIVE Hearts rating. Leo women are always ready to fly off with her partner on the next exciting venture – all he has to do is take her hand and let her lead the way. \nShe will help him to complete all of his goals and ambitions, and he will show her the beauty of all life has to offer. Together, the Leo woman Sagittarius man make a beautiful couple indeed. And they can live together forever. The two fire signs share excellent zodiac compatibility.\n",
  "lc": 5
 },
 {
  "id": "9_1",
  "le": "Virgo is a mutable earth sign whereas Capricorn is a cardinal earth sign, the Virgo woman Capricorn man compatibility gets a FIVE Hearts rating. This strong match between the Virgo woman and Capricorn woman is a lasting one. This couple is compatible in all aspects",
  "lc": 5
 },
 {
  "id": "9_2",
  "le": "Virgo is a mutable earth sign whereas Aquarius is a fixed air sign, the Virgo woman Aquarius man compatibility gets a THREE Hearts rating. For this relationship to work, both zodiac signs will have to focus on their partner’s many strengths to keep their love alive. If that is not done, this zodiac match has a tough time surviving.",
  "lc": 3
 },
 {
  "id": "9_3",
  "le": "Virgo is a mutable earth sign whereas Pisces is a mutable water sign, the Virgo woman Pisces man compatibility gets an ONE Hearts rating. And this relationship can be healthy and everlasting only if both the partners put in a lot of effort to understand each other. This zodiac match might across as being unique.",
  "lc": 1
 },
 {
  "id": "9_4",
  "le": "Virgo is a mutable earth sign whereas Aries is a cardinal fire sign, the Virgo woman Aries man compatibility gets a THREE Hearts rating. As long as they are on the same path, the Virgo woman Aries man couple can go the distance. Or else, they might find it difficult to go ahead.",
  "lc": 3
 },
 {
  "id": "9_5",
  "le": "Virgo is a mutable earth sign whereas Taurus is a fixed earth sign, the Virgo woman Taurus man compatibility gets a FIVE Hearts rating. The Virgo woman and Taurus man are both usually successful and take their careers very seriously, which means they will have a cozy home life that both will enjoy. And since they share the same desire to stay home for a fun night rather than go out on the town, this commonality will keep them together for a long time. They both are so much alike; they will love each other!",
  "lc": 5
 },
 {
  "id": "9_6",
  "le": "Virgo is a mutable earth sign whereas Gemini is a mutable air sign, the Virgo woman Gemini man compatibility gets a TWO Hearts rating. The Virgo woman Gemini man pair will have to work on finding common ground, where she is willing to fly with him once in a while, and he is capable of standing still with her. This zodiac match has chances of success if both want it badly.",
  "lc": 2
 },
 {
  "id": "9_7",
  "le": "Virgo is a mutable earth sign whereas Cancer is a cardinal water sign, the Virgo woman Cancer man compatibility gets a FOUR Hearts rating. But both the Virgo women and Cancer men are devoted signs and will put in the effort to make this pairing work. If they can adjust to some of their partner’s quirks and focus on their strengths, this couple will stay together for the long haul. The Virgo woman Cancer man love match is one that is made for a lifetime.",
  "lc": 4
 },
 {
  "id": "9_8",
  "le": "Virgo is a mutable earth sign whereas Leo is a fixed fire sign, the Virgo woman Leo man compatibility gets a TWO Hearts rating. If the Leo man can learn patience and the Virgo woman can have some confidence, the Virgo woman Leo man match can last a lifetime. This zodiac match has a lot to learn from each other.",
  "lc": 2
 },
 {
  "id": "9_9",
  "le": "Virgo is a mutable earth sign, the Virgo Woman Virgo man compatibility gets a FOUR Hearts rating. The shared calm disposition between the Virgo Woman Virgo man couple should keep arguments at a minimum, and they are always able to talk it out in the end. This zodiac match between two people who are similar is always pleasant.",
  "lc": 4
 },
 {
  "id": "9_10",
  "le": "Virgo is a mutable earth sign whereas Libra is a cardinal air sign, the Virgo woman Libra man compatibility gets a THREE Hearts rating. This Virgo woman and Libra man pairing can be messy, but neither sun sign wants to go through it that way. They will put in the effort to try to maintain smooth sailing for a long time. This love match can be dramatic yet peaceful at the same time.",
  "lc": 3
 },
 {
  "id": "9_11",
  "le": "Virgo is a mutable earth sign whereas Scorpio is a fixed water sign, the Virgo woman Scorpio man compatibility gets a FOUR Hearts rating. If the Virgo woman can create a peaceful environment and the Scorpio man can maintain it, this couple will go far both in love and understanding. This love match can be ideal for each other.",
  "lc": 4
 },
 {
  "id": "9_12",
  "le": "Virgo is a mutable earth sign whereas Sagittarius is a mutable fire sign, the Virgo woman Sagittarius man compatibility gets a TWO Hearts rating. But if he’s in love he will want to take her on all of his adventures, and she will plan the very best for the rest of their lives. Both of them are very different from each other.",
  "lc": 2
 },
 {
  "id": "10_1",
  "le": "Libra is a cardinal air sign whereas Capricorn is a cardinal earth sign, the Libra woman Capricorn man compatibility gets a TWO Hearts rating. You will not find a more loyal pair, and if they are willing, they can go the distance.",
  "lc": 2
 },
 {
  "id": "10_2",
  "le": "As both Libra woman and Aquarius man are air signs, the Libra woman Aquarius man compatibility gets a FIVE Hearts rating. But if they can stay on the same path and pursue their own dreams at the same time, this couple will go far.",
  "lc": 5
 },
 {
  "id": "10_3",
  "le": "Libra is a cardinal air sign whereas Pisces is a mutable water sign, the Libra woman Pisces man compatibility gets a THREE Hearts rating. Once the Libra woman and Pisces man commit to each other, they are in it for the long haul.",
  "lc": 3
 },
 {
  "id": "10_4",
  "le": "Libra is a cardinal air sign whereas Aries is a cardinal fire sign, the Libra woman Aries man compatibility gets a ONE Hearts rating. If the Libra woman Aries man can find the right balance, then watch them soar!",
  "lc": 1
 },
 {
  "id": "10_5",
  "le": "Libra is a cardinal air sign whereas Taurus is a fixed earth sign, the Libra woman Taurus man compatibility gets a THREE Hearts rating. It will take work to find that common ground but the Libra woman Taurus man are willing to put in the effort. And if they can achieve that kind of balance, their love compatibility will be just too great!",
  "lc": 3
 },
 {
  "id": "10_6",
  "le": "Libra is a cardinal air sign whereas Gemini is a mutable air sign, the Libra woman Gemini man compatibility gets a FIVE Hearts rating. Other than a few minor interruptions, this Libra woman Gemini man couple will be able to keep up a happy and healthy life together.",
  "lc": 5
 },
 {
  "id": "10_7",
  "le": "Libra is a cardinal air sign whereas Cancer is a cardinal water sign, the Libra woman Cancer man compatibility gets a TWO Hearts rating. The Libra woman will simply have to take care of his more sensitive nature and the Cancer man will have to maintain patience with her indecisiveness. But if they can do that, they can create a loving relationship that will last a lifetime.",
  "lc": 2
 },
 {
  "id": "10_8",
  "le": "Libra is a cardinal air sign whereas Leo is a fixed fire sign, the Libra woman Leo man compatibility gets a FOUR Hearts rating. If the Libra woman Leo man pair both put in the work, his devotion and her loyalty will last a lifetime.",
  "lc": 4
 },
 {
  "id": "10_9",
  "le": "Libra is a cardinal air sign whereas Virgo is a mutable earth sign, the Libra woman Virgo man compatibility gets a TWO Hearts rating. If they meet halfway, the Libra woman Virgo man match can be a strong couple, and that’s what they both want. Both Libra woman Virgo man are very devoted, and they will stick it out until the end provided they can get over their differences.",
  "lc": 2
 },
 {
  "id": "10_10",
  "le": "Libra is a cardinal air sign, the Libra woman Libra man compatibility gets a FOUR Hearts rating. The Libra couple just have to focus on their strengths, such as communication and compromise, to keep their relationship going strong. In a word, the Libra woman Libra man pairing is ideal.",
  "lc": 4
 },
 {
  "id": "10_11",
  "le": "Libra is a cardinal air sign whereas Scorpio is a fixed water sign, the Libra woman Scorpio man compatibility gets a THREE Hearts rating. If anyone can get through his exterior it’s the tenacious Libra, and she will work to set things straight. And with her loyalty and his devotion, the Libra woman Scorpio man will stay together for life.",
  "lc": 3
 },
 {
  "id": "10_12",
  "le": "Libra is a cardinal air sign whereas Sagittarius is a mutable fire sign, the Libra woman Sagittarius man compatibility gets a FOUR Hearts rating. But as long as the Libra female is willing to follow down whatever path the Sagittarius man chooses, and there will be many, he will always remain faithful to her. And since her devotion runs deep, these two sun signs will spend a lifetime chasing their goals and dreams together.",
  "lc": 4
 },
 {
  "id": "11_1",
  "le": "Scorpio is a fixed water sign whereas Capricorn is a cardinal earth sign, the Scorpio woman Capricorn man compatibility gets a FOUR Hearts rating. It will take a lot of work for these two sun signs to stay together, but once they pledge their devotion they are in it for life.",
  "lc": 4
 },
 {
  "id": "11_2",
  "le": "Scorpio is a fixed water sign whereas Aquarius is a fixed air sign, the Scorpio woman Aquarius man compatibility gets a TWO Hearts rating. This Scorpio Aquarius relationship depends a lot on the personality of the two zodiac signs and how much each one is ready to compromise.",
  "lc": 2
 },
 {
  "id": "11_3",
  "le": "Scorpio is a fixed water sign whereas Pisces is a mutable water sign, the Scorpio woman Pisces man compatibility gets a FIVE Hearts rating. It’s important for these two sun signs to focus on their strengths and be patient with their weaknesses, for together they can last a lifetime.",
  "lc": 5
 },
 {
  "id": "11_4",
  "le": "Scorpio is a fixed water sign whereas Aries is a cardinal fire sign, the Scorpio woman Aries man compatibility gets a THREE Hearts rating. The Scorpio Aries pair will have to dial back their more brazen characteristics if they are to last, but if the attraction is strong enough they will both put in the effort to go the distance.",
  "lc": 3
 },
 {
  "id": "11_5",
  "le": "Scorpio is a fixed water sign whereas Taurus is a fixed earth sign, the Scorpio woman Taurus man compatibility gets a ONE Hearts rating. The love compatibility between the Scorpio Taurus match is negligible but love can blossom in this relationship with some work.",
  "lc": 1
 },
 {
  "id": "11_6",
  "le": "Scorpio is a fixed water sign whereas Gemini is a mutable air sign, the Scorpio woman Gemini man compatibility gets a THREE Hearts rating. It will require effort from both zodiac signs to find a balance between his easy-going attitude and her predominant nature.",
  "lc": 3
 },
 {
  "id": "11_7",
  "le": "Scorpio is a fixed water sign whereas Cancer is a cardinal water sign, the Scorpio woman Cancer man compatibility gets a FIVE Hearts rating. The relationship between the Scorpio Cancer pair is one of the best amongst all the zodiac signs.",
  "lc": 5
 },
 {
  "id": "11_8",
  "le": "Scorpio is a fixed water sign whereas Leo is a fixed fire sign, the Scorpio woman Leo man compatibility gets a TWO Hearts rating. The Scorpio woman Leo man couple will have to practice a little give and take if they are to maintain a happy and healthy union.",
  "lc": 2
 },
 {
  "id": "11_9",
  "le": "Scorpio is a fixed water sign whereas Virgo is a mutable earth sign, the Scorpio woman man compatibility gets a FOUR Hearts rating. The Virgo man will have to learn to connect with her emotionally and the Scorpio woman will have to realize she can’t always read his thoughts. But if the Scorpio Virgo couple can reach this common ground, they will be together for life.",
  "lc": 4
 },
 {
  "id": "11_10",
  "le": "Scorpio is a fixed water sign whereas Libra is a cardinal air sign, the Scorpio woman Libra man compatibility gets a TWO Hearts rating. The Scorpio woman Libra man can learn much from each other when it comes to using caution or taking chances, acting modest or being bold, and maintaining balance or rocking the boat.",
  "lc": 2
 },
 {
  "id": "11_11",
  "le": "Scorpio is a fixed water sign, the Scorpio woman Scorpio man compatibility gets a FOUR Hearts rating. If the Scorpio Scorpio match can focus on their strengths and realize they share the same weaknesses, they can find that common ground that will help them out of any situation. This will build the kind of respect they need to trust each other. And once they’ve decided this partner is it, they are mated for life.",
  "lc": 4
 },
 {
  "id": "11_12",
  "le": "Scorpio is a fixed water sign whereas Sagittarius is a mutable fire sign, the Scorpio woman Sagittarius man compatibility gets a THREE Hearts rating. The love compatibility in the match between these two sun signs can be made better with love and understanding.",
  "lc": 3
 },
 {
  "id": "12_1",
  "le": "Sagittarius is a mutable fire sign whereas Capricorn is a cardinal earth sign, the Sagittarius woman man compatibility gets a THREE Hearts rating. But they can learn a lot from each other if they keep an open mind. He can teach her organization and patience, and she can bring him places he’d never get to on his own. Together, this Sagittarius woman and Capricorn man match can go the distance.",
  "lc": 3
 },
 {
  "id": "12_2",
  "le": "Sagittarius is a mutable fire sign whereas Aquarius is a fixed air sign, the Sagittarius woman Aquarius man compatibility gets a FOUR Hearts rating. Because the Sagittarius Aquarius match work so well together, it’s easy for them to make the ultimate commitment to each other. For them, the sky’s the limit!",
  "lc": 4
 },
 {
  "id": "12_3",
  "le": "Sagittarius is a mutable fire sign whereas Pisces is a mutable water sign, the Sagittarius woman Pisces man compatibility gets a TWO Hearts rating. This will take a lot of effort on both their parts, but the Sagittarius and Pisces love compatibility might work, if both the zodiac signs make the required effort.",
  "lc": 2
 },
 {
  "id": "12_4",
  "le": "Sagittarius is a mutable fire sign whereas Aries is a cardinal fire sign, the Sagittarius woman Aries man compatibility gets a FIVE Hearts rating. This particular Sagittarius Aries union works best when the Sagittarius woman and the Aries man go off on adventures together, for they support each other’s desire for fun and excitement.",
  "lc": 5
 },
 {
  "id": "12_5",
  "le": "Sagittarius is a mutable fire sign whereas Taurus is a fixed earth sign, the Sagittarius woman Taurus man compatibility gets a THREE Hearts rating. Both the Sagittarius woman and Taurus man just have to be willing to trust each other. And when they do, this couple will go the distance.",
  "lc": 3
 },
 {
  "id": "12_6",
  "le": "Sagittarius is a mutable fire sign whereas Gemini is a mutable air sign, the Sagittarius woman Gemini man compatibility gets a ONE Hearts rating. The Sagittarius woman will be climbing to the highest rung wherever she goes, and the Gemini man will exceed her physical limits with his head in the clouds. It is a not a match made in heaven, and their ego clashes can bring down this relationship. As long as they can come back together to share in their experiences, this couple will last a lifetime.",
  "lc": 1
 },
 {
  "id": "12_7",
  "le": "Sagittarius is a mutable fire sign whereas Cancer is a cardinal water sign, the Sagittarius woman Cancer man compatibility gets a THREE Hearts rating. Both the Sagittarius woman and Cancer man will have to make sacrifices to maintain a harmonious relationship. But if they’re committed to each other, they are willing to put in the work.",
  "lc": 3
 },
 {
  "id": "12_8",
  "le": "Sagittarius is a mutable fire sign whereas Leo is a fixed fire sign, the Sagittarius woman Leo man compatibility gets a FIVE Hearts rating. If the Leo male can give her the freedom she desires, the Sagittarius female will ask him to come along with her. And he will gladly, for he too loves the excitement of a new journey. As long as they can roam together they will have a lasting union indeed.",
  "lc": 5
 },
 {
  "id": "12_9",
  "le": "Sagittarius is a mutable fire sign whereas Virgo is a mutable earth sign, the Sagittarius woman Virgo man compatibility gets a TWO Hearts rating. If they can learn and grow with each other, this couple will never part.",
  "lc": 2
 },
 {
  "id": "12_10",
  "le": "Sagittarius is a mutable fire sign whereas Libra is a cardinal air sign, the Sagittarius woman Libra man compatibility gets a FOUR Hearts rating. Things are never boring between the Sagittarius woman and Libra man, and they are willing to take their partner to new heights for the rest of their lives.",
  "lc": 4
 },
 {
  "id": "12_11",
  "le": "Sagittarius is a mutable fire sign whereas Scorpio is a fixed water sign, the Sagittarius woman Scorpio man compatibility gets a TWO Hearts rating. There will be a lot of give and take with this Sagittarius Scorpio couple, and they will have to compromise if they want to stay together. Not to say that the Scorpio male can’t have fun, but his wit and charm come from a place deep below the surface. She is light and optimistic, and they offer each other a different view of the world. It’s not an instant match, but if there is enough attraction they will move the relationship into the bedroom.",
  "lc": 2
 },
 {
  "id": "12_12",
  "le": "Sagittarius is a mutable fire sign, the Sagittarius woman Sagittarius man compatibility gets a FOUR Hearts rating. If they can find a way to balance fun with obligation, there is no dream this couple can’t reach!",
  "lc": 4
 }
]