[
 {
  "id": "8_2023",
  "a": "Married life will be fabulous without conflicts. Family affairs will be very much cordial. Career progress will be remarkable. Studies will have a tough time in their studies.",
  "b": "အိမ်ထောင်သည်ဘဝသည် ပဋိပက္ခ မရှိဘဲ သာယာနေလိမ့်မည်။ မိသားစု ကိစ္စများ အလွန် အဆင်ပြေနေမည်။ အလုပ်လုပ်သူများ လုပ်ငန်းများ ထူးထူးခြားခြား တိုးတက်မည်။ လေ့လာမှု ပြုနေသူများသည် ၎င်းတို့၏ လေ့လာမှုတွင် ခက်ခဲသော အချိန်များ ရှိတတ်မည်။",
  "c": "Capricorn August 2023 Horoscope promises good progress in life facilitated by the good aspects of planet Jupiter. There will some be surprises also which will add to the growth. Useful aspects of Saturn will help you to do things in a better fashion after serious thinking. In addition, planets Mercury and Mars will add concentration and accountability to your actions. Other influential persons will appreciate your capabilities and you will progress in life to a remarkable extent. All decisions should be made before the last week of the month.",
  "d": "2023 ခုနှစ် ဩဂုတ်လ တွင် မကာရရာသီ ဇာတာရှင်သည် ဂျူပီတာဂြိုလ်၏ ကောင်းမွန်သော သွင်ပြင်ကြောင့် ဘဝတွင် ကောင်းသော တိုးတက်မှုကို ရရှိစေသည်။ တိုးတက်မှုကို တိုးစေမည့် အံ့အားသင့်စရာများလည်း ရှိလိမ့်မည်။ Saturn ၏ ကောင်းသောအရာများ သည် သင့်အား လေးလေးနက်နက် တွေးတောပြီးနောက် ပိုမို ကောင်းမွန်သော ပုံစံဖြင့် အရာများကို လုပ်ဆောင်ရန် ကူညီပေးပါလိမ့်မည်။ ထို့အပြင်၊ ဗုဒ္ဓဟူးဂြိုဟ်နှင့် အင်္ဂါဂြိုလ်ဂြိုဟ်များသည် သင့်လုပ်ဆောင်မှုများတွင် အာရုံစူးစိုက်မှုနှင့် တာဝန်ခံမှုတို့ကို ပေါင်းထည့်ပေးမည် ဖြစ်သည်။ အခြားသော နာမည်ကျော် ရှိသော ပုဂ္ဂိုလ်များသည် သင့်စွမ်းရည်များကို တန်ဖိုးထားတတ်ပြီး သင့်ဘဝတွင် ထူးထူးခြားခြား အတိုင်းအတာ တစ်ခုအထိ တိုးတက် အောင်မြင်လာမည် ဖြစ်သည်။ ဆုံးဖြတ်ချက် အားလုံးကို လ၏နောက်ဆုံးပတ် မတိုင်မီ ပြုလုပ်သင့်သည်။",
  "e": "Love relationships will be impacted by the planet Venus. All actions will be done after serious thinking and this will facilitate happiness in the union.\nMarital harmony will be blissful and there will be hardly any conflicts. It can be made fabulous by pleasure trips with your partner. This is a good month to plan for a pregnancy. Singles will have opportunities to meet their love mates in social interactions or far-off places.\n",
  "f": "အချစ်ရေးတွင် ဗီးနပ်စ်ဂြိုဟ်က သက်ရောက်မှု ရှိမည်။ လုပ်ဆောင်ချက်အားလုံးကို အလေးအနက် တွေးတောပြီးမှသာ ပေါင်းစပ်မှုတွင် ပျော်ရွှင်မှုကို လွယ်ကူ ချောမွေ့စေမည် ဖြစ်သည်။\nအိမ်ထောင်ရေး သဟဇာတ ဖြစ်မှုသည် သာယာပျော်ရွှင်ဖွယ် ကောင်းပြီး ပဋိပက္ခများ မရှိသလောက် ဖြစ်မည်။ သင့်တွဲဖက်နှင့် အပျော်ခရီးများ ထွက်ခြင်းဖြင့် ၎င်းကို အံ့သြဖွယ် ဖြစ်စေနိုင်သည်။ ဤလသည် ကိုယ်ဝန်အတွက် အစီအစဉ်ကောင်းတစ်ခု ဖြစ်သည်။ တစ်ကိုယ်ရေသမားများသည် လူမှုရေး ကွန်ယက်သို့မဟုတ် ဝေးကွာသော နေရာများမှ ၎င်းတို့၏ ချစ်သူများနှင့် တွေ့ဆုံရန် အခွင့်အလမ်းများ ရရှိမည်ဖြစ်သည်။\n",
  "g": "Family happiness will see an uptrend with the help of stellar influences. There will be celebrations and activities to improve the happiness of the family. Children will progress well in their studies and this will further add to the cheer in the family. Family finances will be more than enough to cover the expenses. There will be no problem with this account. Overall, a beneficial month for family relationships.",
  "h": "မိသားစုသည် ကြယ်ပွင့်များ၏ အကူအညီဖြင့် ပျော်ရွှင်မှု လမ်းကြောင်းပေါ်သို့ ရောက်ရှိသွားမည် ဖြစ်သည်။ မိသားစု ပျော်ရွှင်မှုကို မြှင့်တင်ပေးမည့် အခမ်းအနားများနှင့် လှုပ်ရှားမှုများ ပြုလုပ်မည် ဖြစ်ပါသည်။ ကလေးများသည် ၎င်းတို့၏ လေ့လာမှုတွင် ကောင်းမွန်စွာ တိုးတက်လာမည် ဖြစ်ပြီး ၎င်းသည် မိသားစုအတွင်း ပျော်ရွှင်မှုကို ပိုမို တိုးပွားစေသည်။ မိသားစု ငွေရေးကြေးရေးသည် အသုံးစရိတ်များကို ကာမိရန် လုံလောက်သည်ထက် ပိုနေလိမ့်မည်။ ဤကိစ္စရပ်တွင် ပြဿနာရှိမည် မဟုတ်ပါ။ ယေဘုယျအားဖြင့်၊ မိသားစု ဆက်ဆံရေးအတွက် အကျိုးရှိသော လဖြစ်သည်။",
  "i": "2023 Horoscope for Capricorn promises excellent health conditions for the natives. Planetary aspects are very much beneficial and this will result in hardly any diseases. It is important to stick to a good program for exercise and diet to maintain your physical fitness in August 2023.\nAny indications of anxiety can be taken care of by sufficient relaxation through sports and meditation techniques. With good health on your side, it is time to indulge in outdoor activities such as adventure sports.\n",
  "j": "Capricorn အတွက် 2023  Horoscope သည် ကောင်းမွန်သော ကျန်းမာရေး အခြေအနေများကို ကတိပေးပါသည်။ ဂြိုလ်ပုံသဏ္ဍာန်များသည် အလွန်အကျိုးရှိပြီး ယင်းသည် မည်သည့်ရောဂါမျှ မဖြစ်ပါ။ 2023 ခုနှစ် ဩဂုတ်လတွင် သင်၏ ရုပ်ပိုင်းဆိုင်ရာ ကျန်းမာကြံ့ခိုင်မှုကို ထိန်းသိမ်းရန် လေ့ကျင့်ခန်းနှင့် အစားအသောက်အတွက် အစီအစဉ် ကောင်းတစ်ခုကို လိုက်နာရန် အရေးကြီးပါသည်။\nအားကစားနှင့် တရားထိုင်ခြင်း နည်းစနစ်များဖြင့် လုံလောက်သော အပန်းဖြေ အနားယူခြင်းဖြင့် စိတ်ပူပန်မှု၏ လက္ခဏာများကို ဂရုစိုက်နိုင်ပါသည်။ သင့်ဘက်တွင် ကျန်းမာရေး ကောင်းမွန်သဖြင့် စွန့်စားမှု ပြုလုပ်ရသော အားကစားကဲ့သို့သော ပြင်ပ လှုပ်ရှားမှုများတွင် ပါဝင်ဆင်နွှဲရမည့် အချိန် ဖြစ်သည်။\n",
  "k": "Monthly zodiac 2023 foretells excellent prospects for career professionals with the help of star influences. Work will be quite challenging and you will be able to finish them successfully through hard work.\nThe working climate will be very much harmonious and this will help in accomplishing your targets. Social contacts also will help in career progress through their input and assistance. You can look forward to promotions and monetary benefits.\n",
  "l": "2023 လစဉ် ရာသီခွင် ဟောကိန်း အရ ကြယ်ပွင့်များ၏ အကူအညီဖြင့် အသက်မွေးဝမ်းကျောင်း ပညာရှင်များအတွက် အလားအလာ ကောင်းများကို ဟောပြောထားသည်။ အလုပ်က တော်တော်ကို အခက်အခဲ ရှိတတ်ပြီး အလုပ်ကြိုးစားမှ အောင်မြင်စွာ ပြီးမြောက်နိုင်ပါလိမ့်မယ်။\nလုပ်ငန်းခွင် အခြေအနေသည် အလွန် သဟဇာတ ဖြစ်မည်ဖြစ်ပြီး ၎င်းသည် သင်၏ ရည်မှန်းချက်များကို ပြီးမြောက်အောင်မြင်စေရန် ကူညီပေးပါလိမ့်မည်။ လူမှုဆက်ဆံရေး အဆက်အသွယ် များသည် ၎င်းတို့၏ ထောက်ပံ့မှုနှင့် အကူအညီများမှတစ်ဆင့် အသက်မွေးဝမ်းကျောင်း တိုးတက်မှုအတွက် အထောက်အကူ ဖြစ်စေမည် ဖြစ်သည်။ ပရိုမိုးရှင်းများနှင့် ငွေကြေး အကျိုးခံစားခွင့်များကို သင်မျှော်လင့်နိုင်သည်။\n",
  "m": "Horoscope 2023 is not very conducive to the financial progress of Capricorn individuals as stellar help is not seen. Businessmen will fail to make profits despite hard work. Overseas transactions will fail to rake in the usual profits.\nFinances for the expansion of existing projects and starting new ventures will not be available. Hence, it will be prudent to postpone these activities. Stick to your routine actions and wait for good days to come.\n",
  "n ": "2023 Horoscope အရ ကြယ်တာရာ အကူအညီကို မမြင်သောကြောင့် Capricorn တစ်ဦးချင်းစီ၏ ဘဏ္ဍာရေး တိုးတက်မှုအတွက် အလွန် အထောက်အကူ မဖြစ်ပါ။ စီးပွားရေး သမားများသည် ကြိုးကြိုးစားစား လုပ်ကိုင်နေသော်လည်း အမြတ်အစွန်းမရနိုင်။ နိုင်ငံရပ်ခြားတွင် အရောင်းအဝယ် လုပ်ခြင်းသည် ပုံမှန်အမြတ်ငွေကို မရရှိပါ။\nလက်ရှိ အလုပ်များ တိုးချဲ့ခြင်းနှင့် လုပ်ငန်းသစ်များ စတင်ခြင်းအတွက် ဘဏ္ဍာငွေ ရရှိနိုင်မည် မဟုတ်ပါ။ ထို့ကြောင့် ဤလုပ်ငန်းများကို ရွှေ့ဆိုင်းခြင်း အထိုက်အလျောက် ရှိပေလိမ့်မည်။ သင်၏ ပုံမှန် အလုပ်များကို သာ လုပ်နေပြီး ကောင်းသောနေ့များကို စောင့်ပါ။\n",
  "o": "Capricorn students will face several hurdles in their pursuit of academic progress during the 2023 Mercury retrograde period. The attitude itself will be negative and hard work will be missing in your educational activities. This will not help in making progress in your studies. Engineering and medical students will fail to hold to their grades. Competitive tests will require much more effort and very good coaching. Arts students will not be able to come out with good output.",
  "p": "Capricorn ကျောင်းသားများသည် 2023 Mercury ဆုတ်ခွာစဉ် ကာလအတွင်း ၎င်းတို့၏ ပညာရေး တိုးတက်အောင် ပြုလုပ်ရာတွင် အခက်အခဲများစွာနှင့် ရင်ဆိုင်ရမည် ဖြစ်သည်။ လိုချင်စိတ် လုပ်ချင်စိတ် များ ကင်းမဲ့နေပြီး ပညာရေး လှုပ်ရှားမှုတွေမှာ ကြိုးစားအားထုတ်မှု ပျောက်ဆုံးနေလိမ့်မယ်။ ဤအချက်သည် လေ့လာမှုတွင် တိုးတက်အောင်မြင်ရန် အထောက်အကူမပြုပါ။ အင်ဂျင်နီယာ နှင့် ဆေးကျောင်းသား များသည် ၎င်းတို့၏ အဆင့်အတန်းကို ထိန်းထားရန် ပျက်ကွက်လိမ့်မည် ။ အပြိုင်အဆိုင် စမ်းသပ်မှုများသည် ပိုမိုအားစိုက်ထုတ်မှုနှင့် အလွန်ကောင်းမွန်သော နည်းပြများ လိုအပ်မည်ဖြစ်သည်။ ဝိဇ္ဇာကျောင်းသားတွေကတော့ ရလဒ်ကောင်းတွေ ထွက်လာနိုင်မှာ မဟုတ်ပါဘူး။",
  "q": "The month is not very beneficial for travel activities with no support coming from stellar positions. Hence the most affected will be artists who depend on travel for their livelihood, salespeople as well as business people. Business persons having overseas activities will fail to make any progress or profits from these travels. As trips are not beneficial, it is better to postpone travel activities to avoid unnecessary problems.",
  "r": "ကြယ်တာရာများမှ ပံ့ပိုးမှုမရှိသောကြောင့် ခရီးသွား လှုပ်ရှားမှုများ အတွက် ဤလသည် အလွန် အကျိုးရှိမည် မဟုတ်ပေ။ ထို့ကြောင့် အထိခိုက်ဆုံးမှာ ၎င်းတို့၏ စားဝတ်နေရေး အတွက် ခရီးသွားလာမှုအပေါ် မှီခိုနေရသော အနုပညာရှင်များ၊ အရောင်းသမားများ နှင့် စီးပွားရေးသမားများ ဖြစ်ကြသည်။ နိုင်ငံရပ်ခြားတွင် လုပ်ငန်းများ ဆောင်ရွက်နေသော စီးပွားရေး လုပ်ငန်းရှင်များသည် အဆိုပါ ခရီးစဉ်များမှ မည်သည့်တိုးတက်မှု သို့မဟုတ် အမြတ်အစွန်းကိုမှ ရရှိမည်မဟုတ်ပေ။ ခရီးစဉ်များသည် အကျိုးမရှိသောကြောင့် မလိုလားအပ်သော ပြဿနာများကို ရှောင်ရှားရန် ခရီးသွား လှုပ်ရှားမှုများကို ရွှေ့ဆိုင်းခြင်းသည် ပိုကောင်းပါသည်။"
 },
 {
  "id": "9_2023",
  "a": "Health prospects are good. Professionals will advance in their careers. Students will make good progress in their studies. Finances can face some problems.",
  "b": "ကျန်းမာရေး အလားအလာ ကောင်းပါတယ်။ အတတ်ပညာရှင်များသည် ၎င်းတို့၏ အလုပ်ကို တိုးတက်စေလိမ့်မည်။ ကျောင်းသားများသည် မိမိတို့၏ လေ့လာမှုတွင် ကောင်းမွန်စွာ တိုးတက်မှုရရှိမည်။ ငွေရေးကြေးရေးမှာ ပြဿနာတွေ ကြုံရနိုင်ပါတယ်။",
  "c": "Capricorn September 2023 Horoscope indicates that the time is favorable for growth. With the support of Mercury, you will be able to examine things in minute detail. Your intellect is very much active and highly productive. The focus will be on your profession and you tend to be very productive. You are likely to face some negative vibes from Mars. There might be a conflict between your career obligations and family life. It is important to balance both and make the right decisions. You should take the feelings of others into account during the Mercury retrograde 2023.",
  "d": "2023 စက်တင်ဘာ ဟောကိန်း သည် မကာရရာသီ တိုးတက်မှုအတွက် အချိန်ကောင်း ဖြစ်သည်ကို ညွှန်ပြသည်။ Mercury ၏ ပံ့ပိုးမှုဖြင့် သင်သည် အရာများကို မိနစ်ပိုင်းအတွင်း အသေးစိတ် စဉ်စား ဆုံးဖြတ်နိုင်မည် ဖြစ်သည်။ သင်၏ ဉာဏ်ရည်ဉာဏ်သွေးက အရမ်းတက်ကြွပြီး အစွမ်းထက်နေတယ်။ သင့်လုပ်ငန်းခွင်ကို အာရုံစိုက်ပြီး သင် အလွန် အကျိုး ဖြစ်ထွန်းလာတတ်သည်။ သင်သည် အင်္ဂါဂြိုလ်မှ အပျက်သဘော ဆောင်သော ခံစားချက် အချို့ကို ရင်ဆိုင်ရဖွယ် ရှိသည်။ သင်၏ အလုပ် ဝတ္တရားများနှင့် မိသားစု ဘဝကြားတွင် ပဋိပက္ခ ဖြစ်တတ်သည်။ နှစ်ခုစလုံးကို ဟန်ချက်ညီဖို့နဲ့ မှန်ကန်တဲ့ ဆုံးဖြတ်ချက်တွေ ချဖို့ အရေးကြီးတယ်။ 2023 Mercury ဆုတ်ခွာစဉ် ကာလအတွင်း အခြားသူများ၏ ခံစားချက်ကို ထည့်သွင်း စဉ်းစားသင့်သည်။",
  "e": "Venus will make your love life delicate. There may be some embarrassments that may affect your life with your spouse or partner. These should not affect your relationships. It is necessary to strike the right balance between professional and private lives.\nMarried life starts on a promising note. However, some difficulties will mar the harmony. It is advisable to spend more time with your love partner frequently. Singles will have very good chances of getting into love if they can spare time away from their profession. Think well before planning for a child.\n",
  "f": "ဗီးနပ်စ်က မင်းရဲ့အချစ်ရေးကို သိမ်မွေ့စေလိမ့်မယ်။ သင့်အိမ်ထောင်ဖက် သို့မဟုတ် တွဲဖက် နှင့်အတူ သင့်ဘဝအပေါ် ထိခိုက်စေနိုင်သည့် အရှက်ရမှုအချို့ ရှိနိုင်ပါသည်။ ဒါတွေက သင့်ဆက်ဆံရေးကို မထိခိုက်စေသင့်ပါဘူး။ အလုပ်ဘဝနှင့် ကိုယ်ရေးကိုယ်တာ ဘဝများကြား မှန်ကန်သော မျှတမှုရှိရန် လိုအပ်ပါသည်။\nအိမ်ထောင်သည် ဘဝသည် အလားအလာ ကောင်းသော အနေဖြင့် စတင်သည်။ သို့သော် အချို့သော အခက်အခဲများသည် စည်းလုံးညီညွတ်မှုကို ထိခိုက်စေတတ်မည်။ သင့်ချစ်သူနှင့် မကြာခဏ အချိန်ပိုသုံးရန် အကြံပြုလိုပါသည်။ တစ်ကိုယ်ရေသမားတွေဟာ သူတို့ရဲ့ အလုပ်တွေကို လျှော့ချပေးနိုင်ရင် အချစ်ရေးမှာ အခွင့်အလမ်းကောင်းတွေ ရလာပါလိမ့်မယ်။ ကလေးယူရန် မစီစဉ်ခင် သေချာစဉ်းစားပါ။\n",
  "g": "Family affairs are blessed by the aspects of the stars and complete harmony prevails in the family atmosphere. Family finances will be very much favorable and many family members will add their income to the finances. There will be a sense of satisfaction in the family.\nThese things will have a good impact on the children and they will perform well in their studies and extracurricular activities. Overall, a happy period for the family members.\n",
  "h": "မိသားစု ရေးရာများသည် ကြယ်များ၏ ပုံစံ လက္ခဏာများက ကောင်းချီးပေးကြသောကြောင့် မိသားစု ပတ်ဝန်းကျင်တွင် ပြီးပြည့်စုံသော သဟဇာတ ဖြစ်မှုရှိသည်။ မိသားစု ငွေရေးကြေးရေးသည် အလွန်ကောင်းမွန်ပြီး မိသားစုဝင် များစွာတို့မှ ၀င်ငွေ များ တိုးလာမည် ဖြစ်သည်။ မိသားစုအတွင်း စိတ်ကျေနပ်မှု ရရှိမည်။\nဤအရာများသည် ကလေးများအတွက် ကောင်းမွန်သော အကျိုးသက်ရောက်မှု ရှိမည်ဖြစ်ပြီး ၎င်းတို့သည် ၎င်းတို့၏ လေ့လာမှုများနှင့် သင်ရိုးညွှန်းတမ်း လှုပ်ရှားမှုများတွင် ကောင်းမွန်စွာ လုပ်ဆောင်နိုင်မည် ဖြစ်သည်။ ခြုံပြီးပြောရရင် မိသားစု ဝင်တွေအတွက် ပျော်ရွှင်စရာ အချိန်တစ်ခုပါပဲ။\n",
  "i": "2023 Horoscope for Capricorn promises excellent health for individuals. There will be no problems with both physical and mental well-being. Recurring diseases will not make any appearance.\nHowever, a regular exercise and diet program should be in place. Relaxation methods such as yoga and meditation will keep mental health under check. It is time to indulge in sports and outdoor activities.\n",
  "j": "Capricorn အတွက် 2023 ဟောကိန်းသည် လူတစ်ဦးချင်းစီ အတွက် ကောင်းမွန်သော ကျန်းမာရေးကို ဖော်ညွှန်းသည်။ ရုပ်ပိုင်းဆိုင်ရာရော စိတ်ပိုင်းဆိုင်ရာရော သာယာမှုမှာပါ ပြဿနာရှိမှာ မဟုတ်ပါဘူး။ နာတာရှည် ရောဂါတွေလည်း ပေါ်လာမှာ မဟုတ်ပါဘူး။\nသို့သော်၊ ပုံမှန် လေ့ကျင့်ခန်းနှင့် အစားအသောက် အစီအစဉ် ရှိသင့်သည်။ ယောဂနှင့် တရားထိုင်ခြင်း ကဲ့သို့သော အပန်းဖြေ နည်းများသည် စိတ်ကျန်းမာရေးကို ကောင်းမွန်စေပါသည်။ အားကစားနှင့် ပြင်ပ လှုပ်ရှားမှုများတွင် ပါဝင်ဆင်နွှဲရမည့် အချိန်ဖြစ်သည်။\n",
  "k": "Zodiac 2023 indicates good prospects for professional advancement. There will be complete harmony in the workplace between colleagues and seniors. This will result in the easy execution of projects.\nHelp is also available from social contacts. Traveling for professional purposes will be beneficial. With good performance, there are possibilities of promotions and salary increases. All in all, a good month for career-oriented professionals.\n",
  "l": "2023 သည် ရာသီခွင် ၏ အလုပ်လုပ်သူများ တိုးတက်မှုအတွက် အလားအလာ ကောင်းများကို ညွှန်ပြပါသည်။ လုပ်ဖော်ကိုင်ဖက်များနှင့် သက်ကြီးရွယ်အိုများကြား လုပ်ငန်းခွင်အတွင်း ညီညွတ်မှု အပြည့်ရှိမည်။ ၎င်းသည် အလုပ်များကို လွယ်ကူစွာ အကောင်အထည် ဖော်နိုင်မည် ဖြစ်သည်။\nလူမှုရေး အဆက်အသွယ် များမှလည်း အကူအညီ ရနိုင်သည်။ အလုပ် ရည်ရွယ်ချက်ဖြင့် ခရီးသွားခြင်းသည် အကျိုးရှိမည်။ ကောင်းမွန်သော စွမ်းဆောင်ရည်ဖြင့် ရာထူးတိုးခြင်း နှင့် လစာ တိုးခြင်း အလားအလာများ ရှိပါသည်။ အားလုံးကို ခြုံငုံကြည့်လျှင် အလုပ်လုပ်သော ကျွမ်းကျင် ပညာရှင်များအတွက် ကောင်းမွန်သောလဖြစ်သည်။\n",
  "m": "Monthly Predictions For 2023 are not beneficial for the financial health of Capricorn people. Planets are not in favorable positions and hence the returns from investments will not be enough to cover the expenses.\nBusiness overseas will not bring in the required profits. The climate at the workplace will not be congenial for the progress of the partnership or venture. The environment for the expansion of existing ventures or establishment of new projects. Finances are scarce for these things.\n",
  "n ": "2023 ခုနှစ်အတွက် လစဉ်ဟောကိန်းများသည် မကာရ ရာသီဖွားများ၏ ငွေကြေး အခြေအနေ အတွက် အကျိုးမရှိပါ။ ဂြိုလ်များသည် သင့်တင့်သော အနေအထားတွင် မရှိသောကြောင့် ရင်းနှီးမြုပ်နှံမှုမှ ပြန်လည် ရရှိလာခြင်းသည် အသုံးစရိတ်များကို ကာမိရန် မလုံလောက်ပါ။\nနိုင်ငံရပ်ခြားမှ လုပ်ငန်းများသည် လိုအပ်သော အမြတ်အစွန်းများကို ဆောင်ကြဉ်းပေးမည် မဟုတ်ပေ။ လုပ်ငန်းခွင် အခြေအနေသည်  မိတ်ဖက် သို့မဟုတ် ပူးပေါင်းလုပ်ငန်း တိုးတက်မှုအတွက် အဆင်ပြေမည် မဟုတ်ပါ။ လက်ရှိ လုပ်ငန်းများ တိုးချဲ့ခြင်း သို့မဟုတ် ပရောဂျက်အသစ်များ ထူထောင်ခြင်းအတွက် ငွေကြေးက ရှားပါး ခက်ခဲ နေတတ်တယ်။\n",
  "o": "Stellar help is available for the academic progress of students. There will be enthusiasm and energy to achieve success. With these things, results in tests and examinations will be quite favorable.\nStudents of engineering and medicine will excel in their studies by improving their ranks. Students of creative subjects will have no problem completing their courses. Competitive examinations can be passed easily with the usual effort.\n",
  "p": "ကျောင်းသားများ၏ ပညာရေး တိုးတက်မှုအတွက် ကြယ်တာရာများ အကူအညီကို ရရှိနိုင်ပါသည်။ အောင်မြင်မှုရရှိရန် စိတ်အားထက်သန်မှုနှင့် ခွန်အားများ ရှိလာမည်။ ဤအရာများနှင့်အတူ ဆုံးဖြတ်ချက်များနှင့် စာမေးပွဲများတွင် ရလဒ်များသည် အတော်လေး ကောင်းမွန်မှု ဖြစ်လိမ့်မည်။\nအင်ဂျင်နီယာ နှင့် ဆေးပညာ ကျောင်းသားများ သည် ၎င်းတို့၏ အဆင့်အတန်းကို မြှင့်တင်ခြင်းဖြင့် ၎င်းတို့၏ လေ့လာမှုတွင် ထူးချွန်ကြလိမ့်မည်။ တီထွင်ဖန်တီးမှု ဘာသာရပ်ဆိုင်ရာ ကျောင်းသားများသည် ၎င်းတို့၏ သင်တန်းများကို ပြီးမြောက်ရန် ပြဿနာမရှိပေ။ အပြိုင်အဆိုင် ကြိုးစားရသော စာမေးပွဲများကို သာမာန် အားထုတ်မှုဖြင့် လွယ်ကူစွာ ဖြေဆိုနိုင်ပါသည်။\n",
  "q": "Planetary aspects are not beneficial for travel plans during the month. Most of these will not result in the expected results and may even end up in financial losses. There are possibilities of physical hardships during these travels.\nThere will be both inland and overseas trips. Holiday or religious tours with family and friends fail to give the necessary happiness. Hence, it is advisable to cut down the travel and save precious money.\n",
  "r": "ဤလအတွင်း ခရီးသွား အစီအစဉ်များအတွက် ဂြိုဟ်ရှုထောင့်များက ကြည့်လျင် အကျိုးမရှိပါ။ အများစုသည် မျှော်လင့်ထားသည့် ရလဒ်များကို မဖြစ်ပေါ်စေဘဲ ငွေကြေးဆုံးရှုံးမှုနှင့်ပင် အဆုံးသတ် သွားနိုင်သည်။ ဤခရီးများအတွင်း ရုပ်ပိုင်းဆိုင်ရာ ခက်ခဲမှုများ ဖြစ်နိုင်ချေရှိသည်။\nပြည်တွင်းပြည်ပ ခရီးစဉ် နှစ်ခုစလုံးရှိတတ်မည်။ အားလပ်ရက် (သို့) ဘာသာရေး ခရီးစဉ်များတွင် မိသားစု၊ သူငယ်ချင်းများနှင့်အတူ လိုအပ်သော ပျော်ရွှင်မှုကို မပေးဆောင်နိုင်ပါ။ ထို့ကြောင့် ခရီးသွားခြင်းကို ဖြတ်တောက်ပြီး အဖိုးတန်ငွေကို ချွေတာရန် အကြံပြုလိုပါသည်။\n"
 },
 {
  "id": "10_2023",
  "a": "Health will not create any problems. Family environment will be full of happiness. Career prospects are excellent. Finances will see an uptick.",
  "b": "ကျန်းမာရေး ပြဿနာများကို ဖန်တီးပေးမည် မဟုတ်ပါ။ မိသားစု ပတ်ဝန်းကျင်မှာ ပျော်ရွှင်မှု အပြည့်ရှိမယ်။ အလုပ်အကိုင် အလားအလာ ကောင်းပါတယ်။ ငွေကြေး အတက်အကျ များလာမည်။",
  "c": "Capricorn October 2023 Horoscope says your actions are restricted by some influence of the planets. You are always trying to find alternatives. It is important to commit more time to your operations. After the second week, Mars is forcing you to be in charge of all the activities\nIt is important to be more diplomatic in your dealings with others and make the necessary concessions. Mercury will force you to be franker while dealing with others after the third week of the month.\n",
  "d": "2023 ခုနှစ် အောက်တိုဘာလ ဟောကိန်း သည် သင့်လုပ်ဆောင်ချက်များကို ဂြိုလ်များ၏ လွှမ်းမိုးမှုဖြင့် ကန့်သတ်ထားသည်ဟု ဆိုသည်။ သင်သည် အခြားရွေးချယ်စရာများကို ရှာဖွေရန် အမြဲ ကြိုးစားနေပါသည်။ သင့်လုပ်ငန်းဆောင်တာများအတွက် အချိန်ပိုပေးရန် အရေးကြီးသည်။ ဒုတိယပတ်ပြီးနောက်၊ Mars သည် သင့်အား လုပ်ဆောင်မှုများ အားလုံးကို ဦိးဆောင်စေလိမ့်သည်။\nအခြားသူများနှင့် ဆက်ဆံရာတွင် သံတမန်ဆက်ဆံရေး ပိုရှိရန်နှင့် လိုအပ်သော လိုက်လျောမှုများ ပြုလုပ်ရန် အရေးကြီးပါသည်။ Mercury သည် လ၏ တတိယပတ် ပြီးနောက် အခြားသူများနှင့် ဆက်ဆံရာတွင် သင့်အား ပွင့်လင်းမြင်သာမှု ရှိစေရန် တွန်းအားပေးလိမ့်မည်။\n",
  "e": "It appears that you are having diversions in your relationships. It is important to restore your relations with your partner sufficiently before planning for a child. There will be complete harmony by the end of the month.\nMarried life will be affected by your concentration on your career and business activities. The sake of harmony needs to spend more time with your partner. Singles will have chances to get the right person for love provided they have the time to do so.\n",
  "f": "သင့်ဆက်ဆံရေးတွင် ကွဲလွဲမှုများ ရှိနေပုံပေါ်သည်။ ကလေးယူရန် မစီစဉ်မီ သင့်တွဲဖက်နှင့် သင့်ဆက်ဆံရေးကို လုံလုံလောက်လောက် ညှိနှိုင်းထားရှိရန် အရေးကြီးပါသည်။ လကုန်တွင် စည်းလုံးညီညွတ်မှု အပြည့်ရှိမည်။\nအိမ်ထောင်သည် များအတွက် သင်၏ အလုပ်နှင့် စီးပွားရေး လုပ်ငန်းများအပေါ် သင်၏ အာရုံစူးစိုက်မှု အပေါ် သက်ရောက်မှု ရှိလိမ့်မည်။ သဟဇာတဖြစ်ဖို့အတွက် သင့်လက်တွဲဖော်နဲ့ အချိန်ပိုပေးဖို့လိုပါတယ်။ တစ်ကိုယ်ရေသမားတွေဟာ အချစ်အတွက် သင့်တော်တဲ့ လူကို ရရှိဖို့ အခွင့်အလမ်းတွေ များလာပါလိမ့်မယ်။\n",
  "g": "Planetary influences assure that there will be happiness and harmony in the family environment. Relationships with senior members will be cordial and you will have their support for your actions. Relationships between other members also will be memorable.\nChildren will excel in their studies and other activities influenced by the happiness in the family surroundings. They tend to behave properly with others.\n",
  "h": "ဂြိုလ်လွှမ်းမိုးမှုများသည် မိသားစု ပတ်ဝန်းကျင်တွင် ပျော်ရွှင်မှုနှင့် သဟဇာတ ဖြစ်မည်ဟု အာမခံပါသည်။ လူကြီးများနှင့် ဆက်ဆံရေးသည် ရင်းရင်းနှီးနှီး ရှိမည်ဖြစ်ပြီး သင်၏ လုပ်ဆောင်မှုများအတွက် ၎င်းတို့၏ ပံ့ပိုးကူညီမှုများ ရရှိမည် ဖြစ်သည်။ အခြား မိသားစုဝင် များကြား ဆက်ဆံရေးသည်လည်း အမှတ်တရ ဖြစ်လိမ့်မည်။\nကလေးများသည် မိသားစု ပတ်ဝန်းကျင်ရှိ ပျော်ရွှင်မှုမှ လွှမ်းမိုးမှုရှိသောကြောင့် ၎င်းတို့၏ လေ့လာမှုနှင့် အခြားလုပ်ဆောင်မှုများတွင် ထူးချွန်လိမ့်မည်။ သူတို့သည် အခြားသူများနှင့် ကောင်းမွန်စွာ ဆက်ဆံတတ်လိမ့်မည်။\n",
  "i": "2023 Horoscope promises excellent health for individuals. Stellar support is present for the well-being of Capricorn people and there will be freedom from chronic ailments. You will be able to enjoy your life to the full with fabulous health guiding you.\nHealth can be further enhanced through a regular fitness and diet regime. Mental fitness will require the practice of relaxation exercises such as sports and meditation. You can also indulge in adventure activities.\n",
  "j": "2023 ဟောကိန်း သည် လူတစ်ဦးချင်းစီအတွက် အထူးကောင်းမွန်သော ကျန်းမာရေးကို ပေးသည်။ ကြယ်တာရာ များ၏ အထောက်အပံ့သည် မကာရ ရာသီဖွားများ၏ သုခချမ်းသာအတွက် တည်ရှိပြီး နာတာရှည် ဝေဒနာများမှ ကင်းဝေးမည် ဖြစ်သည်။ လှပသော ကျန်းမာရေး လမ်းညွှန်မှုဖြင့် သင့်ဘဝကို အပြည့်အဝ ခံစားနိုင်မည် ဖြစ်သည်။\nပုံမှန် ကိုယ်လက် ကြံ့ခိုင်မှု နှင့် စားသောက်မှု ပုံစံဖြင့် ကျန်းမာရေးကို ပိုမို တိုးတက်စေနိုင်သည်။ အားကစားနှင့် တရားထိုင်ခြင်း ကဲ့သို့သော စိတ်အပန်းဖြေ လေ့ကျင့်ခန်းများ လေ့ကျင့်ရန် လိုအပ်ပါသည်။ စွန့်စားခန်း လှုပ်ရှားမှုများတွင်လည်း ပါဝင် လုပ်ဆောင် နိုင်ပါသည်။\n",
  "k": "Horoscope 2023 indicates wonderful things for the professional growth of Capricorn people as stellar help is available. Relationships with seniors and associates will be cordial and this will help in achieving your targets through hard work.\nIn addition, help is also forthcoming through social contacts. This will further improve your performance. You can look forward to promotions and financial rewards.\n",
  "l": "2023 ဟောကိန်းသည် ကြယ်တာရာ အကူအညီ ရရှိနိုင်သောကြောင့် မကာရရာသီဖွားများ၏ အလုပ် တိုးတက်မှုအတွက် အံ့ဖွယ် အရာများကို ညွှန်ပြသည်။ အထက်လူကြီးများနှင့် လုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် ရင်းရင်းနှီးနှီးရှိမည်ဖြစ်ပြီး ၎င်းသည် အလုပ်ကြိုးစားခြင်းဖြင့် သင်၏ ပန်းတိုင်များကို အောင်မြင်စေရန် ကူညီပေးပါလိမ့်မည်။\nထို့အပြင် လူမှုဆက်ဆံရေး အဆက်အသွယ်များ မှတစ်ဆင့် အကူအညီများလည်း ရရှိလာမည် ဖြစ်သည်။ ၎င်းသည် သင့်စွမ်းဆောင်ရည်ကို ပိုမိုတိုးတက်စေမည်ဖြစ်သည်။ ပရိုမိုးရှင်းများနှင့် ငွေကြေး ဆုလာဘ်များကို သင်မျှော်လင့်နိုင်သည်။\n",
  "m": "Monthly horoscopes indicate Capricorn people will be able to achieve their financial targets with the help of planetary influences. You will get help from experts in the field for improving the money flow.\nExisting investments will yield good profits. Speculation will be highly profitable. There will be harmony with colleagues and partners. Finances will be readily available for the expansion of the existing projects as well as for starting new ventures.\n",
  "n ": "မကာရ ရာသီဖွားများသည် ဂြိုလ်လွှမ်းမိုးမှုများ၏ အကူအညီဖြင့် ၎င်းတို့၏ ဘဏ္ဍာရေး ရည်မှန်းချက်များကို အောင်မြင်နိုင်မည် ဖြစ်ကြောင်း လစဉ် ဟောကိန်းက ညွှန်ပြသည်။ ငွေကြေးစီးဆင်းမှု ပိုမိုကောင်းမွန်လာစေရန် ထိုနယ်ပယ်ရှိ ကျွမ်းကျင်သူများ၏ အကူအညီကို သင်ရရှိမည် ဖြစ်သည်။\nလက်ရှိ ရင်းနှီးမြုပ်နှံမှုများသည် ကောင်းသော အကျိုးအမြတ်များ ဖြစ်ထွန်းမည်။ ဈေးကစားခြင်းတွေကနေ အမြတ်အစွန်းများမည်။ လုပ်ဖော်ကိုင်ဖက်များနှင့် ညီညွတ်မှုရှိမည်။ လက်ရှိ ပရောဂျက်များကို ချဲ့ထွင်ရန်နှင့် လုပ်ငန်းသစ်များ စတင်ရန်အတွက် ငွေကြေးများ အလွယ်တကူ ရရှိနိုင်မည်ဖြစ်သည်။\n",
  "o": "Educational activities are helped by the good vibes from the planets during the month. Those engaged in creative subjects will do exceedingly well. Passing competitive tests will be easier with the usual effort and normal coaching.\nStudents desirous of pursuing higher education will be able to get into the right institutes with the subjects of their choice. Technical students will have no problem performing well to hold their grades.\n",
  "p": "ဤလအတွင်း ဂြိုလ်များမှ ကောင်းသော ခံစားချက်များဖြင့် ပညာရေးဆိုင်ရာ လှုပ်ရှားမှုများကို ကူညီပေးပါသည်။ တီထွင်ဖန်တီးမှုဆိုင်ရာ ဘာသာရပ်များတွင် ပါဝင်သူများသည် အလွန်ကောင်းမွန်သည်။ ပြိုင်ဆိုင်မှုဆိုင်ရာ စာမေးပွဲများကို သာမာန် အားထုတ်မှုနှင့် ပုံမှန် လေ့ကျင့်မှုတို့ဖြင့် လွယ်ကူစွာ ဖြေဆိုနိုင်မည် ဖြစ်သည်။\nအဆင့်မြင့်ပညာကို ဆက်လက် ဆည်းပူးလိုသော ကျောင်းသားများသည် မိမိတို့နှစ်သက်ရာ ဘာသာရပ်များနှင့် မှန်ကန်သော အင်စတီကျုများသို့ ဝင်ရောက်နိုင်မည် ဖြစ်သည်။ နည်းပညာ ကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်များကို ထိန်းထားရန် ပြဿနာမရှိပေ။\n",
  "q": "Benefits from travel activities can be hampered by adverse planetary aspects. Those whose progress in life depends on travel such as artists, business people, and sales personnel will be affected very badly.\nStudents intending to go abroad for higher studies will fail in their efforts. Holiday travel with friends and family members will fail to yield the expected enjoyment or benefits. It makes sense to trim your travel plans during the month.\n",
  "r": "ဆိုးရွားသော ဂြိုလ်ပုံသဏ္ဍာန်များကြောင့် ခရီးသွား လှုပ်ရှားမှုများမှ အကျိုးကျေးဇူးများ ရရှိရန် အနှောင့်အယှက် ဖြစ်နိုင်သည်။ အနုပညာရှင်များ၊ စီးပွားရေးသမားများနှင့် အရောင်းဝန်ထမ်းများ ကဲ့သို့သော ခရီးသွားမှု များအပေါ်တွင် မူတည်ပြီး လုပ်နေရသူများကို ဆိုးရွားစွာ ထိခိုက်စေပါသည်။\nနိုင်ငံခြားမှာ အဆင့်မြင့် ပညာတွေတက်ဖို့ ရည်မှန်းထားတဲ့ ကျောင်းသားတွေဟာ သူတို့ရဲ့ ကြိုးစားအားထုတ်မှုမှာ ကျရှုံးလိမ့်မယ်။ အားလပ်ရက်များတွင် သူငယ်ချင်းများနှင့် မိသားစုဝင်များနှင့်အတူ ခရီးသွားခြင်းသည် မျှော်လင့်ထားသည့် ပျော်ရွှင်မှု သို့မဟုတ် အကျိုးကျေးဇူးများကို မပေးနိုင်ပါ။ လအတွင်း သင်၏ ခရီးသွားအစီအစဉ်များကို ချုံ့လိုက်ခြင်းသည် အဓိပ္ပာယ်ရှိလှသည်။\n"
 },
 {
  "id": "11_2023",
  "a": "Health prospect are excellent. Family will present a happy picture with a lot of scope for pregnancy. Career progress will be great. Students will progress in their studies.",
  "b": "ကျန်းမာရေး အလားအလာ ကောင်းပါတယ်။ မိသားစုက ကိုယ်ဝန်အတွက် အတိုင်းအတာများစွာနဲ့ ပျော်ရွှင်စရာကောင်းတဲ့ ပုံရိပ်ကို တင်ဆက်ပေးမှာပါ။ အသက်မွေးဝမ်းကြောင်း လုပ်ငန်း တိုးတက်အောင်မြင်မည်။ ကျောင်းသားများသည် ၎င်းတို့၏ သင်ကြားမှုတွင် တိုးတက်မှု ရှိလိမ့်မည်။",
  "c": "Capricorn November 2023 Horoscope assures that you will have an array of planets supporting your growth this month. These are unseen and great forces. You will have no problem reaching your goals. Mars will give you the courage to forge ahead.\nThe resistance to your growth comes from the planet Venus. You will have to overcome these resistances. There may be some apprehensions on the part of your supporters regarding your growth. You should convince them about your intentions.\n",
  "d": "Capricorn အတွက် 2023 November ဟောကိန်း သည် ဤလတွင် သင်၏ တိုးတက်မှုကို ပံ့ပိုးပေးမည့် ဂြိုလ်အခင်းအကျင်း ရှိမည်ဟု အာမခံပါသည်။ ဤအရာများသည် မမြင်နိုင်သော ကြီးမားသော စွမ်းအားများဖြစ်သည်။ မင်းရဲ့ပန်းတိုင်ကိုရောက်ဖို့ ဘာပြဿနာမှ ရှိမှာမဟုတ်ဘူး။ Mars သည် သင့်အား ရှေ့ဆက်ရန် သတ္တိကို ပေးလိမ့်မည်။\nသင်၏ တိုးတက်မှုကို ခုခံနိုင်စွမ်းသည် သောကြာဂြိုဟ်မှ ဆင်းသက်လာသည်။ အခက်အခဲတွေကို ခံနိုင်ရည်တွေနဲ့ ကျော်လွှားရပါလိမ့်မယ်။ သင်၏တိုးတက်မှုနှင့် ပတ်သက်၍ သင်ကို ထောက်ပံပေးနေသူများ ဘက်မှ စိုးရိမ်မှု အချို့ရှိနိုင်သည်။ မင်းရဲ့ ရည်ရွယ်ချက်တွေနဲ့ မင်းသူတို့ကို ဆွဲဆောင်ရမယ်။\n",
  "e": "There will be problems after the first week in love relationships because of Venus. Your love partners will not have tolerance and that will create problems. It is important to move ahead with confidence. This will help the relationships if you are planning to have a child.\nYour relationship with your spouse will be a little disturbed by the influence of Venus. Your partner tends to irritate you. You can face things with a cool mind and things will become normal. Single Capricorns can get the right partners by spending more time with the existing partners.\n",
  "f": "ဗီးနပ်စ်ကြောင့် အချစ်ရေးမှာ ပထမပတ်ပြီးရင် ပြဿနာတွေ ရှိလာမယ်။ မင်းရဲ့အချစ်ရေးမှာ ခံနိုင်ရည်ရှိမှာ မဟုတ်သလို ပြဿနာတွေကို ဖန်တီးပေးပါလိမ့်မယ်။ ယုံကြည်မှု အပြည့်နဲ့ ရှေ့ဆက်ဖို့ အရေးကြီးပါတယ်။ ကလေးယူဖို့ စီစဉ်နေတယ်ဆိုရင် ဒါဟာ ဆက်ဆံရေးကို အထောက်အကူ ဖြစ်စေမှာပါ။\nသင့်အိမ်ထောင်ဖက်နှင့် သင့်ဆက်ဆံရေးသည် Venus ၏ လွှမ်းမိုးမှုကြောင့် အနည်းငယ် အနှောင့်အယှက် ဖြစ်လိမ့်မည်။ သင့်လက်တွဲဖော်က သင့်ကို စိတ်အနှောင့်အယှက် ဖြစ်စေပါတယ်။ အေးဆေးတဲ့ စိတ်နဲ့ ရင်ဆိုင်နိုင်ပြီး အရာရာတိုင်းဟာ ပုံမှန်ဖြစ်လာမှာပါ။ Single Capricorns များသည် လက်ရှိ တွဲဖက်များနှင့် အချိန်ပိုပေးခြင်းဖြင့် မှန်ကန်သော လက်တွဲဖော်များကို ရရှိနိုင်သည်။\n",
  "g": "Family happiness is supported by the positive vibes of the planets during the month. There will be all-around harmony and relationships will flourish. Family finances are encouraging and this will add to the happiness. You will have the blessings of all the members for your actions.\nChildren will also do well in their studies and their behavior will be exemplary. There will be functions and celebrations to add to the happy environment. Overall, a fabulous month for family happiness.\n",
  "h": "မိသားစု ပျော်ရွှင်မှုကို လစဉ်အတွင်း ဂြိုလ်များ၏ အပြုသဘောဆောင်သော ခံစားမှုများက ပံ့ပိုးပေးသည်။ စည်းလုံးညီညွတ်ပြီး ပေါင်းသင်းဆက်ဆံရေး ထွန်းကားလာမယ်။ မိသားစု ငွေရေးကြေးရေးက အားတက်စရာဖြစ်ပြီး ဒါက ပျော်ရွှင်မှုကို တိုးစေမှာပါ။ မင်းရဲ့လုပ်ဆောင်မှုတွေအတွက် အဖွဲ့ဝင်အားလုံးရဲ့ ကောင်းချီးတွေ ခံစားရလိမ့်မယ်။\nကလေးများသည် ၎င်းတို့၏ လေ့လာမှုတွင် ကောင်းမွန်စွာ ဆောင်ရွက်နိုင်မည် ဖြစ်ပြီး ၎င်းတို့၏ အပြုအမူသည် စံနမူနာပြ ဖြစ်လိမ့်မည်။ ပျော်ရွှင်သော ပတ်ဝန်းကျင်ကို ဖန်တီးရန် လုပ်ဆောင်ချက်များနှင့် အခမ်းအနားများ ရှိတတ်ပါမည်။ ယေဘုယျအားဖြင့်၊ မိသားစု ပျော်ရွှင်မှုအတွက် အံ့သြဖွယ် ကောင်းသော လဖြစ်သည်။\n",
  "i": "2023 Horoscope for Capricorn promises excellent health conditions for individuals in November 2023. There will be a respite from chronic ailments. Minor health afflictions will require routine medical assistance.\nMental health also will be excellent. Health can be further improved by a regular diet and fitness regime. Mental health can be supported by sports and yoga techniques. With good health on the cards, it is time to enjoy outdoor activities.\n",
  "j": "2023 ခုနှစ် နိုဝင်ဘာလတွင် Capricorn တစ်ဦးချင်းစီအတွက် အထူးကောင်းမွန်သော ကျန်းမာရေး အခြေအနေများကို ရရှိနိုင်ပါသည်။ နာတာရှည် ဝေဒနာများမှ သက်သာရာ ရပါလိမ့်မည်။ အသေးအဖွဲ ကျန်းမာရေး ပြဿနာများသည် ပုံမှန် ဆေးဘက်ဆိုင်ရာ အကူအညီ လိုအပ်ပါလိမ့်မည်။\nစိတ်ကျန်းမာရေးလည်း ကောင်းလာမယ်။ ပုံမှန် အစားအသောက်နှင့် ကျန်းမာကြံ့ခိုင်သော အစားအစာများဖြင့် ကျန်းမာရေးကို ပိုမို တိုးတက်စေနိုင်သည်။ စိတ်ကျန်းမာရေးကို အားကစားနှင့် ယောဂ နည်းပညာများဖြင့် ပံ့ပိုးပေးနိုင်ပါသည်။ ကတ်များပေါ်တွင် ကျန်းမာရေး ကောင်းမွန်သဖြင့် ပြင်ပလှုပ်ရှားမှုများကို ပျော်မွေ့ရန် အချိန်ကောင်းဖြစ်သည်။\n",
  "k": "Horoscope forecasts for 2023 promise excellent prospects for the growth of professionals. Relationships with seniors and associates will be cordial and this will help you to progress further in your career overcoming all the challenges.\nThere will also be help from social connections for career advancement. You can expect promotions and monetary benefits. Trave for professional purposes will yield good results. On the whole, a highly satisfying period.\n",
  "l": "2023 ခုနှစ်အတွက် ဟောကိန်း ခန့်မှန်းချက်များသည် ပညာရှင်များ၏ တိုးတက်မှုအတွက် ကောင်းမွန်သော အလားအလာများကို ကတိပေးပါသည်။ အထင်လူကြီးများနှင့် လုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် ရင်းရင်းနှီးနှီး ရှိမည်ဖြစ်ပြီး ယင်းက ပြဿနာ အားလုံးကို ကျော်လွှားပြီး သင့်လုပ်ငန်းခွင်တွင် ပိုမို တိုးတက် အောင်မြင်ရန် ကူညီပေးပါလိမ့်မည်။\nအလုပ် တိုးတက်မှုအတွက် လူမှုဆက်ဆံရေးမှ အကူအညီများလည်း ရရှိမည်ဖြစ်သည်။ ပရိုမိုးရှင်းများနှင့် ငွေကြေး အကျိုးခံစားခွင့်များကို သင်မျှော်လင့်နိုင်သည်။ အလုပ် ရည်ရွယ်ချက်များအတွက် ခရီးသွားခြင်းသည် ရလဒ်ကောင်းများ ထွက်ပေါ်လာမည် ဖြစ်သည်။ ခြုံငုံကြည့်လျှင် အလွန် ကျေနပ်စရာ ကောင်းသော ကာလဖြစ်သည်။\n",
  "m": "Monthly forecasts 2023 foretell a highly beneficial time for financial growth. Existing investments will give good returns. You will have the support of your benefactors for financial advancement. Relationships with partners and colleagues will be harmonious. This will further increase money flow.\nFinances will be easily available for the expansion of existing ventures as well as for initiating new ones. Partnership businesses will yield good profits.\n",
  "n ": "လစဉ် ခန့်မှန်းချက် 2023 သည် ဘဏ္ဍာရေး တိုးတက်မှုအတွက် အလွန် အကျိုးရှိသော အချိန်ကို ကြိုပြောထားသည်။ လက်ရှိ ရင်းနှီးမြုပ်နှံမှုများသည် ကောင်းမွန်သော အကျိုးအမြတ်များ ပေးစွမ်းနိုင်မည် ဖြစ်သည်။ ငွေရေးကြေးရေး တိုးတက်မှုအတွက် သင်၏ ကျေးဇူးရှင်များ၏ ပံ့ပိုးကူညီမှု ရရှိမည်။ လုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေး သဟဇာတဖြစ်မည်။ ဒါမှ ငွေစီးဆင်းမှု ပိုတိုးလာမယ်။\nလက်ရှိလုပ်ငန်း ချဲ့ထွင်ခြင်းအပြင် လုပ်ငန်းသစ်များ စတင်ခြင်းအတွက် ဘဏ္ဍာရေးဆိုင်ရာ လွယ်ကူစွာ ရရှိနိုင်မည် ဖြစ်သည်။ ပူးပေါင်းလုပ်ငန်းများမှ အကျိုးအမြတ် ကောင်းများ ရရှိမည်။\n",
  "o": "Stellar help is available for the academic progress of students. Your mind will be sharper and you will be more enthusiastic about learning. This will result in a good performance in tests and examinations.\nThose studying creative subjects will excel in their courses. Technical and medical students will have no problem maintaining their ranks. Students of crafts will do well in their studies. Passing competitive tests also will not be a problem.\n",
  "p": "ကျောင်းသားများ၏ ပညာရေးတိုးတက်မှုအတွက် ကြယ်တာရာ အကူအညီကို ရရှိနိုင်ပါသည်။ မင်းရဲ့စိတ်က ထက်မြက်လာပြီး သင်ယူမှုကို ပိုစိတ်အား ထက်သန် လာလိမ့်မယ်။ ၎င်းသည် စာမေးပွဲများတွင် ကောင်းမွန်သော စွမ်းဆောင်ရည်ကို ရရှိစေမည်ဖြစ်သည်။\nတီထွင်ဖန်တီးမှုဆိုင်ရာ ဘာသာရပ်များကို လေ့လာနေသူများသည် ၎င်းတို့၏ သင်တန်းများတွင် ထူးချွန်ကြမည် ဖြစ်သည်။ နည်းပညာနှင့် ဆေးဘက်ဆိုင်ရာ ကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်များကို ထိန်းသိမ်းရန် ပြဿနာမရှိပေ။ လက်မှုပညာ ကျောင်းသားများသည် ၎င်းတို့၏ လေ့လာမှုတွင် ကောင်းမွန်စွာ ဆောင်ရွက်နိုင်မည် ဖြစ်သည်။ အပြိုင်အဆိုင် စာမေးပွဲတွေ မှာလည်း ပြဿနာ ရှိမှာ မဟုတ်ဘူး။\n",
  "q": "Travel activities can be hampered by negative planetary aspects. This will seriously affect the progress of business people, creative artists, and sales personnel. There will be a good number of travels both inland as well as overseas.\nAll these will bring hardly any benefits. Holiday or religious travel for personal gratification will not provide the enjoyment expected. You should review your travel plans and cut down the unnecessary ones.\n",
  "r": "ခရီးသွား လုပ်ငန်းဆောင်တာများသည် အပျက်သဘောဆောင်သော ဂြိုလ်သွင်ပြင်များကြောင့် အနှောင့်အယှက် ဖြစ်နိုင်သည်။ ၎င်းသည် စီးပွားရေးသမားများ၊ တီထွင်ဖန်တီးမှုရှိသော အနုပညာရှင်များနှင့် အရောင်းဝန်ထမ်းများ၏ တိုးတက်မှုကို ပြင်းထန်စွာ သက်ရောက်မှုရှိမည် ဖြစ်သည်။ ပြည်တွင်းရော ပြည်ပရော ခရီးသွားတွေလည်း များလာမယ်။\nဒါတွေအားလုံးဟာ အကျိုးကျေးဇူးတွေ ရခဲလှပါတယ်။ အားလပ်ရက် သို့မဟုတ် ဘာသာရေး ခရီးစဥ်တွင် ကိုယ်ရေးကိုယ်တာ ကျေနပ်မှုများအတွက် မျှော်လင့်ထားသည့် ပျော်ရွှင်မှုကို ပေးမည်မဟုတ်ပါ။ သင်၏ ခရီးသွား အစီအစဉ်များကို ပြန်လည်သုံးသပ်ပြီး မလိုအပ်သော အရာများကို ဖြတ်တောက်သင့်သည်။\n"
 },
 {
  "id": "12_2023",
  "a": "Family affairs will be pleasant. No problems with health are expected. Marital life will be enjoyable. Financial progress is wonderful.",
  "b": "မိသားစုကိစ္စများ အဆင်ပြေမည်။ ကျန်းမာရေးအတွက် ဘာပြဿနာမှ မရှိပါဘူး။ အိမ်ထောင်ရေး သာယာမည်။ ငွေကြေး တိုးတက်မှုက အံ့မခန်းပါပဲ။",
  "c": "Capricorn December 2023 Horoscope foretells that you will have assistance from Mercury and Venus in your activities. The speed of progress will tend to be slower. The major activity will be to enlist support from your contacts. Mercury will come to your help in these activities.\nThe planetary support also will encourage you to enlist cooperation from powerful social connections. This will result in a successful year without any major mishaps. If you are not happy with the pace of your progress, use this time during the 2023 Mercury retrograde to circumspect.\n",
  "d": "2023 ခုနှစ် ဒီဇင်ဘာလတွင် မကာရရာသီဖွား သည် သင်၏လုပ်ဆောင်မှုများတွင် Mercury နှင့် Venus တို့မှ အကူအညီ ရရှိမည်ဟု ဟောပြောထားသည်။ တိုးတက်မှု အရှိန်သည် နှေးကွေး သွားတတ်သည်။ အဓိက လုပ်ဆောင်ချက်မှာ သင့်အဆက်အသွယ်များမှ ပံ့ပိုးကူညီမှု ရရန်ဖြစ်သည်။ Mercury သည် ဤလုပ်ဆောင်မှုများတွင် သင့်ထံ အကူအညီ ရောက်ရှိလာလိမ့်မည်။\nအင်အားကြီးသော လူမှုချိတ်ဆက်မှုများမှ ပူးပေါင်းဆောင်ရွက်မှုကို ရရှိရန် သင့်ကို ဂြိုလ်ထောက်ပံမှုများကလည်း အားပေးလိမ့်မည်။ ကြီးကြီးမားမား အပျက်အစီးများမရှိဘဲ အောင်မြင်သော နှစ်ကို ဖြစ်ပေါ်စေမည် ဖြစ်သည်။ သင်၏ တိုးတက်မှု အရှိန်အဟုန်ကို သင်မကျေနပ်ပါက၊ 2023 Mercury နောက်ကြောင်း ပြန်ကျသွားသည့် ကာလအတွင်း အခြေအနေများကို လှည့်ပတ်ကြည့်ရှုသင့်ပါသည်။\n",
  "e": "Love relationships will have an easy time after the first week of the month. There will be complete harmony between partners and there is no need to prove yourself. You are the master of love affairs.\nLife with your spouse will accelerate and it is time to revive the various plans like having a child. This will have a salutary effect on your relationship with your partner. Singles can attract love partners without any effort and it is time to discuss plans.\n",
  "f": "အချစ်ရေး ဆက်ဆံရေးဟာ လရဲ့ ပထမပတ်ပြီးရင် လွယ်ကူတဲ့ အချိန်တွေ ရှိလာပါလိမ့်မယ်။ တွဲဖက်များကြားတွင် ပြီးပြည့်စုံသော သဟဇာတ ရှိမည်ဖြစ်ပြီး သင့်ကိုယ်သင် သက်သေပြရန် မလိုအပ်ပါ။ သင်ဟာ အချစ်ရေးရဲ့ သခင်ပါ။\nသင့်အိမ်ထောင်ဖက်နှင့်အတူ ဘဝကို အရှိန်အဟုန်မြှင့်ကာ ကလေးမွေးခြင်းကဲ့သို့ အစီအစဉ် အမျိုးမျိုးကို ပြန်လည်အသက်သွင်းရန် အချိန်ကျရောက်ပြီ ဖြစ်သည်။ ဤသို့ပြုလုပ်ခြင်းသည် သင့်တွဲဖက်နှင့် သင့်ဆက်ဆံရေးအပေါ် ကောင်းမွန်သော အကျိုးသက်ရောက်မှု ရှိစေမည် ဖြစ်သည်။ တစ်ကိုယ်ရေသမားတွေဟာ အားထုတ်စရာမလိုဘဲ အချစ်ရေး လက်တွဲဖော်တွေကို ဆွဲဆောင်နိုင်ပြီး ရှေ့ဆက်ရမည့် အစီအစဉ်တွေကို ဆွေးနွေးရမယ့် အချိန်ဖြစ်ပါတယ်။\n",
  "g": "Family affairs will be wonderful with the assistance of stellar configurations. Cordiality will prevail among the members and there will be several functions and celebrations. Family finances will look up to take care of the necessary expenses.\nHowever, the progress of children will be a sore point. Their progress tends to be not very much encouraging and their relationship with others will also be a matter of concern. Hence, it will be necessary to devote more attention to their activities.\n",
  "h": "ကြယ်ဖွဲ့စည်းပုံများ၏ အကူအညီဖြင့် မိသားစုရေးရာများသည် အံ့သြဖွယ် ကောင်းလိမ့်မည်။ ခင်မင်ရင်းနှီးမှုသည် မိသားစုဝင်များကြားတွင် ကြီးစိုးမည်ဖြစ်ပြီး လုပ်ငန်းဆောင်တာများနှင့် အခမ်းအနား များစွာလည်း ရှိမည် ဖြစ်သည်။ မိသားစု ဘဏ္ဍာရေးအရ လိုအပ်သော အသုံးစရိတ်များအတွက် အဆင်ပြေစေလိမ့်မည်။\nသို့သော် ကလေးများ၏ တိုးတက်မှုသည် ဆိုးရွားသော အချက်ဖြစ်လိမ့်မည်။ သူတို့၏ တိုးတက်မှုသည် အလွန် အားရစရာ မရှိသလို အခြားသူများနှင့် သူတို့၏ ဆက်ဆံရေးသည်လည်း စိုးရိမ်စရာ ကိစ္စတစ်ခု ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့၏ လှုပ်ရှားမှုများကို ပိုမိုအာရုံစိုက်ရန် လိုအပ်ပါသည်။\n",
  "i": "2023 Horoscope for Capricorn promises excellent health for individuals with the help of planetary configurations in December 2023. No problems are expected on account of chronic diseases and this will be a major source of happiness. With a wonderful physical condition, it is time to enjoy adventurous sports and other exciting activities.\nMinor health problems can be taken care of through medical assistance. If there are any problems on account of stress, making a proper schedule will help. In addition, relaxation exercises will be of great assistance.\n",
  "j": "2023 ခုနှစ် ဒီဇင်ဘာလတွင် ဂြိုလ်ဖွဲ့စည်းပုံများ အကူအညီဖြင့် Capricorn တစ်ဦးချင်းစီအတွက် ကောင်းမွန်သော ကျန်းမာရေးကို ပြောထားပါသည်။ နာတာရှည်ရောဂါများကြောင့် မည်သည့် ပြဿနာမျှ မရှိနိုင်ခြင်းသည် ပျော်ရွှင်မှု၏ အဓိက အရင်းအမြစ် ဖြစ်လာမည် ဖြစ်သည်။ အံ့သြဖွယ်ကောင်းသော ရုပ်ပိုင်းဆိုင်ရာ အခြေအနေဖြင့်၊ စွန့်စားခန်း အားကစားနှင့် အခြား စိတ်လှုပ်ရှားဖွယ် လှုပ်ရှားမှုများကို ခံစားရန် အချိန်ဖြစ်သည်။\nဆေးဝါးအကူအညီဖြင့် အသေးအမွှား ကျန်းမာရေး ပြဿနာများကို ကုသနိုင်ပါသည်။ စိတ်ဖိစီးမှုကြောင့် ပြဿနာတစ်စုံတစ်ရာ ရှိလာပါက မှန်ကန်သော အချိန်ဇယား ဆွဲခြင်းသည် အထောက်အကူ ဖြစ်ပါလိမ့်မည်။ ထို့အပြင် အပန်းဖြေ လေ့ကျင့်ခန်းများသည် များစွာ အထောက်အကူ ဖြစ်စေပါသည်။\n",
  "k": "Zodiac predictions 2023 foretell that professionals will fail to make the necessary progress because of planetary disturbances. You will be forced to take on more responsibilities. But the returns are meager. The only bright spot will be the full cooperation from colleagues and seniors.\nHelp from your social connections also will be missing for your career activities. There will be marginal gains from travel activities. The only thing you can do is to be sincere in your work and wait for the good days to come.\n",
  "l": "2023 ရာသီခွင် ခန့်မှန်းချက်များ တွင် ပညာရှင်များသည် ဂြိုလ်အနှောက်အယှက်များကြောင့် လိုအပ်သော တိုးတက်မှုကို မအောင်မြင်နိုင်ဟု ကြိုပြောထားသည်။ သင့်အား တာဝန် ပိုယူခိုင်းလိမ့်မည်။ ဒါပေမယ့် ပြန်လာမှုက နည်းတယ်။ လုပ်ဖော်ကိုင်ဖက်များနှင့် အထက်စီနီယာများထံမှ အပြည့်အဝ ပူးပေါင်းဆောင်ရွက်မှု တစ်ခုတည်းသော ကောင်းသော အရာဖြစ်လိမ့်မည်။\nသင်၏ လူမှုရေး ချိတ်ဆက်မှုများမှ အကူအညီသည်လည်း သင်၏ လုပ်ငန်းများအတွက် ပျောက်ဆုံးနေလိမ့်မည်။ ခရီးသွားလုပ်ငန်းများမှ အမြတ်အစွန်း များစွာရရှိမည်။ မင်းလုပ်နိုင်တဲ့ တစ်ခုတည်းသော အရာက မင်းရဲ့အလုပ်အပေါ် သစ္စာစောင့်သိပြီး ကောင်းမွန်တဲ့ နေ့ရက်တွေကို စောင့်မျှော်နေဖို့ပါပဲ။\n",
  "m": "Monthly astrology for 2023 indicates a profitable period for the financial activities of Capricorn people. Returns from existing investments will be excellent and all speculations will yield very good profits. Relationships with colleagues and partners will be very much friendly and this will further boost your profits.\nFinances will be easily available for expansions and new projects. You will get support from experts and social contacts in your financial activities. Overall a happy month for the finances.\n",
  "n ": "2023 ခုနှစ်အတွက် လစဉ် နက္ခတ်ဗေဒင်သည် မကာရ ရာသီဖွားများ၏ ငွေကြေးဆိုင်ရာ လုပ်ငန်းများအတွက် အကျိုးအမြတ်များသည့် ကာလကို ညွှန်ပြပါသည်။ ရှိပြီးသား ရင်းနှီးမြှုပ်နှံမှုများမှ ကောင်းသော အကျိုးအမြတ်များ ရရှိမည်ဖြစ်ပြီး ထင်ကြေးပေးမှုများ အားလုံးသည် အလွန် ကောင်းမွန်သော အမြတ်အစွန်းများ ရရှိမည် ဖြစ်သည်။ လုပ်ဖော်ကိုင်ဖက်များ၊ ပူးပေါင်း ဆောင်ရွက်သူများနှင့် ဆက်ဆံရေးသည် အလွန်ဖော်ရွေပြီး သင့်အကျိုးအမြတ်များကို ပိုမို တိုးတက်စေမည် ဖြစ်သည်။\nတိုးချဲ့မှုများနှင့် ပရောဂျက် အသစ်များအတွက် ငွေကြေးများ အလွယ်တကူ ရနိုင်မည် ဖြစ်သည်။ သင်၏ ဘဏ္ဍာရေးဆိုင်ရာ လုပ်ငန်းများတွင် ကျွမ်းကျင်သူများနှင့် လူမှုရေး အဆက်အသွယ်များထံမှ ပံ့ပိုးကူညီမှုကို သင်ရရှိမည် ဖြစ်သည်။ ငွေရေးကြေးရေး အဆင်ပြေတဲ့ လတစ်လ ဖြစ်ပါတယ်။\n",
  "o": "Academic progress is stifled by the negative stellar influences during the month. There will a problem with the overall attitude toward studies. This will not help good performance in the progress of studies. Results in examinations will tend to be dismal.\nCompetitive tests will be difficult to get through despite hard work and necessary guidance. Students of engineering and arts will fail to do well in their studies. Students of creative subjects fail to do well in their studies.\n",
  "p": "လစဉ်အတွင်း အနုတ်လက္ခဏာကြယ် လွှမ်းမိုးမှုများကြောင့် ပညာရေးတိုးတက်မှုကို ပိတ်ဆို့ထားသည်။ ပညာသင်ကြားမှုအပေါ် စိတ်သဘောထားများ အဆင်မပြေမှုများ ရှိမည်။ ၎င်းသည် လေ့လာမှုများ၏ တိုးတက်မှုတွင် ကောင်းမွန်သော စွမ်းဆောင်ရည်ကို အထောက်အကူမပြုပါ။ စာမေးပွဲ ရလဒ်များ သည် စိတ်ပျက်ဖွယ် ကောင်းနေတတ်သည်။\nကြိုးစားအားထုတ်မှုနှင့် လိုအပ်သော လမ်းညွှန်မှုများကြားမှ ယှဉ်ပြိုင်မှု စာမေးပွဲများကို ဖြေဆိုရန် ခက်ခဲပါလိမ့်မည်။ အင်ဂျင်နီယာနှင့် အနုပညာ ကျောင်းသားများသည် ၎င်းတို့၏ လေ့လာမှုတွင် ကောင်းစွာ မအောင်မြင်တတ်ကြပေ။ တီထွင်ဖန်တီးမှု ဘာသာရပ်ဆိုင်ရာ ကျောင်းသားများသည် ၎င်းတို့၏ လေ့လာမှုတွင် ကောင်းစွာ မအောင်မြင်တတ်ကြပါ။\n",
  "q": "Travel plans are blessed by the stars during the month resulting in handsome benefits from travel activities. Business people will be able to promote their businesses through these travels. There will be several trips both inland and overseas. Almost all of them will be highly beneficial.\nHoliday travel or religious trips also will result in the happiness expected from them. Creative artists will be able to make a sizeable amount of money. Overall, a fine month for travel plans.\n",
  "r": "ခရီးသွားခြင်း အစီအစဉ်များသည် လစဉ်လအတွင်း ကြယ်ပွင့်များမှ မင်္ဂလာရှိသော ခရီးသွား လှုပ်ရှားမှုများမှ အကျိုးကျေးဇူးများ ရရှိစေပါသည်။ စီးပွားရေး သမားများသည် ယင်းခရီးစဉ် များမှတစ်ဆင့် ၎င်းတို့၏ လုပ်ငန်းများကို မြှင့်တင်နိုင်မည် ဖြစ်သည်။ ပြည်တွင်းပြည်ပ ခရီးစဉ်များစွာရှိမည်။ ၎င်းတို့ အားလုံးနီးပါးသည် အလွန် အကျိုးရှိမည် ဖြစ်သည်။\nအားလပ်ရက် ခရီးသွားခြင်း သို့မဟုတ် ဘာသာရေး ခရီးစဉ်များ သည်လည်း ၎င်းတို့ထံမှ မျှော်လင့်ထားသော ပျော်ရွှင်မှု များ ဖြစ်ပေါ်လာလိမ့်မည်။ တီထွင်ဖန်တီးမှု ရှိသော အနုပညာရှင်များသည် ငွေကြေးပမာဏ များစွာကို ရရှိနိုင်မည် ဖြစ်သည်။ ယေဘုယျအားဖြင့် ခရီးသွား အစီအစဉ်များ အတွက် ကောင်းမွန်သော လဖြစ်သည်။\n"
 }
]