[
 {
  "id": "8_2023",
  "a": "Happiness prevails in marital life. The family presents a happy picture. Career progress will be phenomenal. Finances will be profitable.",
  "b": "အိမ်ထောင်ရေးမှာ ပျော်ရွှင်မှုတွေ ရှိတယ်။ မိသားစုရဲ့ ပျော်ရွှင်စရာ ပုံရိပ်လေးတွေကို မြင်ရတယ်။ အသက်မွေးဝမ်းကျောင်း တိုးတက်မှု အံ့မခန်းဖြစ်မည်။ ငွေကြေးကိစ္စများ အမြတ်များမည်။",
  "c": "Libra August 2023 Horoscope promises that life will be fabulous with the influences of the Sun and Venus. They enable you to be dynamic and establish relationships with new people. There will be a large increase in social contacts. Harmony will prevail in these new friendships. It is important to be decisive if you want to progress in life. Things will improve further by end of the month with the influence of Mars.",
  "d": "Libra ဩဂုတ်လ 2023 ခုနှစ် ဟောကိန်း သည် နေနှင့် သောကြာဂြိုဟ်တို့၏ လွှမ်းမိုးမှုဖြင့် ဘဝသည် အံ့သြဖွယ် ကောင်းလိမ့်မည်ဟု ကတိပေးသည်။ ၎င်းတို့သည် သင့်အား တက်ကြွစေပြီး လူသစ်များနှင့် ဆက်ဆံရေးကို တည်ဆောက်နိုင်စေပါသည်။ လူမှုဆက်ဆံရေးများ များပြားလာမည်။ ဤမိတ်သစ်ဆွေသစ်များနှင့် သဟဇာတဖြစ်မည်။ ဘဝမှာ တိုးတက်ချင်ရင် ပြတ်ပြတ်သားသားရှိဖို့ အရေးကြီးပါတယ်။ အင်္ဂါဂြိုဟ်၏ လွှမ်းမိုးမှုဖြင့် လကုန်တွင် အရာများ ပိုမို တိုးတက် ကောင်းမွန်လာမည် ဖြစ်သည်။",
  "e": "There will be periods of solitude that will allow you to think about your relationships and select the right ones. Venus retrograde will come to your help in these matters.\nRelationships between married partners will be very much cordial with the scope for a pregnancy. It is important to go on a holiday together in case of differences of opinion. You will be able to come to an understanding during this period. Singles will have many opportunities to get into relationships. The end of the month is suitable for making a decision even during the 2023 Mercury retrograde dates.\n",
  "f": "မင်းရဲ့ဆက်ဆံရေး အကြောင်းတွေးပြီး မှန်ကန်သူတွေကို ရွေးချယ်ခွင့်ပေးမယ့် အထီးကျန်နေတဲ့ အချိန်တွေ ရှိမယ်။ Venus ဆုတ်ခွာခြင်း သည် ဤကိစ္စများအတွက် သင့်ထံ အကူအညီ ရောက်ရှိလာပါလိမ့်မည်။\nအိမ်ထောင်ရှင်များကြား ဆက်ဆံရေးသည် ပိုခိုင်မြဲရန်အတွက် အတိုင်းအတာနှင့် အလွန်ရင်းနှီးမှု ရှိလိမ့်မည်။ သဘောထား ကွဲလွဲမှုတွေရှိလာရင် အားလပ်ရက်မှာ အတူတူသွားလည်ဖို့ အရေးကြီးပါတယ်။ ဒီကာလမှာ နားလည်မှုတွေ ရှိလာမယ်။ တစ်ကိုယ်ရေသမားတွေဟာ ပေါင်းသင်းဆက်ဆံရေးအတွက် အခွင့်အလမ်း များစွာ ရှိပါလိမ့်မယ်။ လ၏အဆုံးသည် 2023 Mercury ဆုတ်ခွာစဉ် ရက်စွဲများအတွင်း၌ပင် ဆုံးဖြတ်ချက်ချရန်အတွက် သင့်လျော်သည်။\n",
  "g": "Harmony in the family surroundings will be excellent with the influence of the planets. There will be help from outsiders in improving the relationships. It is a time for celebrations and enjoyment with all the members of the family together. Family finances will be more than enough to cover the expenses. Children will perform well in their studies and other activities. A very good month for family affairs!",
  "h": "မိသားစု ပတ်ဝန်းကျင်တွင် သဟဇာတ ဖြစ်မှုသည် ဂြိုလ်များ၏ လွှမ်းမိုးမှုဖြင့် အထူးကောင်းမွန်လိမ့်မည်။ ပေါင်းသင်းဆက်ဆံရေး ပိုမိုကောင်းမွန်လာစေရန် ပြင်ပလူများ၏ အကူအညီများ ရှိလာမည်။ မိသားစုအားလုံး အတူတူ ပျော်ပွဲရွှင်ပွဲတွေနဲ့ ပျော်ပွဲရွှင်ပွဲတွေ လုပ်ရမယ့် အချိန်ပါပဲ။ မိသားစု ငွေရေးကြေးရေးသည် အသုံးစရိတ်များကို ကာမိရန် လုံလောက်သည်ထက် ပိုနေလိမ့်မည်။ ကလေးတွေဟာ သူတို့ရဲ့ လေ့လာမှုနဲ့ တခြားလုပ်ဆောင်မှုတွေမှာ ကောင်းကောင်း လုပ်ဆောင် နိုင်ပါလိမ့်မယ်။ မိသားစု ကိစ္စများအတွက် အလွန်ကောင်းသော လဖြစ်သည်။",
  "i": "2023 Horoscope for Libra is highly promising for the health of individuals. Recurring ailments will be under control and this will be highly promising for overall health. Minor health problems can be taken care of by regular medical attention in August 2023.\nMental health will also be wonderful with almost no stress in normal life. Health can be further enhanced through regular diet and fitness regimes. Relaxation methods such as yoga and sports will be useful for the mental well-being of Libra people.\n",
  "j": "2023 Libra အတွက် ဟောကိန်း သည် လူတစ်ဦးချင်းစီ၏ ကျန်းမာရေးအတွက် အလွန် အလားအလာ ကောင်းသည်။ ရောဂါဝေဒနာ ဟောင်း များကို ထိန်းချုပ်နိုင်မည် ဖြစ်ပြီး ၎င်းသည် အလုံးစုံ ကျန်းမာရေးအတွက် အလွန် အလားအလာ ကောင်းပါလိမ့်မည်။ အသေးစား ကျန်းမာရေး ပြဿနာများကို 2023 ခုနှစ် သြဂုတ်လတွင် ပုံမှန်ဆေးကုသမှုခံယူခြင်းဖြင့် ကုသနိုင်ပါသည်။\nပုံမှန်ဘဝတွင် စိတ်ဖိစီးမှု မရှိသလောက် စိတ်ကျန်းမာရေးသည်လည်း အံ့သြဖွယ် ကောင်းပေလိမ့်မည်။ ပုံမှန် အစားအသောက်နှင့် ကျန်းမာကြံ့ခိုင်သော အစားအစာများဖြင့် ကျန်းမာရေးကို ပိုမိုတိုးတက်စေနိုင်သည်။ ယောဂနှင့် အားကစားကဲ့သို့သော အပန်းဖြေနည်းများသည် Libra လူတို့၏ စိတ်ကျန်းမာရေးအတွက် အသုံးဝင်ပါလိမ့်မည်။\n",
  "k": "Monthly Horoscope 2023 is highly promising for working professionals during the month. Relationships at the workplace will be highly pleasant. This will facilitate the completion of projects with hard work. You can look forward to promotions and monetary rewards from the management. There will be opportunities to get into better jobs to improve the financial prospects further. All in all, a wonderful month for career promotion!",
  "l": "လစဉ် ဟောကိန်း 2023 သည် ဤလအတွင်း လုပ်ငန်း ကျွမ်းကျင်သူများအတွက် အလွန် အလားအလာ ကောင်းသည်။ လုပ်ငန်းခွင်အတွင်း ပေါင်းသင်းဆက်ဆံရေး ကောင်းမွန်လာမည်။ ဤအရာသည် ကြိုးစားအားထုတ်မှုဖြင့် အလုပ်များကို ပြီးမြောက်စေမည် ဖြစ်သည်။ စီမံခန့်ခွဲမှုမှ ပရိုမိုးရှင်းများနှင့် ငွေကြေး ဆုလာဘ်များကို သင်မျှော်လင့်နိုင်သည်။ ငွေကြေးဆိုင်ရာ အလားအလာများ ပိုမို တိုးတက် ကောင်းမွန်လာစေရန် ပိုမိုကောင်းမွန်သော အလုပ်အကိုင်များ ရရှိနိုင်ရန် အခွင့်အလမ်းများ ရှိလာမည် ဖြစ်ပါသည်။ အလုံးစုံ၊ အလုပ်အကိုင် ရာထူးတိုးခြင်းအတွက် အံ့သြဖွယ်ကောင်းသော လဖြစ်သည်။",
  "m": "Yearly horoscope predictions for 2023 are exceptionally profitable for the finances of Libra business people. Even speculative ventures will give very high returns. Relationships with colleagues and partners in business will be wonderful. This will further increase the money flow. You can expect help from your social contacts in increasing profits. Existing investments also will yield good returns. The time is opportune for expansions and initiation of new ventures.",
  "n": "2023 ခုနှစ်အတွက် နှစ်အလိုက် ဇာတာ ဟောကိန်းများသည် Libra စီးပွားရေးသမားများ အတွက် ငွေရေးကြေးရေးအတွက် အထူး အကျိုးရှိသည်။ မှန်းဆထားသော လုပ်ငန်းများပင်လျှင် အလွန်မြင့်မားသော အကျိုးအမြတ်ကို ပေးလိမ့်မည်။ လုပ်ငန်းတွင် လုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် အံ့သြဖွယ် ကောင်းလိမ့်မည်။ ငွေစီးဆင်းမှု ပိုတိုးလာမယ်။ အမြတ်များတိုးလာစေရန် သင်၏ လူမှုရေးအဆက်အသွယ်များမှ အကူအညီကို သင်မျှော်လင့်နိုင်သည်။ လက်ရှိ ရင်းနှီးမြုပ်နှံမှု များသည်လည်း ကောင်းမွန်သော အကျိုးအမြတ်များ ရရှိနိုင်မည် ဖြစ်သည်။ ချဲ့ထွင်ခြင်းနှင့် လုပ်ငန်းသစ်များ စတင်ခြင်းအတွက် အချိန်ကောင်းဖြစ်သည်။",
  "o": "Prospects of progress in the academic activities of Libra students are bleak as stellar influences are very much negative. Despite hard work, results in the examinations tend to be poor. Engineering and medical students will fail to hold their grades.\nCompetitive tests will require much more effort and very good guidance from learned people. Those pursuing technical trades tend to do very well despite the negative influences.\n",
  "p": "Libra ကျောင်းသားများ၏ ပညာရေးဆိုင်ရာ လှုပ်ရှားမှုများတွင် ကြယ်ပွင့်များ၏ လွှမ်းမိုးမှုများမှာ အလွန် အနုတ်လက္ခဏာ ဖြစ်နေသောကြောင့် တိုးတက်မှု အလားအလာများ ဆိုးရွားနေပါသည်။ အလုပ် ကြိုးစားသော်လည်း စာမေးပွဲရလဒ်များ ညံ့တတ်သည်။ အင်ဂျင်နီယာနှင့် ဆေးကျောင်းသားများသည် ၎င်းတို့၏ အမှတ်များကို မြှင့်တင်ရန် ပျက်ကွက်လိမ့်မည်။\nအပြိုင်အဆိုင် စာမေးပွဲများသည် သင်ယူသူများထံမှ အလွန်ကြိုးစားအားထုတ်မှုနှင့် လမ်းညွှန်မှုများစွာ လိုအပ်မည်ဖြစ်သည်။ နည်းပညာပိုင်းဆိုင်ရာ ကုန်သွယ်မှုများကို လိုက်စားသူများသည် အပျက်သဘောဆောင်သည့် လွှမ်းမိုးမှုများ ရှိနေသော်လည်း အလွန် ကောင်းမွန်နေလိမ့်မည်။\n",
  "q": "Travel activities tend to be unprofitable because of the negative influences of the planets. There will be both business as well as holiday travel. Almost all of them tend to be fruitless. Both inland and overseas travels are on the cards. Trips with friends and family members for enjoyment will result in problems. Under these conditions, it will be prudent to cut down the travel and save money.",
  "r": "ဂြိုလ်များ၏ အပျက်သဘော လွှမ်းမိုးမှုများကြောင့် ခရီးသွား လုပ်ငန်းများသည် အကျိုးအမြတ် မရနိုင်ပါ။ အလုပ်ကိစ္စနဲ့ အားလပ်ရက် ခရီးတွေရော ရှိမယ်။ ၎င်းတို့ အားလုံးနီးပါးသည် ထင်သလောက် အကျိုး မရှိတတ်ကြပေ။ ပြည်တွင်းနှင့်ပြည်ပ ခရီး နှစ်ခုစလုံးရှိတတ်သည်။ သူငယ်ချင်းတွေနဲ့ မိသားစုဝင်တွေနဲ့ ပျော်ပျော်ပါးပါး ခရီးတွေထွက်ရင် ပြဿနာတွေ ရှိလာမယ်။ ဤအခြေအနေများ အောက်တွင် ခရီးသွားခြင်းကို ဖြတ်တောက်ပြီး ငွေကုန်သက်သာစေမည် ဖြစ်သည်။"
 },
 {
  "id": "9_2023",
  "a": "Married life will be excellent. Health prospects are great. Career growth will be exemplary. Profits can be less than expected in business activities.",
  "b": "အိမ်ထောင်သည် ဘဝ သာယာမည်။ ကျန်းမာရေး အလားအလာ ကောင်းပါတယ်။ အသက်မွေးဝမ်းကျောင်း တိုးတက်မှုသည် စံနမူနာပြ ဖြစ်လိမ့်မည်။ စီးပွားရေးလုပ်ငန်းများတွင် အမြတ်အစွန်းသည် မျှော်မှန်းထားသည်ထက် နည်းနိုင်သည်။",
  "c": "Libra September 2023 Horoscope indicates that with the help of planets, Venus and Mars, there will improvements in the areas of relationships as well as the completion of projects. There will be a sense of happiness and stability. It is important to be subdued in your reactions to your successful activities. A lot of intelligence will be necessary to handle the situations that arise. More effort is required if you want to achieve your ambitions. There will be many hurdles to cross on your way to success during the 2023 Mercury retrograde.",
  "d": "Libra စက်တင်ဘာ 2023 ဟောကိန်း သည် ဂြိုဟ်များ၊ သောကြာဂြိုဟ်နှင့် အင်္ဂါဂြိုဟ်တို့၏ အကူအညီဖြင့် ဆက်ဆံရေးနှင့် အလုပ်များ ပြီးစီးမှု နယ်ပယ်များတွင် တိုးတက်မှုများ ရှိလာမည်ကို ညွှန်ပြသည်။ စိတ်ချမ်းသာမှု နှင့် တည်ငြိမ်မှု ရှိမည်။ သင်၏ အောင်မြင်သော လုပ်ဆောင်မှု များအပေါ် သင်၏ တုံ့ပြန်မှုများတွင် နှိမ့်ချနိုင်ရန် အရေးကြီးပါသည်။ ဖြစ်ပေါ်လာတဲ့ အခြေအနေတွေကို ကိုင်တွယ်ဖြေရှင်းဖို့ ဉာဏ်ရည်ဉာဏ်သွေး အများကြီး လိုအပ်ပါလိမ့်မယ်။ မင်းရဲ့ ရည်မှန်းချက်တွေကို အကောင်အထည် ဖော်ချင်ရင် ပိုပြီးတော့ ကြိုးစားဖို့ လိုပါတယ်။ 2023 Mercury ဆုတ်ခွာစဉ် အတွင်း အောင်မြင်မှုဆီသို့ ဖြတ်ကျော်ရန် အတားအဆီးများစွာ ရှိပါမည်။",
  "e": "Love relationships will be harmonious. It is important to restrict your impulses and pay attention to the emotions of your partner before planning for a child.\nMarried life will be very much congenial and all the past difficulties are getting solved. To maintain this harmony, you should be more subdued in your emotions. Singles will get into love relationships if they can accept their partners as they are.\n",
  "f": "အချစ်ရေးမှာ သဟဇာတဖြစ်မည်။ ကလေးယူရန် မစီစဉ်မီ သင်၏ တွန်းအားများကို ထိန်းချုပ်ရန်နှင့် သင့်လုပ်ဖော်ကိုင်ဖက်၏ စိတ်ခံစားမှုများကို အာရုံစိုက်ရန် အရေးကြီးပါသည်။\nအိမ်ထောင်သည်ဘဝဟာ အလွန်သာယာပြီး အတိတ်က အခက်အခဲတွေ ပြေလည်သွားပါလိမ့်မယ်။ ဤသဟဇာတ ဖြစ်မှုကိုထိန်းသိမ်းရန်၊ သင့်စိတ်ခံစားမှုများကို ပို၍ ချိုးနှိမ်ထားသင့်သည်။ တစ်ကိုယ်ရေ သမားတွေဟာ သူတို့ရဲ့ လက်တွဲဖော်တွေကို အရှိအတိုင်း လက်ခံနိုင်ရင် အချစ်ရေးမှာ အဆင်ပြေ လာပါလိမ့်မယ်။\n",
  "g": "The predictions do not indicate happiness in the family surroundings due to planetary disturbances. Interference from outsiders may result in conflicts between members. It is necessary to remove these undesirable influences.\nDespite that, harmony will be missing between members. This will affect the progress of children in their educational activities. They tend to get into fights with others. It is necessary to keep a strict watch on their activities.\n",
  "h": "ဂြိုလ်အနှောက်အယှက်တွေကြောင့် မိသားစု ပတ်ဝန်းကျင်မှာ ပျော်ရွှင်မှုကို မညွှန်ပြပါဘူး။ ပြင်ပမှ ဝင်ရောက် စွက်ဖက်မှုများသည် မိသားစုဝင်များ ကြားတွင် ပဋိပက္ခများ ဖြစ်ပေါ်နိုင်သည်။ ဤမလိုလားအပ်သော လွှမ်းမိုးမှုများကို ဖယ်ရှားရန် လိုအပ်ပါသည်။\nသို့သော်လည်း မိသားစုဝင်များကြားတွင် စည်းလုံးညီညွတ်မှု ပျောက်ဆုံးနေမည် ဖြစ်သည်။ ယင်းသည် ကလေးများ၏ ပညာရေးဆိုင်ရာ လှုပ်ရှားမှုများတွင် တိုးတက်မှုကို ထိခိုက်စေမည် ဖြစ်သည်။ သူတို့သည် အခြားသူများနှင့် ရန်ဖြစ်တတ်သည်။ သူတို့ရဲ့ လှုပ်ရှားမှုတွေကို တင်းတင်းကြပ်ကြပ် စောင့်ကြည့်နေဖို့ လိုအပ်ပါတယ်။\n",
  "i": "2023 Horoscope for Libra promises good health for individuals with the beneficial aspects of the planets. Recurring diseases will remain suppressed and this will be highly beneficial. Minor health problems can be taken care of by usual medical care.\nThere may be some problems due to anxiety. More relaxation through meditation and sports will limit the difficulty. Physical health will require the regular practice of a good diet and fitness program. Overall, an excellent month to enjoy with good health blessing you.\n",
  "j": "2023 Libra အတွက် ဟောကိန်း သည် ဂြိုလ်များ၏ အကျိုးပြုပုံများ ပါရှိသော လူတစ်ဦးချင်းစီအတွက် ကျန်းမာရေးကောင်းမည်ဟု ကတိပေးသည်။ ရောဂါဟောင်း နှိမ်နင်းနိုင်မည်ဖြစ်ပြီး ၎င်းသည် အလွန်အကျိုးရှိမည် ဖြစ်သည်။ အသေးအမွှား ကျန်းမာရေး ပြဿနာများကို ပုံမှန်ဆေးကုသမှုဖြင့် ကုသနိုင်ပါသည်။\nစိုးရိမ်ကြောင့်ကြမှု ပြဿနာအချို့ ရှိနိုင်သည်။ တရားထိုင်ခြင်းနှင့် အားကစားလုပ်ခြင်းတို့ဖြင့် ပိုမိုအပန်းဖြေခြင်းက အခက်အခဲများကို ထိန်းချုပ်ပေးလိမ့်မည်။ ခန္ဓာကိုယ် ကျန်းမာရေးအတွက် ကောင်းမွန်သော အစားအသောက်နှင့် ကြံ့ခိုင်မှုအစီအစဉ်ကို ပုံမှန်လေ့ကျင့်ရန် လိုအပ်ပါသည်။ အားလုံးအတွက် စိတ်၏ချမ်းသာခြင်း ကိုယ်၏ကျန်းမာခြင်းများဖြင့် ပျော်ရွှင်ဖွယ်ကောင်းသော လတစ်လ ဖြစ်ပါသည်။\n",
  "k": "Yearly forecasts for 2023 are highly beneficial for Libra professionals. Star aspects are congenial for a good relationship with seniors and associates. With hard work, you will succeed in meeting your targets. There will be good opportunities for a promotion or a change of job with better prospects.\nTraveling for professional purposes also will be successful in promoting your career. Overall, a good month for career people to make progress in their occupations.\n",
  "l": "2023 ခုနှစ်အတွက် နှစ်အလိုက် ခန့်မှန်းချက်များသည် Libra ပညာရှင်များအတွက် အလွန်အကျိုးရှိသည်။ ကြယ်ပွင့် ရှုထောင့်များသည် လူကြီးများနှင့် အပေါင်းအသင်းများနှင့် ကောင်းမွန်သော ဆက်ဆံရေးအတွက် သင့်လျော်သည်။ ကြိုးစားအားထုတ်မှုဖြင့် ရည်မှန်းချက်များ ပြည့်မီ အောင်မြင်မည်။ ရာထူးတိုးခြင်း သို့မဟုတ် ပိုမိုကောင်းမွန်သော အလားအလာရှိသော အလုပ်ပြောင်းခြင်းအတွက် အခွင့်အလမ်းကောင်းများ ရရှိမည်။\nအလုပ် ရည်ရွယ်ချက်များအတွက် ခရီးသွားခြင်းသည်လည်း သင့်အသက်မွေးဝမ်းကြောင်းကို မြှင့်တင်ရာတွင် အောင်မြင်မှု ရရှိမည် ဖြစ်သည်။ ယေဘူယျအားဖြင့်၊ အသက်မွေးဝမ်းကြောင်း ပြုသူများ၏ လုပ်ငန်းခွင်တွင် တိုးတက်အောင်မြင်ရန် ကောင်းသော လဖြစ်သည်။\n",
  "m": "Monthly Predictions For 2023 do not augur well for the financial prospects of the Libra people. Star aspects are against financial growth and returns from previous investments will give negative profits. Risky instruments will prove to be highly dangerous as they will not be profitable.\nIn addition, relationships with others will hardly be friendly. This will further contribute to financial distress. There will not be any scope for the expansion of current projects or the commencement of new ones.\n",
  "n": "2023 ခုနှစ်အတွက် လစဉ် ကြိုတင် ခန့်မှန်းချက်များသည် Libra လူတို့၏ ဘဏ္ဍာရေး အလားအလာများအတွက် ကောင်းမွန်စွာ မဖြစ်ထွန်းပါ။ ကြယ်ပွင့်ရှုထောင့်များသည် ငွေကြေးတိုးတက်မှုကို ဆန့်ကျင်ပြီး ယခင် ရင်းနှီးမြုပ်နှံမှုများမှ ပြန်လာပါက အနုတ်လက္ခဏာ အမြတ်များသာ ပေးမည်ဖြစ်သည်။ အန္တရာယ်ရှိသော ကိရိယာများသည် အကျိုးအမြတ် မရနိုင်သောကြောင့် အလွန်အန္တရာယ်များကြောင်း တွေ့ရတတ်ပါမည်။\nထို့အပြင် အခြားသူများနှင့် ပေါင်းသင်းဆက်ဆံရေးသည် ဖော်ရွေမှု မရှိသလောက် ဖြစ်သည်။ ဒါမှ ငွေရေးကြေးရေး အကျပ်အတည်းကို ပိုဖြစ်စေလိမ့်မယ်။ လက်ရှိ ပရောဂျက်များ တိုးချဲ့ခြင်း သို့မဟုတ် အသစ်များ စတင်ခြင်းအတွက် အဆင်ပြေစရာ တစ်ခုမျှ ရှိမည်မဟုတ်ပါ။\n",
  "o": "The educational growth of Libra students will suffer during the month as there will be no stellar help. As the mental attitude will be highly negative, results in examinations and tests will be below par. Hard work may help to some extent.\nCompetitive examinations will be tougher to get through despite additional coaching. Medical and engineering students will have a difficult time holding on to their positions. Students should continue to be diligent and hope for the best in the future.\n",
  "p": "ကြယ်တာရာ အကူအညီ မရှိသောကြောင့် Libra ကျောင်းသားများ၏ ပညာရေး တိုးတက်မှုသည် ဤလအတွင်း ဒုက္ခရောက်တတ်မည်။ စိတ်သဘောထား လွန်စွာ အဆိုးမြင်နိုင်သောကြောင့် စာမေးပွဲများတွင် ရလဒ်များသည် စိတ်သဘောနှင့် တူညီမည် ဖြစ်သည်။ အလုပ်ကို ကြိုးစားခြင်းသည် အတိုင်းအတာတစ်ခုအထိ အထောက်အကူ ဖြစ်နိုင်သည်။\nထပ်လောင်း သင်ကြားပေးနေသော်လည်း ယှဉ်ပြိုင်မှု စာမေးပွဲများသည် ပိုမိုခက်ခဲမည် ဖြစ်သည်။ ဆေးဘက်ဆိုင်ရာနှင့် အင်ဂျင်နီယာ ကျောင်းသားများသည် ၎င်းတို့၏ ရာထူးကို ကိုင်ဆောင်ရန် ခက်ခဲသော အချိန်ဖြစ်လိမ့်မည်။ ကျောင်းသားများသည် ဆက်လက်၍ လုံ့လဝီရိယနှင့် ကြိုးစားပြီး အနာဂတ်၏ အကောင်းဆုံးကို မျှော်လင့်သင့်သည်။\n",
  "q": "Travel activities are badly affected by the negative aspects of the planet. Most of them will not bring out any positive benefits. Business people and creative artists will not be able to make any progress.\nTravels will be both inland and overseas. Some of them will be for personal reasons. All of them tend to be highly negative. It makes sense to trim the travel activities for the time being.\n",
  "r": "ကမ္ဘာဂြိုဟ်၏ အပျက်သဘောဆောင်သော ရှုထောင့်များကြောင့် ခရီးသွား လုပ်ငန်းများကို ဆိုးရွားစွာ ထိခိုက်စေပါသည်။ အများစုမှာ အပြုသဘောဆောင်သော အကျိုးကျေးဇူးများ ထွက်ပေါ်လာမည် မဟုတ်ပေ။ စီးပွားရေးသမားများနှင့် အနုပညာရှင်များသည် မည်သည့် တိုးတက်မှုကိုမှ ပြုလုပ်နိုင်မည် မဟုတ်ပါ။\nပြည်တွင်းနှင့်ပြည်ပခရီးများ သွားလာရမည် ဖြစ်ပါသည်။ တချို့က ကိုယ်ရေးကိုယ်တာ ကိစ္စတွေကြောင့် ဖြစ်လိမ့်မယ်။ ၎င်းတို့အားလုံးသည် သိပ်ပြီး အကျိုးနည်းတတ်ကြသည်။ ခရီးသွားလှုပ်ရှားမှုများကို အချိန်နှင့်တပြေးညီ ဖြတ်တောက်ခြင်းသည် အဓိပ္ပာယ်ရှိလှသည်။\n"
 },
 {
  "id": "10_2023",
  "a": "Health will not pose any problems. Professionals will advance in their career. Travel plans will be profitable. The family environment will be very pleasant.",
  "b": "ကျန်းမာရေးက ဘာပြဿနာမှ ရှိမှာမဟုတ်ဘူး။ အတတ်ပညာရှင်များသည် ၎င်းတို့၏ အသက်မွေးဝမ်းကြောင်းကို တိုးတက်စေလိမ့်မည်။ ခရီးအစီအစဥ်များ အဆင်ပြေမည်။ မိသားစု ပတ်ဝန်းကျင်က အရမ်း သာယာနေလိမ့်မယ်။",
  "c": "Libra October 2023 Horoscope suggests that you have the support of the planets during the month. Till the last week, the Sun asks you to be more forceful. Mercury is advising you to keep your relationships alive through communication.\nThere will be limitations from other planets. You may feel restricted. These obstructions will prove to your advantage. You can achieve your objectives during the month through foresight and by being practical.\n",
  "d": "Libra 2023 ဟောကိန်း သည် အောက်တိုဘာလ အတွင်းတွင် သင့်တွင် ဂြိုလ်များ၏ ပံ့ပိုးမှုရှိသည်ဟု အကြံပြုထားသည်။ နောက်ဆုံး ရက်သတ္တပတ်အထိတော့ Sun က မင်းကို ပိုအားတင်းခိုင်းတယ်။ Mercury သည် ဆက်သွယ်မှု မှတစ်ဆင့် သင်၏ဆက်ဆံရေးကို ဆက်လက်ရှင်သန်ရန် အကြံပေးထားသည်။\nအခြားဂြိုလ်များမှ ကန့်သတ်ချက်များရှိမည်။ ကန့်သတ်ထားသလို ခံစားရနိုင်ပါတယ်။ ဒီအတားအဆီးတွေက မင်းရဲ့အားသာချက်ကို သက်သေပြလိမ့်မယ်။ အမြော်အမြင်နဲ့ လက်တွေ့ကျကျရှိရင် ဤလအတွင်းမှာ မင်းရဲ့ရည်မှန်းချက်တွေကို အောင်မြင်နိုင်ပါတယ်။\n",
  "e": "After the first week, love will be sedated and you feel things are changing against you. Use this time to restore your emotions and think of planning for a baby.\nMarried people will feel that they are being neglected by their partners. There is no need to panic as the situation can be improved by being more cordial and with self-confidence. Single Libras will get many opportunities to get into relationships through their charisma, and they should keep these relationships alive.\n",
  "f": "ပထမအပတ် ပြီးနောက်၊ အချစ်သည် စိတ်တည်ငြိမ်လာပြီး သင့်အပေါ်တွင် ပြောင်းလဲလာသည်ဟု သင်ခံစားရလိမ့်မည်။ သင့်စိတ်ခံစားမှုများကို ပြန်လည်ရရှိရန် ဤအချိန်ကို အသုံးပြုပြီး ရှေ့ဆက်ရန်အတွက် အစီအစဉ်ဆွဲပါ။\nအိမ်ထောင်သည်များသည် ၎င်းတို့၏ တွဲဖက်များ၏ လျစ်လျူရှုခြင်းကို ခံရသည်ဟု ခံစားရလိမ့်မည်။ ပိုပြီး ရင်းရင်းနှီးနှီးနဲ့ ကိုယ့်ကိုယ်ကိုယ် ယုံကြည်မှုရှိခြင်းဖြင့် အခြေအနေ တိုးတက်နိုင်တာကြောင့် ထိတ်လန့်စရာ မလိုပါဘူး။ တစ်ကိုယ်ရေ Libras သည် ၎င်းတို့၏ ဆွဲဆောင်မှုဖြင့် ဆက်ဆံရေး အခြေအနေ တခုသို့ ရောက်ရှိရန် အခွင့်အလမ်းများစွာ ရရှိမည်ဖြစ်ပြီး ၎င်းတို့သည် ဤဆက်ဆံရေးကို ဆက်လက် ရှင်သန်နေသင့်သည်။\n",
  "g": "Family relationships will be full of joy and harmony due to the influence of the stars. Celebrations and functions will mark this harmony. Senior members will have happy relations with you and will support your actions.\nFamily finances will see an improvement and there will not be any problems on this account. Under such circumstances, children will excel in their studies and other activities. This will further add to the happiness of the family members.\n",
  "h": "ကြယ်တွေရဲ့ လွှမ်းမိုးမှုကြောင့် မိသားစု ဆက်ဆံရေးဟာ ရွှင်လန်းပြီး သဟဇာတ ဖြစ်ပါလိမ့်မယ်။ ပွဲများနှင့် လုပ်ငန်း ဆောင်တာများသည် ဤသဟဇာတ ဖြစ်မှုကို အမှတ်အသား ပြုမည် ဖြစ်သည်။ မိသားစု အဖွဲ့ဝင်များသည် သင်နှင့် ပျော်ရွှင်သော ဆက်ဆံရေးရှိမည် ဖြစ်ပြီး သင့်လုပ်ဆောင်ချက်များကို ပံ့ပိုးပေးမည် ဖြစ်သည်။\nမိသားစု ဘဏ္ဍာရေး တိုးတက်မှုကို တွေ့ရမည်ဖြစ်ပြီး ဤကိစ္စတွင် မည်သည့် ပြဿနာမျှ ရှိမည်မဟုတ်ပါ။ ဒီလိုအခြေအနေမျိုးမှာ ကလေးတွေဟာ သူတို့ရဲ့လေ့လာမှုနဲ့ တခြားလုပ်ဆောင်မှုတွေမှာ ထူးချွန်ပါလိမ့်မယ်။ ဒါက မိသားစုဝင်တွေရဲ့ ပျော်ရွှင်မှုကို ပိုတိုးစေမှာပါ။\n",
  "i": "2023 Horoscope for Libra promises wonderful health for individuals in October 2023. Chronic diseases will be under control and this will provide a major relief to individuals. Also, there will not be any stress-related problems and your mental health will be excellent.\nWith good health prevailing, it is time to enjoy adventure sports and other outdoor activities. Minor hiccups in health can be taken care of by usual medical intervention. Overall, your health will be absolutely fine.\n",
  "j": "2023 Libra အတွက် ဟောကိန်း သည် 2023 ခုနှစ် အောက်တိုဘာလတွင် လူတစ်ဦးချင်းစီအတွက် အံ့သြဖွယ် ကျန်းမာရေးကို ကတိပေးပါသည်။ နာတာရှည် ရောဂါများကို ထိန်းချုပ်နိုင်မည်ဖြစ်ပြီး ၎င်းသည် လူတစ်ဦးချင်းစီအတွက် အလွန် သက်သာရာ ရစေမည်ဖြစ်သည်။ ဒါ့အပြင် စိတ်ဖိစီးမှုနဲ့ ပတ်သက်တဲ့ ပြဿနာတွေ ရှိလာမှာ မဟုတ်သလို သင့်စိတ်ကျန်းမာရေးလည်း ကောင်းမွန်လာပါလိမ့်မယ်။\nကျန်းမာရေးကောင်းမွန်သဖြင့် စွန့်စားခန်း အားကစားနှင့် အခြား ပြင်ပလှုပ်ရှားမှုများကို နှစ်သက်ခံစားရန် အချိန်ကျရောက်ပြီ ဖြစ်သည်။ ကျန်းမာရေးတွင် အနည်းငယ်သော ကိစ္စများကို ပုံမှန်ဆေးဘက်ဆိုင်ရာ များဖြင့် ကုသနိုင်ပါသည်။ ယေဘုယျအားဖြင့် သင့်ကျန်းမာရေးသည် လုံးဝ ကောင်းမွန်နေမည် ဖြစ်သည်။\n",
  "k": "2023 Horoscope forecasts promises very good prospects for professionals as the stellar influences are very much beneficial. There will be harmonious relationships with colleagues and the management. This will help you in achieving your targets easily and this will impress your seniors.\nThere will be opportunities to switch to a better job with higher emoluments. This will certainly be beneficial and can be done after good thinking.\n",
  "l": "2023 ခန့်မှန်းချက်များသည် ကြယ်များ၏ လွှမ်းမိုးမှုများသည် အလွန် အကျိုးရှိသောကြောင့် ပညာရှင်များအတွက် အလွန်ကောင်းသော အလားအလာများကို ကတိပြုပါသည်။ လုပ်ဖော်ကိုင်ဖက်များ စီမံခန့်ခွဲသူများနှင့် သဟဇာတရှိသော ဆက်ဆံရေးရှိမည်။ ဒါက မင်းရဲ့ အလုပ်တွေကို လွယ်လွယ်ကူကူနဲ့ အောင်မြင်အောင် ကူညီပေးမှာ ဖြစ်ပြီး ဒါက မင်းရဲ့လူကြီးတွေကို အထင်ကြီးစေလိမ့်မယ်။\nမြင့်မားသော ဂုဏ်သတ္တိများဖြင့် ပိုမိုကောင်းမွန်သော အလုပ်သို့ ကူးပြောင်းရန် အခွင့်အလမ်းများ ရှိလာမည်။ ဤသည်မှာ သေချာပေါက် အကျိုးရှိပြီး ကောင်းမွန်သော တွေးခေါ်မှု ပြီးနောက် လုပ်ဆောင်နိုင်မည် ဖြစ်သည်။\n",
  "m": "Finances might face rough weather during the month due to negative star aspects. Returns from existing investments will not be healthy. There are no prospects of making money through speculative activities.\nRelationships with partners and colleagues will remain strained and this will reflect in the negative flow of money. It is advisable to maintain harmonious relationships with others and make sound investments only to improve the situation.\n",
  "n": "ငွေရေးကြေးရေးမှာ အပျက်သဘောဆောင်တဲ့ ကြယ်ပွင့်တွေကြောင့် ဤလအတွင်းမှာ ဆိုးရွားတဲ့ ရာသီဥတုနဲ့ ကြုံတွေ့ရနိုင်ပါတယ်။ ရှိပြီးသား ရင်းနှီးမြုပ်နှံမှုများမှ ပြန်လာခြင်းသည် ကောင်းမွန်မည် မဟုတ်ပါ။ မှန်းဆခြင်း လုပ်ငန်းများဖြင့် ငွေရှာရန် အလားအလာမရှိပါ။\nလုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် တင်းမာနေမည်ဖြစ်ပြီး ၎င်းသည် ငွေကြေးစီးဆင်းမှုတွင် ထင်ဟပ်နေမည် ဖြစ်သည်။ အခြားသူများနှင့် သဟဇာတရှိသော ဆက်ဆံရေးကို ထိန်းသိမ်းရန်နှင့် အခြေအနေ တိုးတက်စေရန်အတွက်သာ ကောင်းမွန်သော ရင်းနှီးမြုပ်နှံမှုများ ပြုလုပ်ရန် အကြံပြုလိုပါသည်။\n",
  "o": "The educational progress of students can be hampered by the unhelpful positions of the planets. Even if you work hard, results will not be favorable. Getting admission to advanced education will prove to be difficult.\nCompetitive tests will provide tough changes to get through despite diligence and better coaching. Engineering and medical students will fail to hold on to their grades. Overall, a tough month for educational activities.\n",
  "p": "ကျောင်းသားများ၏ ပညာရေး တိုးတက်မှုကို ဂြိုလ်များ၏ အထောက်အကူမပြုသော အနေအထားများကြောင့် အဟန့်အတား ဖြစ်စေနိုင်သည်။ အလုပ်ကြိုးစားရင်တောင် ရလဒ်က အဆင်မပြေပါဘူး။ အဆင့်မြင့် ပညာရေးကို ဝင်ခွင့်ရဖို့ ခက်ခဲနေပါလိမ့်မယ်။\nအပြိုင်အဆိုင် စမ်းသပ်မှုများသည် လုံ့လဝီရိယနှင့် ပိုမိုကောင်းမွန်သော နည်းပြများကြားမှ ကျော်ဖြတ်ရန် ခက်ခဲသော အပြောင်းအလဲများကို ပံ့ပိုးပေးလိမ့်မည်။ အင်ဂျင်နီယာနှင့် ဆေးကျောင်းသားများသည် ၎င်းတို့၏ အတန်းများကို ထိန်းထားရန် ပျက်ကွက်လိမ့်မည်။ ယေဘုယျအားဖြင့် ပညာရေး လှုပ်ရှားမှုများအတွက် ခက်ခဲသော လဖြစ်သည်။\n",
  "q": "There will be plenty of travel during the month for business as well as for religious and holiday purposes. All of them will end up with positive benefits with the help of stars. Holiday trips will provide all the enjoyment expected.\nBusinessmen will be able to improve their profits through these travels to other countries. Students seeking admission to overseas institutions will be successful. Most of these travels will be inland along with some foreign trips.\n",
  "r": "စီးပွားရေးအတွက်သာမက ဘာသာရေးနှင့် အားလပ်ရက်များအတွက်လည်း ဤလ၌ ခရီးသွားလာမှုများ အများအပြားရှိမည်။ ၎င်းတို့အားလုံးသည် ကြယ်များ၏ အကူအညီဖြင့် အပြုသဘောဆောင်သော အကျိုးကျေးဇူးများဖြင့် အဆုံးသတ်မည် ဖြစ်သည်။ အားလပ်ရက် ခရီးစဉ်များ သည် ပျော်ရွှင်မှုကို ပေးစွမ်းနိုင်မည်ဟု မျှော်လင့်ပါသည်။\nစီးပွားရေးသမားများသည် အခြားနိုင်ငံများသို့ ခရီးထွက်ခြင်းဖြင့် ၎င်းတို့၏ အမြတ်ငွေများ တိုးတက်နိုင်မည် ဖြစ်သည်။ နိုင်ငံရပ်ခြား ပညာသင်ကျောင်းများသို့ ဝင်ခွင့် လျှောက်ထားသူများ အောင်မြင်မည်။ အဆိုပါ ခရီးစဉ်အများစုမှာ ပြည်တွင်း ခရီးစဉ်များ ဖြစ်ပြီး အချို့မှာ နိုင်ငံခြားခရီးများ ဖြစ်ကြသည်။\n"
 },
 {
  "id": "11_2023",
  "a": "Singles will get love partners easily. Health will not pose any problems. Family affairs present an average picture. Career growth will be effected.",
  "b": "တစ်ကိုယ်ရေသမားများ အချစ်ရေး လက်တွဲဖော်ကို အလွယ်တကူ ရနိုင်မည်။ ကျန်းမာရေးက ဘာပြဿနာမှ ရှိမှာမဟုတ်ဘူး။ မိသားစု အရေးသည် သာမန်ရုပ်ပုံလွှာ တစ်ခုဖြစ်သည်။ အသက်မွေးဝမ်းကြောင်း တိုးတက်မှုကို သက်ရောက်မှုရှိမည်။",
  "c": "Libra November 2023 Horoscope suggests that you commence the month with the apprehension that things are going to be tough. After the first week, planets Mars, Mercury, and the Sun will give you the courage to move forward despite the obstacles.\nThere will be a great amount of confidence in your attitude and you look at things with an air of optimism. You will have assistance from the planets when you are at crossroads.\n",
  "d": "Libra 2023 ဟောကိန်း သည် အရာများ ခက်ခဲမည်ကို စိုးရိမ်စိတ်ဖြင့် November လကို စတင်ရန် အကြံပြုထားသည်။ ပထမ ရက်သတ္တပတ် ပြီးနောက်၊ အင်္ဂါဂြိုဟ်၊ ဗုဒ္ဓဟူးဂြိုဟ်နှင့် နေဂြိုဟ်တို့သည် အတားအဆီးများ ကြားမှ ရှေ့သို့ချီတက်ရန် သတ္တိရှိစေမည် ဖြစ်သည်။\nသင့် စိတ်နေသဘောထားအပေါ် ယုံကြည်မှု များစွာရှိမည် ဖြစ်ပြီး အရာများကို အကောင်းမြင်စိတ်ဖြင့် ကြည့်ပါ။ ဆုံးဖြတ်ရခက်နေချိန်တွေမှာ သင် ဂြိုလ်တွေဆီက အကူအညီတွေ ရပါလိမ့်မယ်။\n",
  "e": "During the first week, love will not be attractive. However, after that with the help of Venus, things will be highly optimistic. There will not be any problem in getting into a wonderful relationship without any trouble.\nMarital relationships will start on a depressing note. But it will turn out into a wonderful relationship gradually with scope for pregnancy. Social activities will put life into the marriage and by end of the month, things will end up on a happy note.\nSingles will gradually see their friendships evolving into charming relationships as the month progresses.\n",
  "f": "ပထမအပတ် အတွင်းမှာ အချစ်ရေးက ဆွဲဆောင်မှုရှိမှာ မဟုတ်ပါဘူး။ သို့သော်လည်း ဗီးနပ်စ်၏ အကူအညီဖြင့် နောက်ပိုင်းတွင် အရာများသည် အလွန် ကောင်းလာလိမ့်မည်။ ပြဿနာမရှိဘဲ သာယာလှပတဲ့ ဆက်ဆံရေးကို ထူထောင်ရာမှာ ဘာပြဿနာမှ ရှိမှာ မဟုတ်ပါဘူး။\nအိမ်ထောင်ရေး ဆက်ဆံရေးသည် စိတ်ပျက်ဖွယ်ကောင်းသော မှတ်စုဖြင့် စတင်လိမ့်မည်။ ဒါပေမယ့် ရှေ့ဆက်ရန်အတွက် အတိုင်းအတာ တစ်ခုအထိတော့ အံ့သြစရာကောင်းတဲ့ ဆက်ဆံရေးတစ်ခု ဖြစ်သွားပါလိမ့်မယ်။ လူမှုရေး လုပ်ငန်းများသည် အိမ်ထောင်ရေးတွင် အသက်ဝင်စေမည် ဖြစ်ပြီး လကုန်တွင် အရာများသည် ပျော်ရွှင်ဖွယ် ကောင်းသော မှတ်ချက်များဖြင့် အဆုံးသတ်သွားမည်ဖြစ်သည်။\nတစ်ကိုယ်ရေ သမားတွေဟာ လတွေ ကြာလာတာနဲ့အမျှ သူတို့ရဲ့ ခင်မင်ရင်းနှီးမှုတွေက ချစ်စရာကောင်းတဲ့ ဆက်ဆံရေးတွေ အဖြစ် တဖြည်းဖြည်း ပြောင်းလဲလာတာကို တွေ့ရပါလိမ့်မယ်။\n",
  "g": "Family happiness can be bogged down by the unhelpful stellar aspects during the month. The environment will be full of intrigues and relationships between family members is far from harmony. Family expenses tend to overshoot the income, and this may result in borrowing money from outsiders.\nProper budgeting will help to some extent. Children will be seriously affected by these disturbances and they tend to fare badly in their studies. They are likely to end up with injuries if they are engaged in sports and athletics. Efforts should be made to take care of their problems.\n",
  "h": "မိသားစုပျော် ရွှင်မှုကို တစ်လတာအတွင်း အထောက်အကူမပြုသော ကြယ်ပွင့်အသွင်အပြင်များကြောင့် နစ်မွန်းသွားနိုင်သည်။ ပတ်ဝန်းကျင်တွင် စူးစမ်းလိုစိတ်များ ပြည့်နှက်နေမည် ဖြစ်ပြီး မိသားစုဝင်များကြား ဆက်ဆံရေးသည် သဟဇာတ မဖြစ်ပေ။ မိသားစု စရိတ်စကသည် ဝင်ငွေထက် လွန်သွားတတ်ပြီး ပြင်ပလူများထံမှ ငွေချေးယူခြင်းကို ဖြစ်ပေါ်စေနိုင်သည်။\nသင့်လျော်သော ဘတ်ဂျက် ရေးဆွဲခြင်းသည် အတိုင်းအတာတစ်ခုအထိ အထောက်အကူ ပြုလိမ့်မည်။ ကလေးများသည် ဤအနှောက်အယှက်များကြောင့် ပြင်းထန်စွာ ထိခိုက်ခံရပြီး ၎င်းတို့၏ ပညာရေးများတွင် ဆိုးရွားစွာ ခံရတတ်သည်။ အားကစားနှင့် ပြေးခုန်ပစ်တွင် ပါဝင်ပါက ဒဏ်ရာများဖြင့် ဆုံးပါးသွားဖွယ်ရှိသည်။ သူတို့ရဲ့ ပြဿနာတွေကို ဂရုစိုက်ဖို့ ကြိုးစားရမယ်။\n",
  "i": "November 2023 Horoscope for Libra predicts that health will be excellent with favorable support from the stars. Chronic illnesses will not flare up and this will provide great respite. There will be small health problems. They can be taken care of with prompt medical attention.\nMental health will also be excellent as there will not be any stress-related problems. It makes sense to have a good exercise and diet schedule to maintain physical fitness. Mental health can be maintained through enough rest and meditation.\n",
  "j": "2023 ခုနှစ် နိုဝင်ဘာလတွင် Libra အတွက် ဟောကိန်းသည် ကြယ်များထံမှ ကောင်းသော အထောက်အပံ့ဖြင့် ကျန်းမာရေး ကောင်းမွန်လိမ့်မည်ဟု ဟောကိန်းထုတ်သည်။ နာတာရှည်ရောဂါများ မထကြွဘဲ သက်သာရာ ရစေမည် ဖြစ်သည်။ ကျန်းမာရေး ပြဿနာလေးတွေ ရှိမယ်။ ၎င်းတို့အား ချက်ခြင်း ဆေးကုသမှုခံယူခြင်းဖြင့် ကုသနိုင်ပါသည်။\nစိတ်ဖိစီးမှုနှင့် ပတ်သက်သော ပြဿနာ တစ်စုံတစ်ရာ မရှိသောကြောင့် စိတ်ကျန်းမာရေးလည်း ကောင်းမွန်လာမည် ဖြစ်သည်။ ကိုယ်ကာယ ကြံ့ခိုင်မှုကို ထိန်းသိမ်းရန် လေ့ကျင့်ခန်းကောင်းနှင့် အစားအသောက် အချိန်ဇယားရှိခြင်းသည် အဓိပ္ပာယ်ရှိသည်။ လုံလောက်သော အနားယူခြင်းနှင့် တရားထိုင်ခြင်းဖြင့် စိတ်ကျန်းမာရေးကို ထိန်းသိမ်းနိုင်သည်။\n",
  "k": "Monthly astrology horoscope 2023 foretells that the career growth of professionals will be stifled by the unhelpful aspects of the planets. Relationships with seniors and colleagues will tend to be conflicting and this will result in unsatisfactory performance on the work front.\nYou will be working hard without any commensurate results. It is important to think seriously and find remedies for your hardships. This will help you in the future.\n",
  "l": "လစဉ် နက္ခတ်ဗေဒင် ဇာတာရှင် 2023 တွင် ပညာရှင်များ၏ အသက်မွေးဝမ်းကြောင်း တိုးတက်မှုသည် ဂြိုလ်များ၏ အထောက်အကူ မပြုသော ရှုထောင့်များကြောင့် ပိတ်ဆို့သွားလိမ့်မည်ဟု ကြိုပြောထားသည်။ လူကြီးများ လုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် ကွဲလွဲနေလေ့ရှိပြီး ၎င်းသည် အလုပ်တွင် မကျေနပ်ဖွယ် စွမ်းဆောင်ရည်ကို ဖြစ်ပေါ်စေပါသည်။\nကိုက်ညီသော ရလဒ်များမရှိဘဲ သင်ကြိုးစားအားထုတ်နေလိမ့်မည်။ လေးလေးနက်နက် စဉ်းစားပြီး သင့်အခက်အခဲတွေ အတွက် ကုစားဖို့ အရေးကြီးပါတယ်။ ၎င်းသည် သင့်အား အနာဂတ်တွင် ကူညီပေးပါမည်။\n",
  "m": "Horoscope predictions for 2023 are less favorable for the financial growth of Libra individuals. Planetary help is missing and there can be misunderstandings with partners and colleagues. This will not help the profits.\nAny speculative investment will invariably end in a loss of money, and should not be undertaken. Finances are scarce and this will prevent you from expanding your present ventures or starting new ones.\n",
  "n": "2023 ခုနှစ်အတွက် ဟောကိန်း ခန့်မှန်းချက်များသည် Libra တစ်ဦးချင်းစီ၏ ငွေကြေးတိုးတက်မှုအတွက် အဆင်မပြေပါ။ ကြယ်တာရ အကူအညီ ပျောက်ဆုံးနေပြီး လုပ်ဖော်ကိုင်ဖက်များနှင့် အထင်အမြင် လွဲမှားမှုများ ရှိနိုင်သည်။ ဒါက အမြတ်အစွန်းကို ကူညီမှာမဟုတ်ဘူး။\nမှန်းဆထားသော ရင်းနှီးမြုပ်နှံမှု မှန်သမျှသည် ငွေကြေးဆုံးရှုံးမှုတွင် အမြဲတစေ ကုန်ဆုံးသွားမည် ဖြစ်ပြီး ဆောင်ရွက်ရန် မဖြစ်သင့်ပါ။ ငွေရေးကြေးရေးက ရှားပါးနေပြီး ဒါက မင်းရဲ့လက်ရှိလုပ်ငန်းတွေကို တိုးချဲ့ဖို့ ဒါမှမဟုတ် လုပ်ငန်းသစ်တွေစဖို့ တားဆီးပါလိမ့်မယ်။\n",
  "o": "Libra students will face problems in their academic pursuits as star help is missing during the month. They can tend to be arrogant and hard work will be missing. Naturally results in the examinations will not be satisfactory.\nEngineering and medical students will have a tough time protecting their grades. Competitive tests will require more effort and good guidance. Students of trades and crafts will have no problem with their courses.\n",
  "p": "ဤလအတွင်း ကြယ်ပွင့်အကူအညီ ပျောက်ဆုံးနေသဖြင့် Libra ကျောင်းသားများသည် ၎င်းတို့၏ ပညာရေး လိုက်စားမှုတွင် ပြဿနာများနှင့် ရင်ဆိုင်ရလိမ့်မည်။ သူတို့က မာနကြီးတတ်ပြီး အလုပ်ကြိုးစားမှုလည်း ပျောက်ဆုံးသွားနိုင်ပါတယ်။ စာမေးပွဲရလဒ်က ထုံးစံအတိုင်း ကျေနပ်လောက်မည် မဟုတ်ပေ။\nအင်ဂျင်နီယာနှင့် ဆေးကျောင်းသူ ကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်များကို ကာကွယ်ရန် ခက်ခဲသောအချိန်များ ရှိလိမ့်မည်။ အပြိုင်အဆိုင် စမ်းသပ်မှုများသည် ပိုမိုအားစိုက်ထုတ်မှုနှင့် လမ်းညွှန်မှုကောင်းများ လိုအပ်မည် ဖြစ်သည်။ ကုန်သွယ်မှုနှင့် လက်မှုပညာဆိုင်ရာ ကျောင်းသားများသည် ၎င်းတို့၏ သင်တန်းများနှင့် ပတ်သက်၍ ပြဿနာမရှိပေ။\n",
  "q": "Libra people will have many opportunities to travel by land or by air. There will be both inland as well as overseas tours. However, the benefits from these are meager. On the other hand, there may be dangers that may affect your health.\nBusiness people will fail to promote their activities. Creative people will fail to attract people. There may be foreign travel also. In the absence of any positive indications, it makes sense to limit your travels to a few important ones.\n",
  "r": "Libra များသည် ကုန်းလမ်း သို့မဟုတ် လေကြောင်းဖြင့် ခရီးသွားရန် အခွင့်အလမ်းများစွာ ရှိသည်။ ပြည်တွင်း ခရီးစဉ်များသာမက ပြည်ပ ခရီးစဉ်များလည်း ပါ၀င်မည် ဖြစ်သည်။ သို့သော် ယင်းတို့မှ အကျိုးကျေးဇူးများမှာ နည်းပါးလှသည်။ တစ်ဖက်မှာလည်း သင့်ကျန်းမာရေးကို ထိခိုက်စေနိုင်တဲ့ အန္တရာယ်တွေ ရှိနိုင်ပါတယ်။\nစီးပွားရေးသမားများသည် ၎င်းတို့၏ လုပ်ငန်းများကို မြှင့်တင်ရန် ပျက်ကွက်လိမ့်မည်။ တီထွင်ဖန်တီးသူတွေက လူတွေကို ဆွဲဆောင်ဖို့ ပျက်ကွက်လိမ့်မယ်။ နိုင်ငံခြားခရီးတွေလည်း သွားနိုင်တယ်။ အပြုသဘောဆောင်သည့် ညွှန်ပြချက် တစ်စုံတစ်ရာ မရှိပါက၊ သင်၏ခရီးသွားလာမှုအား အရေးကြီးသော နေရာအချို့သို့သာ သွားရန် ကန့်သတ်ထားရန် လိုအပ်ပါသည်။\n"
 },
 {
  "id": "12_2023",
  "a": "Family affairs will be quite pleasant. Health will be wonderful. Career and finances fail to show progress. Travels are not encouraging.",
  "b": "မိသားစု ကိစ္စများ အဆင်ပြေမည်။ ကျန်းမာရေး ကောင်းလာမယ်။ အသက်မွေးဝမ်းကြောင်းနှင့် ငွေကြေးသည် တိုးတက်မှုကို ပြသရန် ပျက်ကွက်သည်။ ခရီးသွားခြင်းသည် အားရစရာ မဟုတ်ပေ။",
  "c": "Libra December 2023 Horoscope indicates that you will have the support of the Sun and Mars. They will make you passionate about whatever you do. You can take the right actions very quickly. The atmosphere will be encouraging with good projects and helpful friends on your side.\nMercury retrograde may create some problems and you may be involved in endless deliberations. You should rely on people who inspire you to do things the right way.\n",
  "d": "Libra ဒီဇင်ဘာ 2023 ဟောကိန်း သည် သင့်တွင် နေနှင့် အင်္ဂါဂြိုဟ်တို့၏ အထောက်အပံ့ကို ရရှိလိမ့်မည်ဟု ညွှန်ပြသည်။ သူတို့က မင်းလုပ်သမျှကို စိတ်အား ထက်သန် စေလိမ့်မယ်။ မှန်ကန်တဲ့ လုပ်ဆောင်ချက်တွေကို မြန်မြန်ဆန်ဆန် လုပ်နိုင်ပါတယ်။ ကောင်းသော အလုပ်များ နှင့် သင့်အနားရှိ အကူအညီပေးသော သူငယ်ချင်းများနှင့်အတူ ကောင်းသော ပတ်ဝန်းကျင်သည် အားတက်စရာ ဖြစ်လိမ့်မည်။\nMercury ဆုတ်ခွာခြင်းသည် အချို့သော ပြဿနာများကို ဖန်တီးနိုင်ပြီး အဆုံးမဲ့ ဆွေးနွေးမှုများတွင် သင် ပါဝင်နေနိုင်ပါသည်။ သင့်အား မှန်ကန်သော နည်းလမ်းဖြင့် လုပ်ဆောင်ရန် လှုံ့ဆော်ပေးသော သူများကို အားကိုးသင့်သည်။\n",
  "e": "Love relationships are dictated by Venus. You may not be attracted by charming persons but they will be having a positive effect on your contacts and partner. There will be a lack of emotions and you have to be peaceful. Better days are yet to come if you are planning for a baby.\nRelationships with your spouse will be happy and cordial. Your spouse may be less enthused by your triumphs. In that case, it is important to take your partner into confidence. Singles should be careful before they get into love partnerships. There may be complexities that may be difficult to handle.\n",
  "f": "အချစ်ရေး ဆက်ဆံရေးကို Venus က ညွှန်ကြားသည်။ ဆွဲဆောင်မှုရှိတဲ့ ပုဂ္ဂိုလ်တွေက သင့်ကို ဆွဲဆောင်နိုင်မှာ မဟုတ်ပေမယ့် သင့်အဆက်အသွယ်တွေနဲ့ လုပ်ဖော်ကိုင်ဖက်တွေအပေါ် အပြုသဘောဆောင်တဲ့ အကျိုးသက်ရောက်မှုတွေ ရှိပါလိမ့်မယ်။ စိတ်ခံစားမှုတွေ ကင်းမဲ့ပြီး အေးချမ်းနေရမယ်။ ကလေးမွေးဖို့ စီစဉ်နေတယ်ဆိုရင် ပိုကောင်းတဲ့နေ့တွေ ရောက်လာဦးမှာပါ။\nသင့်အိမ်ထောင်ဖက်နှင့် ဆက်ဆံရေးသည် သာယာ ပျော်ရွှင်နေလိမ့်မည်။ သင့်အိမ်ထောင်ဖက်သည် သင်၏ အောင်မြင်မှုများကြောင့် စိတ်အားထက်သန်မှု နည်းပေမည်။ ဒီလိုအခြေအနေမျိုးမှာ သင့်လက်တွဲဖော်ကို ယုံကြည်မှုရှိဖို့ အရေးကြီးပါတယ်။ တစ်ကိုယ်ရေ သမားတွေဟာ အချစ်ရေး မစတင်ခင် သတိထားသင့်ပါတယ်။ ကိုင်တွယ်ရန် ခက်ခဲသော ရှုပ်ထွေးမှုများ ရှိနိုင်သည်။\n",
  "g": "Family relationships will present a bright picture with cordiality prevailing in the surroundings. This will be possible because of the support from the planets. There will be functions and celebrations in which all the members will participate.\nChildren and their activities will show an improvement because of the right environment prevailing on the home front. This will add to the happiness of the family. There may be the addition of a new member to the family.\n",
  "h": "မိသားစု ဆက်ဆံရေးသည် ပတ်ဝန်းကျင်ရှိ ခင်မင်ရင်းနှီးမှုနှင့်အတူ တောက်ပသောရုပ်ပုံလွှာကို တင်ဆက်ပေးလိမ့်မည်။ ဂြိုလ်များ၏ အထောက်အပံ့ကြောင့် ဖြစ်နိုင်သည်။ မိသားစုဝင် အားလုံးပါဝင်မည့် အခမ်းအနားများနှင့် အခမ်းအနားများ ပြုလုပ်မည် ဖြစ်သည်။\nကောင်းမွန်သာယာသော မိသာစု ပတ်ဝန်းကျင်ကြောင့် ကလေးများနှင့် ၎င်းတို့၏ လှုပ်ရှားမှုများသည် တိုးတက်မှုကို ပြသပါလိမ့်မည်။ ဒါက မိသားစုရဲ့ ပျော်ရွှင်မှုကို တိုးစေမှာပါ။ မိသားစုတွင် အဖွဲ့ဝင်အသစ် ထပ်တိုးလာနိုင်သည်။\n",
  "i": "2023 Horoscope for Libra promises excellent health for individuals in December 2023. Star help is forthcoming and this will suppress the recurrence of chronic ailments. Minor health problems can be taken care of through normal medical help.\nPhysical health can be further improved through a regular; ar exercise and diet program. Mental health can be augmented by rest programs such as meditation and sports. On the whole, a month to enjoy.\n",
  "j": "2023 Libra အတွက် ဟောကိန်း သည် 2023 ခုနှစ် ဒီဇင်ဘာလတွင် လူတစ်ဦးချင်းစီအတွက် အထူးကောင်းမွန်သော ကျန်းမာရေးကို ကတိပေးပါသည်။ ကြယ်ပွင့် အကူအညီသည် ရောက်ရှိလာတော့မည် ဖြစ်ပြီး ၎င်းသည် နာတာရှည်ရောဂါများ ထပ်တလဲလဲဖြစ်ပွားမှုကို တားဆီးပေးမည် ဖြစ်သည်။ သာမန် ကျန်းမာရေး အကူအညီဖြင့် အသေးစား ကျန်းမာရေး ပြဿနာများကို ကုသနိုင်ပါသည်။\nပုံမှန်အားဖြင့် ရုပ်ပိုင်းဆိုင်ရာ ကျန်းမာရေးကို ပိုမို တိုးတက်စေနိုင်သည်။ လေ့ကျင့်ခန်းနှင့် အစားအသောက် အစီအစဉ်ကောင်းများ၊ တရားထိုင်ခြင်းနှင့် အားကစားလုပ်ခြင်း ကဲ့သို့သော အနားယူခြင်း အစီအစဉ်များဖြင့် စိတ်ကျန်းမာရေးကို မြှင့်တင်နိုင်ပါသည်။ တစ်လလုံး ပျော်ပျော်ပါးပါး နေရပါလိမ့်မယ်။\n",
  "k": "2023 horoscope forecast is not very encouraging for professionals as support from planets is not forthcoming. There will be a conflict with colleagues and seniors. This will hurt the performance.\nEven diligence is not going to help very much. All these will lead to frustration. You may look for opportunities outside. Even then happiness will be missing. It is advisable to look for remedies inside your workplace.\n",
  "l": "2023 ခုနှစ် ဇာတာ ခန့်မှန်းချက်သည် ဂြိုလ်များမှ ပံ့ပိုးမှု ရှိလာတော့မည် မဟုတ်သောကြောင့် ပညာရှင်များအတွက် အားတက်စရာ မဟုတ်ပေ။ လုပ်ဖော်ကိုင်ဖက်များနှင့် လူကြီးများနှင့် ပဋိပက္ခဖြစ်မည်။ ဒါက စွမ်းဆောင်ရည်ကို ထိခိုက်လိမ့်မယ်။\nလုံ့လ ဝီရိယသည်ပင်လျှင် များစွာ အထောက်အကူ မဖြစ်ပေ။ ဒါတွေအားလုံးက စိတ်ပျက်စရာတွေ ဖြစ်လာလိမ့်မယ်။ အပြင်မှာ အခွင့်အလမ်းတွေ ရှာနိုင်တယ်။ ဒါပေမယ့် ပျော်ရွှင်မှုတွေ ပျောက်ကွယ် သွားလိမ့်မယ်။ သင့်လုပ်ငန်းခွင်အတွင်း ကုထုံးများကို ရှာဖွေရန် အကြံပြုလိုပါသည်။\n",
  "m": "Monthly predictions for 2023 are not encouraging on the financial front. Existing investments fail to give the necessary profits. Speculations will be dangerous and will surely result in financial losses.\nRelationships with colleagues and partners will be highly volatile and this will further increase the losses. It will be difficult to get the necessary finances for the expansion of the existing ventures as well as starting new ones.\n",
  "n": "2023 အတွက် လစဉ် ခန့်မှန်းချက်များသည် ဘဏ္ဍာရေးမျက်နှာစာတွင် အားရစရာ မရှိပါ။ လက်ရှိ ရင်းနှီးမြုပ်နှံမှုများသည် လိုအပ်သော အကျိုးအမြတ်များကို မပေးနိုင်ပါ။ ရင်းနှီးထည့်ဝင်ငွေ များသည် အန္တရာယ်များပြီး ငွေကြေးဆုံးရှုံးမှုများ ဖြစ်ပေါ်လာမည် ဖြစ်သည်။\nလုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် အလွန်အမင်း မငြိမ်မသက်ဖြစ်ကာ ဆုံးရှုံးမှုများ ပိုမို များပြားလာမည် ဖြစ်သည်။ လက်ရှိလုပ်ငန်း တိုးချဲ့ခြင်းအပြင် လုပ်ငန်းသစ်များ စတင်ခြင်းအတွက် လိုအပ်သော ငွေကြေးများရရှိရန် ခက်ခဲမည် ဖြစ်ပါသည်။\n",
  "o": "The academic progress of students does not have the blessings of the stars. As a result, their performance in their studies will face hardships. Students of engineering and medicine will have a tough time maintaining their grades.\nPassing competitive tests will be quite tough despite hard work and guidance from experts. All the results in examinations will be far below expectations. Only students of trades will have no problem with their courses.\n",
  "p": "ကျောင်းသားများ၏ ပညာရေးတိုးတက်မှုသည် ကြယ်များ၏ ကောင်းချီးများ မရှိပါ။ ရလဒ်အနေနဲ့ သူတို့ရဲ့ လေ့လာမှုမှာ သူတို့ရဲ့ စွမ်းဆောင်ရည်ဟာ အခက်အခဲတွေနဲ့ ရင်ဆိုင်ရပါလိမ့်မယ်။ အင်ဂျင်နီယာ နှင့် ဆေးပညာ ကျောင်းသားများ သည် ၎င်းတို့၏ အဆင့်အတန်းများကို ထိန်းသိမ်းရန် ခက်ခဲသော အချိန် ရှိလိမ့်မည် ။\nကျွမ်းကျင်သူများ၏ ကြိုးစားအားထုတ်မှုနှင့် လမ်းညွှန်မှုတို့ကြားမှ အပြိုင်အဆိုင် စာမေးပွဲများကို အောင်မြင်ရန်မှာ အလွန်ခက်ခဲပါသည်။ စာမေးပွဲ ရလဒ် အားလုံးသည် မျှော်မှန်းထားသည်ထက် နိမ့်ကျနေ ပေလိမ့်မည်။ ကုန်သွယ်မှု ကျောင်းသားများသာ ၎င်းတို့၏ သင်တန်းများနှင့် ပတ်သက်၍ ပြဿနာ မရှိပါ။\n",
  "q": "There will be hardly any benefit from travel activities as stellar influences are not encouraging. There will be many travels, some of them inland and some overseas. Almost all of them fail to give the required benefits.\nPeople in the creative arts will fail to make a dent and their travels will affect their living. Hence, it is advisable to trim the travel plans and save precious time and money.\n",
  "r": "ကြယ်ပွင့်များ၏ လွှမ်းမိုးမှုမှာ အားရစရာ မရှိသောကြောင့် ခရီးသွား လှုပ်ရှားမှုများမှ အကျိုးကျေးဇူးများ ရရှိမည် မဟုတ်ပါ။ တစ်ချို့က ပြည်တွင်းပြည်ပ ခရီးသွားတွေ အများကြီး ရှိမယ်။ ၎င်းတို့ အားလုံးနီးပါးသည် လိုအပ်သော အကျိုးခံစားခွင့်များကို မပေးနိုင်ကြပေ။\nတီထွင်ဖန်တီးမှု အနုပညာသည်များ တို့၏ ခရီးသွားလာမှုများသည် ၎င်းတို့၏ ရပ်တည် နေထိုင်မှုအပေါ် သက်ရောက်မှု ရှိမည် ဖြစ်ပြီး အကျိူုး မများလှသည်။ ထို့ကြောင့် ခရီးသွားအစီအစဉ်များကို ဖြတ်တောက်ပြီး အဖိုးတန် အချိန်နှင့် ငွေကြေးကို ချွေတာရန် အကြံပြုလိုပါသည်။\n"
 }
]
