[
 {
  "id": "8_2023",
  "a": "The family environment will be congenial. Health will be excellent. Career progress will be beneficial. Travels fail to result in business progress.",
  "b": "မိသားစု ပတ်ဝန်းကျင် သာယာမည်။ ကျန်းမာရေး အထူးကောင်းမွန်မည်။ အသက်မွေးဝမ်းကြောင်းလုပ်ငန်းများ တိုးတက် အောင်မြင်မည်။ ခရီးသွားခြင်းသည် စီးပွားရေး တိုးတက်မှုကို ဖြစ်ပေါ်စေပါသည်။",
  "c": "Scorpio August 2023 Horoscope predicts that aspects of Jupiter are asking you to take up community services. There will be suggestions for marriage or employment. However, Scorpio will reject these proposals. You will be forced to be more circumspect before you take any decisions due to the retrograde influences of Mercury. You will be asked to look at the benefits. It is important to go by your instinct when you have to decide on any particular issue.",
  "d": "Scorpio ဩဂုတ်လ 2023 Horoscope သည် ဂျူပီတာ၏ အသွင်အပြင်များသည် အများကောင်းကျိုး ဝန်ဆောင်မှုများကို ရယူရန် သင့်အား တောင်းဆိုလာသည်ဟု ဟောကိန်းထုတ်သည်။ အိမ်ထောင်ရေး သို့မဟုတ် အလုပ်အကိုင်အတွက် အကြံဉာဏ်များ ပေးမည်။ သို့သော် Scorpio သည် ဤအဆိုပြုချက်များကို ငြင်းပယ်လိမ့်မည်။ Mercury ၏ နောက်ပြန်ဆုတ်နေသော လွှမ်းမိုးမှုများကြောင့် ဆုံးဖြတ်ချက်များ မချမီတွင် သင်သည် ပို၍ အလေးအနက်ထားရန် ဖိအားပေးခံရလိမ့်မည်။ အကျိုးကျေးဇူးတွေကို ကြည့်ရှုခိုင်းပါလိမ့်မယ်။ ပြဿနာတစ်ခုခုကို ဆုံးဖြတ်ရတဲ့အခါ မင်းရဲ့ဗီဇနဲ့လိုက်ဖို့ အရေးကြီးတယ်။",
  "e": "The effects of Venus will be felt in your love relationships. It is important to be detached and patient while taking decisions in matters of love especially if you are planning for a pregnancy.\nRelationships with your spouse can be made harmonious by giving more time to your partner and being receptive to the demands of your partner. If you neglect the demands of your partner, you will be in for a tumultuous love life. Single Scorpios will have very good prospects of getting into a love relationship by being more receptive to your likely partner in love.\n",
  "f": "ဗီးနပ်စ်၏ သက်ရောက်မှုများကို သင့်အချစ်ရေးတွင် ခံစားရမည် ဖြစ်သည်။ အထူးသဖြင့် ကိုယ်ဝန်အတွက် စီစဉ်နေတယ်ဆိုရင် အချစ်ရေးမှာ ဆုံးဖြတ်ချက်တွေချတဲ့အခါ စိတ်ရှည်သည်းခံဖို့ အရေးကြီးတယ်။\nသင့်လက်တွဲဖော်ကို အချိန်ပိုပေးပြီး သင့်လုပ်ဖော်ကိုင်ဖက်၏ တောင်းဆိုချက်များကို လက်ခံနိုင်ခြင်းဖြင့် သင့်အိမ်ထောင်ဖက်နှင့် ဆက်ဆံရေးကို သဟဇာတ ဖြစ်စေနိုင်သည်။ သင့်လက်တွဲဖော်၏ တောင်းဆိုချက်များကို လျစ်လျူရှုပါက၊ သင်သည် ရုန်းရင်းဆန်ခတ် အချစ်ဘဝသို့ ရောက်လိမ့်မည်။ Single Scorpios သည် အချစ်ရေးတွင် သင့်လက်တွဲဖော်ကို ပိုမိုနားလည် လက်ခံနိုင်ခြင်းဖြင့် အချစ်ရေးတွင် ကောင်းမွန်သော အလားအလာရှိသည်။\n",
  "g": "The family atmosphere will be extremely cordial due to the positive stellar influences. You will have the full support of the senior members of the family in your activities. They will be happy with your attitude and achievements.\nThe family environment will be full of celebrations and social activities. In this positive environment, children will naturally do well in their activities. This will add to the happiness of the family members.\n",
  "h": "အပြုသဘောဆောင်သော ကြယ်များ၏ လွှမ်းမိုးမှုများကြောင့် မိသားစု အငွေ့အသက်သည် အလွန်နွေးထွေးသော ဘဝဖြစ်လိမ့်မည်။ သင့် လုပ်ငန်းဆောင်တာများတွင် မိသားစု၏ လူကြီးများ၏ ပံ့ပိုးမှု အပြည့်အဝ ရရှိမည် ဖြစ်သည်။ မင်းရဲ့ စိတ်နေစိတ်ထားနဲ့ အောင်မြင်မှုတွေကြောင့် သူတို့ ပျော်ရွှင်နေလိမ့်မယ်။\nမိသားစု ပတ်ဝန်းကျင်တွင် အခမ်းအနားများနှင့် လူမှုရေး လှုပ်ရှားမှုများဖြင့် ပြည့်နှက်နေမည် ဖြစ်သည်။ အပြုသဘောဆောင်တဲ့ ပတ်ဝန်းကျင်မှာ ကလေးတွေဟာ သူတို့ရဲ့ လှုပ်ရှားမှုတွေကို သဘာဝအတိုင်း ကောင်းကောင်း လုပ်နိုင်ပါလိမ့်မယ်။ ဒါက မိသားစုဝင်တွေရဲ့ ပျော်ရွှင်မှုကို တိုးစေမှာပါ။\n",
  "i": "2023 Horoscope for Scorpio promises excellent health for Scorpio individuals. There will not be any botheration from recurring ailments. Minor health problems will require usual medical attention in August 2023.\nHowever, it is necessary to stick to a strict fitness and diet program to maintain your physical health. Mental well-being requires the practice of relaxation techniques such as yoga and meditation. Outdoor sports will also help in a great way. As you are endowed with fabulous fitness, it is time for outdoor activities and adventure sports.\n",
  "j": "Scorpio အတွက် 2023 ဟောကိန်း သည် Scorpio တစ်ဦးချင်းစီအတွက် ကောင်းမွန်သော ကျန်းမာရေးကို ကတိပေးပါသည်။ ထပ်တလဲလဲ ဝေဒနာတွေ ခံစားရမှာ မဟုတ်ဘူး။ အသေးစား ကျန်းမာရေး ပြဿနာများသည် 2023 ခုနှစ် သြဂုတ်လတွင် ပုံမှန်ဆေးကုသမှု ခံယူရန် လိုအပ်မည် ဖြစ်ပါသည်။\nသို့သော်၊ သင်၏ ရုပ်ပိုင်းဆိုင်ရာ ကျန်းမာရေးကို ထိန်းသိမ်းရန်၊ တင်းကျပ်သော ကြံ့ခိုင်မှုနှင့် အစားအသောက် အစီအစဉ်ကို လိုက်နာရန် လိုအပ်သည်။ ယောဂနှင့် တရားထိုင်ခြင်း ကဲ့သို့သော အပန်းဖြေနည်းများကို လေ့ကျင့်ရန် စိတ်ကျန်းမာရေး ကောင်းမွန်ရန် လိုအပ်သည်။ ပြင်ပ အားကစားများကလည်း ကောင်းမွန်သော နည်းလမ်းဖြင့် ကူညီပေးပါလိမ့်မည်။ သင့်သည် အံ့သြဖွယ် ကောင်းသော ကြံ့ခိုင်မှု ရရှိထားသောကြောင့် ပြင်ပလှုပ်ရှားမှုများနှင့် စွန့်စားခန်း အားကစားများအတွက် အချိန်ဖြစ်သည်။\n",
  "k": "Monthly Horoscope 2023 is promising excellent progress for career professionals. You tend to work hard on your projects and there will be no problem in completing them with the help of colleagues and seniors. This may lead to promotions and salary benefits. There will be opportunities to get into a new job, and this will also be beneficial monetarily. A very good month for professionals and their career prospects.",
  "l": "လစဉ် Horoscope 2023 သည် အသက်မွေးဝမ်းကျောင်း ပညာရှင်များအတွက် ကောင်းမွန်သော တိုးတက်မှု အလားအလာရှိသည်။ သင်သည် သင်၏ ပရောဂျက်များတွင် အလုပ်ကြိုးစားလေ့ရှိပြီး လုပ်ဖော်ကိုင်ဖက်များနှင့် သက်ကြီးရွယ်အိုများ၏ အကူအညီဖြင့် ၎င်းတို့ကို ပြီးမြောက်အောင် လုပ်ဆောင်ရာတွင် ပြဿနာရှိမည်  မဟုတ်ပါ။ ၎င်းသည် ရာထူးတိုးခြင်းနှင့် လစာခံစားခွင့်များ ဖြစ်ပေါ်စေနိုင်သည်။ အလုပ်သစ်ဝင်ရန် အခွင့်အလမ်းများ ရှိလာမည်ဖြစ်ပြီး ငွေကြေးအရလည်း အကျိုးရှိမည်ဖြစ်သည်။ အလုပ်လုပ်သူများနှင့် ၎င်းတို့၏ အသက်မွေးဝမ်းကြောင်းဆိုင်ရာ အလားအလာများအတွက် အလွန်ကောင်းသောလဖြစ်သည်။",
  "m": "Horoscope forecasts For 2023 indicate an excellent month for the finances of Scorpio individuals. There will be exceptional gains from speculative activities. Existing investments will also give very good returns. There will be additional help from social contacts to improve your financials. Relationships with colleagues and partners will be highly positive and this will add to the profits. It is time for expansions of existing ventures as well as commencing new ones.",
  "n": "2023 ခုနှစ်အတွက် ခန့်မှန်းချက်များသည် Scorpio တစ်ဦးချင်းစီ၏ ဘဏ္ဍာရေးများ အတွက် အကောင်းဆုံးလ ကိုညွှန်ပြသည်။ ရင်းနှီးလုပ်ဆောင်မှုများမှ ထူးခြားသော အကျိုးအမြတ်များ ရရှိမည်။ လက်ရှိ ရင်းနှီးမြုပ်နှံမှုများသည် အလွန်ကောင်းမွန်သော ရလဒ်များကို ပေးစွမ်းနိုင်မည် ဖြစ်သည်။ သင့်ဘဏ္ဍာရေးဆိုင်ရာ တိုးတက် ကောင်းမွန်လာစေရန် လူမှုဆက်ဆံရေး အဆက်အသွယ်များမှ ထပ်လောင်းအကူအညီများ ရှိပါမည်။ လုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် အလွန် အပြုသဘောဆောင်ပြီး အကျိုးအမြတ်ကို တိုးစေမည် ဖြစ်သည်။ လက်ရှိ လုပ်ငန်းများ တိုးချဲ့လုပ်ကိုင်ရန်နှင့် လုပ်ငန်းသစ်များ စတင်ရန် အချိန်တန်ပြီ ဖြစ်သည်။",
  "o": "Planetary assistance will be missing for the academic pursuits of Scorpio students. Despite working hard, results will not be commensurate with your efforts. That intent on pursuing advanced studies will fail to get the right subjects or the right institutions. Results in examinations will not be encouraging. Competitive tests will require more than normal effort and better coaching. Students of crafts and trades tend to do well.",
  "p": "Scorpio ကျောင်းသားများ၏ ပညာရေး လိုက်စားမှုအတွက် ဂြိုလ်အကူအညီ ပျောက်ဆုံးနေလိမ့်မည်။ အလုပ်ကြိုးစားသော်လည်း ရလဒ်များသည် သင်၏ ကြိုးစားမှုနှင့် ကိုက်ညီမည် မဟုတ်ပါ။ အဆင့်မြင့် ဘာသာရပ်များကို လိုက်စားရန် ရည်ရွယ်ချက်သည် မှန်ကန်သော ဘာသာရပ်များ သို့မဟုတ် မှန်ကန်သော အဖွဲ့အစည်းများကို ရရှိရန် ပျက်ကွက်လိမ့်မည်။ စာမေးပွဲ အောင်စာရင်းက အားတက်စရာ မဟုတ်ဘူး။ အပြိုင်အဆိုင် စမ်းသပ်မှုများသည် ပုံမှန်အားစိုက်ထုတ်မှုနှင့် ပိုမိုကောင်းမွန်သော နည်းပြများထက် ပိုမို လိုအပ်မည် ဖြစ်သည်။ လက်မှုပညာနှင့် အရောင်းအ၀ယ်လုပ်သော ကျောင်းသားများသည် ကောင်းစွာ လုပ်တတ်သည်။",
  "q": "There will be both inland and overseas travel for Scorpio professionals and businessmen. But the results from these tend to be negative due to the aspects of stars. Students traveling abroad for studies will have a tough time. Religious or holiday travels with friends and family members also will not produce the expected enjoyment. Hence, it will be prudent to limit travel itineraries and save as much money as possible.",
  "r": "Scorpio အတတ်ပညာရှင်များနှင့် စီးပွားရေးသမားများအတွက် ပြည်တွင်းပြည်ပ ခရီး နှစ်ခုစလုံးရှိမည်။ ဒါပေမယ့် ကြယ်တွေရဲ့ သွင်ပြင်ကြောင့် ဒီရလဒ်တွေက အနုတ်လက္ခဏာ ဆောင်ပါတယ်။ နိုင်ငံရပ်ခြားကို ပညာသင်ဖို့ ခရီးထွက်ကြတဲ့ ကျောင်းသားတွေဟာ ခက်ခဲတဲ့အချိန်တွေ ရှိပါလိမ့်မယ်။ ဘာသာရေး သို့မဟုတ် အားလပ်ရက်တွေမှာ သူငယ်ချင်းတွေနဲ့ မိသားစုဝင်တွေနဲ့ ခရီးတွေထွက်တာက မျှော်လင့်ထားတဲ့ ပျော်ရွှင်မှုကို ပေးစွမ်းမှာ မဟုတ်ပါဘူး။ ထို့ကြောင့် ခရီးသွား ခရီးစဉ်များကို ကန့်သတ်ပြီး ငွေကို တတ်နိုင်သမျှ ချွေတာရန် အထိုက်အလျောက် ရှိမည် ဖြစ်သည်။"
 },
 {
  "id": "9_2023",
  "a": "Health will be fabulous. Career shows very good progress. Investments will give good returns. Marriage can run into a few conflicts.",
  "b": "ကျန်းမာရေး ကောင်းမွန်လာမည်။ အသက်မွေးဝမ်းကြောင်း လုပ်ငန်းသည် အလွန်ကောင်းမွန်သော တိုးတက်မှုကို ပြသသည်။ ရင်းနှီးမြုပ်နှံမှုများသည် ကောင်းသော အကျိုးပေးလိမ့်မည်။ အိမ်ထောင်ရေးတွင် ပဋိပက္ခ အနည်းငယ် ရှိနိုင်သည်။",
  "c": "Scorpio September 2023 Horoscope foretells that you will have the blessings of socially powerful contacts. This will help you make progress in certain aspects of life. You will get many opportunities and you will be able to use your capabilities. It is important to overcome your inhibitions and forge ahead in your activities. You should not go by your previous experiences and have a fresh outlook and this will be very much helpful in accomplishing your ambitions during the 2023 Mercury retrograde.",
  "d": "Scorpio စက်တင်ဘာလ 2023 ဟောကိန်း သည် သင့်တွင် လူမှုရေးအရ အားကောင်းသော အဆက်အသွယ်များ ရရှိလိမ့်မည်ဟု ကြိုပြောထားသည်။ ၎င်းသည် သင့်ဘဝ၏ အချို့သောကဏ္ဍများတွင် တိုးတက်အောင်မြင်ရန် ကူညီ ပေးပါလိမ့်မည်။ အခွင့်အလမ်း များစွာကို ရရှိမည်ဖြစ်ပြီး သင်၏ စွမ်းရည်များကို အသုံးချနိုင်မည် ဖြစ်သည်။ မင်းရဲ့ တားစီးမှုတွေကို ကျော်လွှားပြီး မင်းရဲ့ လုပ်ဆောင်မှုတွေမှာ ရှေ့ကိုတိုးဖို့က အရေးကြီးတယ်။ သင်သည် သင်၏ ယခင် အတွေ့အကြုံများကို ဖြတ်သန်းပြီး အမြင်သစ်တစ်ခုကို မကြည့်သင့်ပါ၊ ၎င်းသည် 2023 Mercury ဆုတ်ခွာစယ် အတွင်း သင့်ရည်မှန်းချက်များကို ပြီးမြောက် အောင်မြင်ရန် အတွက် များစွာ အထောက်အကူ ဖြစ်စေမည် ဖြစ်ပါသည်။",
  "e": "The influence of Venus will not be helpful for your relationships this month. There will be distress and anxiety in your relationships. You tend to respond strongly and this might be troublesome for the relationships. It is important to consider all points of view before you make a choice of having a baby or a lover.\nVenus and Mercury might complicate the relationships between partners in a marriage. Frankness on your part will solve most of the conflicts. There should not be any reference to the past in these discussions. Love for singles will be either straightforward or very difficult. It is important to take decisions after serious thinking. You will get love from your social connections.\n",
  "f": "Venus ၏ လွှမ်းမိုးမှုသည် ဤလတွင် သင့်ဆက်ဆံရေးအတွက် အထောက်အကူ ဖြစ်မည်မဟုတ်ပေ။ သင့်ဆက်ဆံရေးတွင် ပူပန်မှုနှင့် စိုးရိမ်ပူပန်မှုများ ရှိမည်။ သင်သည် ပြင်းပြင်းထန်ထန် တုံ့ပြန်လေ့ရှိပြီး ၎င်းသည် ဆက်ဆံရေးအတွက် ဒုက္ခ ဖြစ်နိုင်သည်။ ကလေးယူရန် သို့မဟုတ် ချစ်သူကို ရွေးချယ်ခြင်းမပြုမီ ရှုထောင့်အားလုံးကို ထည့်သွင်းစဉ်းစားရန် အရေးကြီးပါသည်။\nသောကြာဂြိုဟ်နှင့် ဗုဒ္ဓဟူးဂြိုဟ်တို့သည် အိမ်ထောင်တစ်ခုရှိ လုပ်ဖော်ကိုင်ဖက်များကြား ဆက်ဆံရေးကို ရှုပ်ထွေးစေနိုင်သည်။ သင့်ဘက်မှ ရိုးသားခြင်းသည် ပဋိပက္ခ အများစုကို ဖြေရှင်းပေးလိမ့်မည်။ ဒီဆွေးနွေးပွဲတွေမှာ အတိတ်ကို ကိုးကားတာမျိုး မဖြစ်သင့်ပါဘူး။ တစ်ကိုယ်ရေ သမားများ၏ ချစ်ခြင်းမေတ္တာသည် ရိုးရှင်းမည် သို့မဟုတ် အလွန်ခက်ခဲနေလိမ့်မည်။ လေးလေးနက်နက် စဉ်းစားပြီးမှ ဆုံးဖြတ်ချက်ချဖို့ အရေးကြီးတယ်။ မင်းရဲ့ လူမှုဆက်ဆံရေးကနေ ချစ်ခြင်းမေတ္တာတွေ ရလိမ့်မယ်။\n",
  "g": "Planetary assistance will be missing for the family affairs this month and the result will be a lot of misunderstandings between members. There will be interference from external sources and this will further aggravate the problems. This should be avoided at all costs.\nWith no harmony between the members, the progress of children in their studies and other activities will face problems. It is important to devote more attention to their activities and control them when required.\n",
  "h": "ဤလတွင် မိသားစု ရေးရာအတွက် ဂြိုဟ်ဆိုင်ရာအကူအညီများ ပျောက်ဆုံးသွားမည် ဖြစ်ပြီး ရလဒ်မှာ မိသားစုဝင်များအကြား နားလည်မှု လွဲမှားမှုများ များပြားလာမည် ဖြစ်သည်။ ပြင်ပ သတင်းရင်းမြစ်များမှ ဝင်ရောက်စွက်ဖက်မှုများ ရှိမည်ဖြစ်ပြီး ယင်းက ပြဿနာများကို ပိုမို ဆိုးရွားစေမည် ဖြစ်သည်။ ကုန်ကျစရိတ်အားလုံးကို ရှောင်ရှားသင့်သည်။\nမိသားစု ဝင်များအကြား သဟဇာတ မဖြစ်ဘဲ၊ ၎င်းတို့၏ လေ့လာမှုနှင့် အခြားလုပ်ဆောင်မှုများတွင် ကလေးများ၏ တိုးတက်မှုသည် ပြဿနာများနှင့် ရင်ဆိုင်ရလိမ့်မည်။ သူတို့ရဲ့ လှုပ်ရှားမှုတွေကို ပိုအာရုံစိုက်ပြီး လိုအပ်တဲ့အခါ ထိန်းချုပ်ဖို့ အရေးကြီးတယ်။\n",
  "i": "2023 Horoscope for Scorpio promises excellent health in September 2023. Recurring ailments will not make an appearance and this will help to a large extent. Minor health deficiencies can be taken care of by usual medical assistance.\nRelaxation will help to maintain your well-being by avoiding stress and anxiety. Regular exercise and diet plans will help physical fitness. With good health, it is time to indulge in sports and adventure activities.\n",
  "j": "2023 Scorpio အတွက် ဟောကိန်းသည် 2023 ခုနှစ် စက်တင်ဘာလတွင် ကောင်းမွန်သော ကျန်းမာရေးကို ကတိပေးပါသည်။ ထပ်တလဲလဲ ဝေဒနာများ ပေါ်လာမည်မဟုတ်ပါ၊ ၎င်းသည် အတိုင်းအတာတစ်ခုအထိ ကူညီပေးပါ လိမ့်မည်။ ကျန်းမာရေး ချို့ယွင်းမှု အနည်းငယ်ကို ပုံမှန် ဆေးဝါးအကူအညီဖြင့် ကုသနိုင်ပါသည်။\nစိတ်အပန်းဖြေခြင်းသည် စိတ်ဖိစီးမှုနှင့် စိုးရိမ်ပူပန်မှုများကို ရှောင်ရှားခြင်းဖြင့် သင့်ကျန်းမာရေးကို ထိန်းသိမ်းရန် ကူညီပေးပါလိမ့်မည်။ ပုံမှန်လေ့ကျင့်ခန်းနှင့် အစားအသောက် အစီအစဉ်များသည် ခန္ဓာကိုယ် ကြံ့ခိုင်မှုကို အထောက်အကူ ဖြစ်စေသည်။ ကျန်းမာရေးကောင်းသဖြင့် အားကစားနှင့် စွန့်စားခန်းများတွင် ပါဝင်ဆင်နွှဲရမည့် အချိန်ဖြစ်သည်။\n",
  "k": "Horoscope 2023 indicates that there will be fabulous progress in your career aided by positive star aspects. Relationships with colleagues and the management will be cordial and this will improve your performance. Your progress will be noticed by the seniors and you can expect handsome rewards.\nThere will be opportunities to switch over to a new job with better prospects. If you are keen, you can make a switch over. Travel for career progress will result in good benefits for the company.\n",
  "l": "Horoscope 2023 သည် အပြုသဘောဆောင်သော ကြယ်ပွင့်ရှုထောင့်မှ ပံ့ပိုးပေးထားသော သင်၏ အသက်မွေးဝမ်းကြောင်းတွင် အံ့သြဖွယ်ကောင်းလောက်အောင် တိုးတက်မှု ရှိလာမည်ကို ညွှန်ပြပါသည်။ လုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေး စီမံခန့်ခွဲမှုသည် ဖော်ရွေပျူငှာမည်ဖြစ်ပြီး ၎င်းသည် သင်၏စွမ်းဆောင်ရည်ကို တိုးတက်စေမည် ဖြစ်သည်။ သင့်တိုးတက်မှုကို လူကြီးများက သတိပြုမိမည်ဖြစ်ပြီး ကောင်းမွန်သော ဆုလာဘ်များကို သင်မျှော်လင့်နိုင်သည်။\nပိုမိုကောင်းမွန်သော အလားအလာရှိသော အလုပ်သစ်သို့ ကူးပြောင်းရန် အခွင့်အလမ်းများ ရှိလာမည်။ သင်စိတ်အားထက်သန်ပါက၊ သင်ပြောင်းလဲနိုင်သည်။ လုပ်ငန်းခွင် တိုးတက်မှုအတွက် ခရီးသွားခြင်းသည် ကုမ္ပဏီအတွက် ကောင်းသောအကျိုးများ ဖြစ်ပေါ်စေပါသည်။\n",
  "m": "Monthly predictions for 2023 are excellent for the advancement of business activities and finances. All investments will give good returns. Risky ventures will also turn out to be profitable. Relationships with partners and colleagues will be harmonious and this will further improve the profits.\nThe time is auspicious for further expansions and the initiation of new projects. Social contacts will also help in improving the finances of the venture.\n",
  "n": "2023 ခုနှစ်အတွက် လစဉ်ခန့်မှန်းချက်များသည် စီးပွားရေး လုပ်ငန်းများနှင့် ငွေကြေးတိုးတက်မှုအတွက် အထူးကောင်းမွန်ပါသည်။ ရင်းနှီးမြုပ်နှံမှု အားလုံးသည် ကောင်းမွန်သော ရလဒ်များ ပေးစွမ်းနိုင်မည် ဖြစ်သည်။ စွန့်စားရသော လုပ်ငန်းများသည်လည်း အမြတ်အစွန်းများ ထွက်လာလိမ့်မည်။ လုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် သဟဇာတဖြစ်ပြီး အမြတ်အစွန်းများကို ပိုမို တိုးတက်စေမည် ဖြစ်သည်။\nနောက်ထပ်တိုးချဲ့မှုများနှင့် ပရောဂျက်အသစ်များ စတင်ရန်အတွက် အချိန်ကောင်း ဖြစ်သည်။ လူမှုရေး အဆက်အသွယ်များသည် အကျိုးတူ ငွေကြေးများ တိုးတက် ကောင်းမွန်လာစေရန် ကူညီပေးပါလိမ့်မည်။\n",
  "o": "There will be no assistance from the stars for the educational activities of Scorpio students. Naturally, the results of tests and examinations will tend to be unsatisfactory. Even hard work may not help the students.\nMedical and engineering students will have a problem holding onto their grades. Competitive tests will be tough to pass despite best efforts and guidance. Students can be sincere in their studies and hope for a better future.\n",
  "p": "Scorpio ကျောင်းသားများ၏ ပညာရေးဆိုင်ရာ လှုပ်ရှားမှုများအတွက် ကြယ်များမှ အကူအညီ ပေးမည်မဟုတ်ပါ။ ပုံမှန်အားဖြင့် စမ်းသပ်မှုများနှင့် စာမေးပွဲများ၏ ရလဒ်များသည် ကျေနပ်ဖွယ်မရှိပေ။ ကြိုးစားအားထုတ်မှုပင်လျှင် ကျောင်းသားများကို မကူညီနိုင်ပေ။\nဆေးဘက်ဆိုင်ရာနှင့် အင်ဂျင်နီယာကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်အတန်းများကို ထိန်းကျောင်းရာတွင် ပြဿနာရှိလိမ့်မည်။ အကောင်းဆုံးကြိုးစားမှုနှင့် လမ်းညွှန်မှုတို့ကြားမှ အပြိုင်အဆိုင် စာမေးပွဲများကို ကျော်ဖြတ်ရန် ခက်ခဲမည် ဖြစ်သည်။ ကျောင်းသားများသည် ၎င်းတို့၏ လေ့လာမှုတွင် ရိုးသားမှုရှိပြီး ကြိုးစားပါက ပိုမိုကောင်းမွန်သော အနာဂတ်ကို မျှော်လင့်နိုင်သည်။\n",
  "q": "Travel activities are hampered by the negative vibes of the planets. There will be both inland and foreign trips. Almost all of them will fail to produce the desired results. Sales personnel, creative artists, and business people will suffer the most.\nThere will be travels for enjoyment with friends and family members. Even this fails to provide the happiness expected. Under these circumstances, it will be sensible to cut down the travel and try to save both time and money.\n",
  "r": "ခရီးသွား လှုပ်ရှားမှုများသည် ဂြိုလ်များ၏ အပျက်သဘော ဆောင်သော အငွေ့အသက်များကြောင့် အဟန့်အတား ဖြစ်စေသည်။ ပြည်တွင်းပြည်ပ ခရီးစဉ်များ ပါ၀င်မည် ဖြစ်သည်။ ၎င်းတို့ အားလုံးနီးပါးသည် လိုချင်သော ရလဒ်များကို မထုတ်ပေးနိုင်ပေ။ အရောင်းဝန်ထမ်းတွေ၊ တီထွင်ဖန်တီးမှုရှိတဲ့ အနုပညာရှင်တွေနဲ့ စီးပွားရေးသမားတွေက အများဆုံး ဒုက္ခရောက်ကြလိမ့်မယ်။\nသူငယ်ချင်းတွေနဲ့ မိသားစုဝင်တွေနဲ့ ပျော်ပျော်ပါးပါး ခရီးတွေထွက်မယ်။ ဒါတောင်မှ မျှော်လင့်ထားတဲ့ ပျော်ရွှင်မှုကို မပေးနိုင်ဘူး။ ဤအခြေအနေများအောက်တွင် ခရီးသွားခြင်းကို ဖြတ်တောက်ပြီး အချိန်နှင့်ငွေကို ချွေတာရန် ကြိုးစားခြင်းသည် သင့်လျော်ပါလိမ့်မည်။\n"
 },
 {
  "id": "10_2023",
  "a": "Singles will be fortunate in love. Health prospects are excellent. Career will progress smoothly. Expect good returns from investments.",
  "b": "အချစ်ရေးတွင် တစ်ကိုယ်ရေး သမားများ ကံကောင်းနေမည်။ ကျန်းမာရေး အလားအလာ ကောင်းပါတယ်။ အလုပ်အကိုင် အဆင်ပြေမည်။ ရင်းနှီးမြုပ်နှံမှုမှ ကောင်းသော အကျိုးအမြတ်ကို မျှော်လင့်ပါ။",
  "c": "Scorpio October 2023 Horoscope indicates that your growth is continuing. There might be some problem in making the right decisions. Till the second week, you are in a state of inertia based on past experiences.\nAfter that, you have the beneficial aspects of Mars and you will start making the choices to act. It is important to be patient and have the right judgment for growth to happen. Mercury will help you in taking the right actions during the last week of the month.\n",
  "d": "Scorpio October 2023 ဟောကိန်း သည် သင်၏တိုးတက်မှု ဆက်လက် ဖြစ်ပေါ်နေကြောင်း ညွှန်ပြသည်။ မှန်ကန်သော ဆုံးဖြတ်ချက်များ ချရာတွင် ပြဿနာ အချို့ ရှိနိုင်သည်။ ဒုတိယ ရက်သတ္တပတ် အထိ၊ သင်သည် အတိတ်အတွေ့အကြုံများကို အခြေခံ၍ မငြိမ်မသက် ဖြစ်နေတတ်သည်။\nထို့နောက်တွင်၊ သင့်တွင် Mars ၏ အကျိုးကျေးဇူးများ ရရှိပြီး လုပ်ဆောင်ရန် ရွေးချယ်မှုများ စတင်မည်ဖြစ်သည်။ စိတ်ရှည်သည်းခံပြီး ကြီးပွား တိုးတက်ဖို့အတွက် မှန်ကန်တဲ့ စီရင်ဆုံးဖြတ်ဖို့ အရေးကြီးတယ်။ Mercury သည် လ၏ နောက်ဆုံးပတ် အတွင်း မှန်ကန်သော လုပ်ဆောင်မှုများ လုပ်ဆောင်ရာတွင် သင့်အား ကူညီပေးပါမည်။\n",
  "e": "After the first week, Venus will help you to make the best of your love partnerships. You will be attracted by gorgeous individuals. However, you will be slow in responding due to your earlier unhappy experiences. By end of the month, you are in a position to be happy in love.\nMarried life can be disturbed by the unhappy events of the past. It is necessary to give more attention to your partner and be creative. This will restore happiness in the relationship and can even lead to the birth of a child. Singles will have chances to get into love relationships by end of the month with the help of Venus and Mars.\n",
  "f": "ပထမပတ်ပြီးနောက်၊ Venus သည် သင့်အချစ်ရေးတွင် အကောင်းဆုံး လက်တွဲလုပ်ဆောင်ရန် ကူညီပေးပါလိမ့်မည်။ နှစ်လိုဖွယ်ကောင်းသော ပုဂ္ဂိုလ်များက သင့်ကို ဆွဲဆောင် လိမ့်မည်။ သို့သော်လည်း သင်၏ အစောပိုင်း မပျော်မရွှင် အတွေ့အကြုံများကြောင့် သင် တုံ့ပြန်ရာတွင် နှေးကွေးလိမ့်မည်။ လကုန်ရင် အချစ်ရေးမှာ ပျော်ဖို့ကောင်းတယ်။\nအိမ်ထောင်သည် ဘဝကို အတိတ်က မပျော်မရွှင် ဖြစ်မှုများကြောင့် စိတ်အနှောင့်အယှက် ဖြစ်စေနိုင်သည်။ သင့်တွဲဖက်ကို ပိုအာရုံစိုက်ပြီး တီထွင် ဖန်တီးနိုင်စွမ်း ရှိရန် လိုအပ်ပါသည်။ ယင်းက အချစ်ရေးတွင် ပျော်ရွှင်မှုကို ပြန်လည် ရရှိစေပြီး ကလေးမွေးဖွားခြင်းကိုပင် ဖြစ်ပေါ်စေနိုင်သည်။ တစ်ကိုယ်ရေ သမားများသည် လကုန်တွင် Venus နှင့် Mars တို့၏အကူအညီဖြင့် အချစ်ရေးတွင် ပေါင်းသင်းခွင့် ရရှိမည်ဖြစ်သည်။\n",
  "g": "Family happiness is under attack by the negative influences of the planets. There will be interference from outsiders and this will have dangerous effects. It is important to thwart these extraneous elements.\nChildren will be adversely impacted by disharmony in the family environment. They tend to be rebellious and pick up fights. More care is needed to see that they study well and behave properly.\n",
  "h": "မိသားစု ပျော်ရွှင်မှုသည် ဂြိုလ်များ၏ အဆိုးမြင်မှုများကြောင့် တိုက်ခိုက် ခံနေရသည်။ ပြင်ပမှ ဝင်ရောက် စွက်ဖက်မှုများ ရှိလာမည်ဖြစ်ပြီး အန္တရာယ်ရှိသော သက်ရောက်မှုများ ရှိလာမည် ဖြစ်သည်။ ဤမလိုလားအပ်သော အရာများကို တားဆီးရန် အရေးကြီးသည်။\nမိသားစု ပတ်ဝန်းကျင်တွင် သဘောထား ကွဲလွဲမှုများကြောင့် ကလေးများကို ဆိုးရွားစွာ ထိခိုက်စေမည် ဖြစ်သည်။ သူတို့သည် ပုန်ကန်ပြီး ရန်ဖြစ်တတ်သည်။ ၎င်းတို့သည် ကောင်းမွန်စွာ လေ့လာပြီး ကောင်းမွန် မှန်ကန်စွာ ပြုမူနေထိုင်ကြောင်း သိမြင်ရန် ပိုမိုဂရုစိုက်ရန် လိုအပ်ပါသည်။\n",
  "i": "With the help of planets, physical health will be excellent. Recurring diseases will not disturb you and this will be of great assistance. Minor health problems can be taken care of by routine medical help. You should stick to a strict diet and exercise program to remain fit.\nHowever, your mental health requires more attention. There will be problems due to stress that may disturb your well-being. Enough relaxation combined with the practice of meditation and sports will help to a large extent.\n",
  "j": "ဂြိုလ်များ၏ အကူအညီဖြင့်၊ ရုပ်ပိုင်းဆိုင်ရာ ကျန်းမာရေး ကောင်းမွန်လိမ့်မည်။ ထပ်တလဲလဲ ရောဂါများသည် သင့်အား မနှောင့်ယှက်ဘဲ ၎င်းသည် ကြီးမားသော အကူအညီ ဖြစ်လိမ့်မည်။ ပုံမှန် ကျန်းမာရေး အကူအညီဖြင့် အသေးစား ကျန်းမာရေး ပြဿနာများကို ကုသနိုင်ပါသည်။ ကြံ့ခိုင်နေဖို့ တင်းကျပ်တဲ့ အစားအသောက်နဲ့ လေ့ကျင့်ခန်း အစီအစဉ်ကို လိုက်နာသင့်ပါတယ်။\nဒါပေမယ့် သင့်စိတ်ကျန်းမာရေးကို ပိုဂရုစိုက်ဖို့ လိုပါတယ်။ စိတ်ဖိစီးမှုကြောင့် သင့်ကျန်းမာရေးကို အနှောက်အယှက် ဖြစ်စေသော ပြဿနာများ ရှိမည်။ တရားထိုင်ခြင်းနှင့် အားကစားလုပ်ခြင်း တို့ဖြင့် လုံလောက်သော အပန်းဖြေ အနားယူခြင်းက အတိုင်းအတာ တစ်ခုအထိ အထောက်အကူ ဖြစ်စေပါသည်။\n",
  "k": "Zodiac 2023 prediction promises excellent prospects for the career growth of professionals assisted by beneficial aspects of the stars. Your hard work will be appreciated by the management and may result in monetary rewards with a change of place. These things will be highly beneficial.\nYou may be disturbed by a sense of uncertainty and you must take necessary actions to avoid this problem.\n",
  "l": "ရာသီခွင် 2023 ခန့်မှန်းချက်သည် ကြယ်များ၏ အကျိုးပြု ကဏ္ဍများမှ ပံ့ပိုးပေးထားသော ကျွမ်းကျင် သော အလုပ်လုပ်သူများ၏ အသက်မွေးဝမ်းကြောင်း တိုးတက်မှုအတွက် ကောင်းမွန်သော အလားအလာများကို ကတိပြုပါသည်။ သင်၏ ကြိုးစားအားထုတ်မှုအား စီမံခန့်ခွဲမှု ပြုလုပ်သူများမှ တန်ဖိုးထားမည် ဖြစ်ပြီး နေရာ အပြောင်းအလဲနှင့်အတူ ငွေကြေးဆိုင်ရာ ဆုလာဘ်များ ဖြစ်ပေါ်လာနိုင်သည်။ ဤအရာများသည် လွန်စွာ အကျိုးရှိလိမ့်မည်။\nမသေချာမရေရာသော ခံစားချက်ကြောင့် သင့်အား စိတ်အနှောင့်အယှက် ဖြစ်စေနိုင်ပြီး ဤပြဿနာကို ရှောင်ရှားရန် လိုအပ်သော လုပ်ဆောင်မှုများ ပြုလုပ်ရပါမည်။\n",
  "m": "Monthly horoscope predictions for 2023 are very much helpful for the financial growth of Scorpio people. Previous investments give good returns. All speculative activities will result in handsome profits. Relationships with partners and colleagues will be harmonious and this will result in a better flow of money.\nFinances will be available for the expansion of the existing ventures as well as the commencement of new ones. In addition, your social contacts will help you in getting more investments and business projects.\n",
  "n": "2023 ခုနှစ်အတွက် လစဉ် ဇာတာ ဟောကိန်းများသည် Scorpio လူမျိုးများ၏ ငွေကြေး တိုးတက်မှုအတွက် များစွာအထောက်အကူ ဖြစ်စေပါသည်။ ယခင် ရင်းနှီးမြုပ်နှံမှုများသည် ကောင်းသော အကျိုးအမြတ်များ ပေးသည်။ မှန်းဆထားသော လုပ်ဆောင်မှုများ အားလုံးသည် ချောမောသော အမြတ်အစွန်းများ ဖြစ်ပေါ်လာလိမ့်မည်။ လုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် သဟဇာတဖြစ်ကာ ငွေကြေးစီးဆင်းမှု ပိုမို ကောင်းမွန်လာမည် ဖြစ်သည်။\nလက်ရှိလုပ်ငန်းတိုးချဲ့မှုအပြင် လုပ်ငန်းသစ်များ စတင်ခြင်းအတွက် ငွေကြေးများ ရရှိနိုင်မည် ဖြစ်သည်။ ထို့အပြင်၊ သင်၏ လူမှုရေး အဆက်အသွယ်များသည် သင့်အား ရင်းနှီးမြှုပ်နှံမှုများနှင့် လုပ်ငန်း ပရောဂျက်များ ပိုမိုရရှိရန် ကူညီပေးပါလိမ့်မည်။\n",
  "o": "The educational progress of Scorpio students can be hampered by the adverse impact of the stars. Despite hard work, results in examinations will be average. Technical students will have a problem holding onto their grades.\nCompetitive tests will be difficult to get through despite good coaching. Crafts and trades students will somehow succeed in their efforts. Keep on studying hard and wait for good times.\n",
  "p": "Scorpio ကျောင်းသားများ၏ ပညာရေး တိုးတက်မှုသည် ကြယ်များ၏ ဆိုးကျိုးများကြောင့် အဟန့်အတား ဖြစ်စေနိုင်သည်။ အလုပ်ကြိုးစားသော်လည်း စာမေးပွဲ ရလဒ်သည် ပျမ်းမျှဖြစ်သည်။ နည်းပညာ ကျောင်းသားများသည် ၎င်းတို့၏ အမှတ်များကို ထိန်းကျောင်းရာတွင် ပြဿနာ ရှိလိမ့်မည်။\nနည်းပြကောင်းများကြားမှ အပြိုင်အဆိုင် စာမေးပွဲများကို ဖြေဆိုရန် ခက်ခဲပါလိမ့်မည်။ ဝိဇ္ဇာပညာရပ်နှင့် အရောင်းအ၀ယ် ကျောင်းသားများသည် ၎င်းတို့၏ ကြိုးပမ်းမှုတွင် တစ်နည်းနည်းဖြင့် အောင်မြင်ကြလိမ့်မည်။ ဆက်လက်လေ့လာပြီး ကောင်းသော အချိန်များကို စောင့်ပါ။\n",
  "q": "Stellar help is missing for the travel activities of Scorpios this month. There will be travels for business purposes as well as for personal reasons. There will be both inland and overseas trips. However, results from these will be minimal.\nThere will be neither benefit for business promotion nor enjoyment for personal trips. It is advisable to limit your travel plans to a few necessary ones and save both money and harassment.\n",
  "r": "ဤလတွင် Scorpios ၏ ခရီးသွား လှုပ်ရှားမှုများအတွက် ကြယ် အကူအညီ ပျောက်ဆုံးနေပါသည်။ စီးပွားရေး ကိစ္စများသာမက ကိုယ်ရေးကိုယ်တာ ကိစ္စများအတွက် ခရီးသွားခြင်းများ ရှိမည်။ ပြည်တွင်းပြည်ပ ခရီးစဉ် နှစ်ခုစလုံးရှိမည်။ သို့သော် ထိုရလဒ်များမှ အနည်းငယ်မျှသာ ဖြစ်လိမ့်မည်။\nလုပ်ငန်း ပရိုမိုးရှင်းအတွက် သာမက ကိုယ်ရေးကိုယ်တာ ခရီးစဉ်များ အတွက်ပါ အကျိုးကျေးဇူး ရှိမည်မဟုတ်ပါ။ သင်၏ ခရီးသွားလာရေး အစီအစဉ်များကို လိုအပ်သော ကိစ္စ အနည်းငယ်တွင် သာ ပြုလုပ်ရန်နှင့် ငွေနှင့် နှောင့်ယှက်မှု နှစ်ခုလုံးကို ချွေတာရန် အကြံပြုလိုပါသည်။\n"
 },
 {
  "id": "11_2023",
  "a": "More affection will help married life. Career progress will be wonderful. Travels will result in good benefits. Finances will face difficulties.",
  "b": "အသက်မွေးဝမ်းကြောင်း တိုးတက်မှုသည် အံ့ဩစရာ ဖြစ်လိမ့်မည်။ ခရီးသွားခြင်းဖြင့် ကောင်းကျိုးများ ဖြစ်ထွန်းမည်။ ငွေကြေး အခက်အခဲ ကြုံမည်။",
  "c": "Scorpio November 2023 Horoscope suggests that you want to be impartial in your outlook during the month. But after the first week, things become complicated due to the influences of Mars, the Sun, and Mercury.\nYou tend to be impractical and dictatorial in your approach. However, Saturn will make you reasonable and you will be efficient and thoughtful in your actions. Your true capabilities will come into action. You will go by your instinct and you will succeed.\n",
  "d": "Scorpio November 2023 ဟောကိန်း သည် လအတွင်း သင့်အမြင်တွင် သမာသမတ် ရှိရန် အကြံပြုထားသည်။ သို့သော် ပထမပတ် ပြီးနောက်တွင် အင်္ဂါဂြိုဟ်၊ နေနှင့် ဗုဒ္ဓဟူးဂြိုဟ်တို့၏ လွှမ်းမိုးမှုကြောင့် အရာများ ရှုပ်ထွေးလာသည်။\nမင်းရဲ့ချဉ်းကပ်မှုမှာ လက်တွေ့မကျဘဲ အာဏာရှင် ဆန်နေတတ်တယ်။ သို့သော်လည်း စေတန်သည် သင့်အား ကျိုးကြောင်း ဆီလျော်အောင် ပြုလုပ်ပေးမည် ဖြစ်ပြီး သင့်လုပ်ဆောင်မှုများတွင် ထိရောက်ပြီး တွေးခေါ်နိုင်မည် ဖြစ်သည်။ မင်းရဲ့ စစ်မှန်တဲ့ စွမ်းဆောင်ရည်တွေ ပေါ်လာလိမ့်မယ်။ မင်းရဲ့ ဗီဇအတိုင်း လိုက်သွားမှ မင်းအောင်မြင်လိမ့်မယ်။\n",
  "e": "Venus will be helpful for your love relationships during the first week. After that, you will become more reflective and there is a tendency to be aloof. But you should move ahead by taking into account past experiences.\nRelationships with your partner will be excellent if you are positive in your approach. Move ahead slowly if you are planning a pregnancy. Everything will be alright. Singles will meet love partners who are firm and authoritative. It is important to be more dashing if you want to be lucky in love.\n",
  "f": "Venus သည် ပထမအပတ် အတွင်း သင့်အချစ်ရေးအတွက် အထောက်အကူ ဖြစ်လိမ့်မည်။ အဲဒီနောက်မှာတော့ သင်ဟာ ပိုပြီး ရောင်ပြန်ဟပ်လာပြီး ဝေးကွာဖို့ အလားအလာ ရှိလာပါလိမ့်မယ်။ ဒါပေမယ့် အတိတ်က အတွေ့အကြုံတွေကို ထည့်သွင်းစဉ်းစားပြီး ရှေ့ကို ဆက်သွားသင့်ပါတယ်။\nမင်းရဲ့ ချဉ်းကပ်မှုမှာ အပြုသဘော ဆောင်နေတယ်ဆိုရင် မင်းရဲ့လက်တွဲဖော်နဲ့ ဆက်ဆံရေးက အကောင်းဆုံးပါပဲ။ ကိုယ်ဝန်ရှိဖို့ စီစဉ်နေတယ်ဆိုရင် ဖြည်းဖြည်းချင်း ဆက်လုပ်ပါ။ အားလုံး အဆင်ပြေသွားမှာပါ။ တစ်ကိုယ်ရေ သမားတွေဟာ ခိုင်မာပြီး စိတ်ချရတဲ့ အချစ်လက်တွဲဖော်တွေနဲ့ တွေ့ဆုံရပါလိမ့်မယ်။ အချစ်ရေးမှာ ကံကောင်းချင်ရင် ပိုပြီး သတ္တိရှိဖို့ အရေးကြီးပါတယ်။\n",
  "g": "The family environment will be full of conflicts and intrigues as stellar influences are highly negative. Relationships with senior members of the family will be highly volatile. You should take all steps to maintain harmony.\nWith this negative atmosphere in the family, the progress of children in their academic activities tends to suffer. They tend to get into trouble with teachers and other people. Strict guidance and control will be required to ensure they progress well in their activities.\n",
  "h": "ကြယ်တို့၏ လွှမ်းမိုးမှုမှာ အပျက်သဘော ဆောင်လွန်းသောကြောင့် မိသားစု ပတ်ဝန်းကျင်တွင် ပဋိပက္ခများနှင့် လှည့်စားမှုများ ပြည့်နှက်နေမည် ဖြစ်သည်။ မိသားစု၏ လူကြီးများနှင့် ဆက်ဆံရေးသည် အလွန်အမင်း တည်ငြိမ်နေလိမ့်မည်။ သဟဇာတဖြစ်မှုကို ထိန်းသိမ်းရန် အဆင့်အားလုံးကို လုပ်ဆောင်သင့်သည်။\nမိသားစုတွင် ဤမကောင်းသော လေထုကြောင့် ကလေးများ၏ ပညာရေး လှုပ်ရှားမှုများတွင် တိုးတက်မှု ခံစားရတတ်သည်။ သူတို့သည် ဆရာများနှင့် အခြားသူများနှင့် ပြဿနာ တက်တတ်သည်။ ၎င်းတို့၏ လုပ်ငန်း ဆောင်တာများတွင် ကောင်းမွန်စွာ တိုးတက်စေရန်အတွက် တင်းကျပ်သော လမ်းညွှန်မှုနှင့် ထိန်းချုပ်မှု လိုအပ်မည် ဖြစ်ပါသည်။\n",
  "i": "2023 Horoscope for Scorpio does not promise good health for individuals. Recurring diseases will show up and cause discomfort continuously. Proper medication will be necessary to keep them under check.\nMental health also will be under attack due to nervousness. This can be taken care of through yoga and meditation. Physical health will require regular exercise and a diet regime. Overall, health will cause quite a few problems and more attention will be required.\n",
  "j": "Scorpio အတွက် 2023 ဟောကိန်း သည် လူတစ်ဦးချင်းစီအတွက် ကောင်းမွန်သော ကျန်းမာရေးကို ကတိမပေးပေ။ ထပ်တလဲလဲ ရောဂါတွေ ပေါ်လာပြီး ဆက်တိုက် မသက်မသာ ဖြစ်စေတယ်။ မှန်ကန်သော ဆေးများကို စစ်ဆေးရန် လိုအပ်မည် ဖြစ်ပါသည်။\nအာရုံကြော ကြောင့်လည်း စိတ်ကျန်းမာရေး ထိခိုက်မည်။ ဒါကို ယောဂနဲ့ တရားထိုင်ခြင်းအားဖြင့် ဂရုစိုက်နိုင်ပါတယ်။ ခန္ဓာကိုယ် ကျန်းမာရေးအတွက် ပုံမှန်လေ့ကျင့်ခန်းနှင့် အစားအသောက်ပုံစံကို လိုအပ်မည် ဖြစ်သည်။ ယေဘူယျအားဖြင့်၊ ကျန်းမာရေးသည် အနည်းငယ်သော ပြဿနာများကို ဖြစ်စေပြီး ပိုမိုအာရုံစိုက်ရန် လိုအပ်မည် ဖြစ်သည်။\n",
  "k": "Horoscope 2023 predicts that the month is highly favorable for the career growth of professionals. Relationships with colleagues and seniors will be congenial. This will help in completing your projects without any problem.\nThere will be promotions and salary benefits. You are likely to get offers from other organizations with better salaries and higher ranks. You can consider them seriously and take them up if you are confident. On the whole, a good month for professionals.\n",
  "l": "Horoscope 2023 သည် ပညာရှင်များ၏ အလုပ်အကိုင် တိုးတက်မှုအတွက် အလွန် ကောင်းသော လဖြစ်ကြောင်း ဟောကိန်းထုတ်သည်။ လုပ်ဖော်ကိုင်ဖက်များနှင့် လူကြီးများနှင့် ဆက်ဆံရေး ပြေပြစ်ကောင်းမွန်မည်။ ၎င်းသည် သင့်ပရောဂျက်များကို ပြဿနာမရှိဘဲ ပြီးမြောက်ရန် ကူညီပေးပါလိမ့်မည်။\nရာထူးတိုးခြင်းနှင့် လစာခံစားခွင့်များ ရှိမည်။ ပိုမိုကောင်းမွန်သော လစာနှင့် ရာထူးအဆင့်မြင့်သော အခြား အဖွဲ့အစည်းများထံမှ ကမ်းလှမ်းမှုများကို သင်ရရှိရန် အလားအလာရှိသည်။ သင်သူတို့ကို အလေးအနက်ထား စဉ်းစားနိုင်ပြီး သင်ယုံကြည်မှုရှိပါက ၎င်းတို့ကို ခံယူနိုင်သည်။ ခြုံပြောရလျင် အလုပ်များအတွက် ကောင်းသော လဖြစ်သည်။\n",
  "m": "Monthly forecasts for 2023 do not offer any encouragement on the financial front. Planetary help is missing and this will result in disharmony with partners and colleagues. This will naturally result in more losses.\nAll types of speculative investments should be avoided as they will not be profitable. There will be hardly any opportunities to make money. Finances will be scarce and this will not help expansions and starting of new ventures.\n",
  "n": "2023 အတွက် လစဉ် ခန့်မှန်းချက်များသည် ဘဏ္ဍာရေး မျက်နှာစာတွင် မည်သည့်အားပေးမှုမှ မပေးပါ။ ဂြိုဟ်ဆိုင်ရာအကူအညီ ပျောက်ဆုံးနေပြီး ၎င်းသည် လုပ်ဖော်ကိုင်ဖက်များနှင့် ကွဲလွဲမှုဖြစ်စေသည်။ ဒါက သဘာဝအတိုင်း ဆုံးရှုံးမှုတွေ ပိုများလာမယ်။\nအကျိုးအမြတ် မရနိုင်သောကြောင့် မှန်းဆထားသော ရင်းနှီးမြှုပ်နှံမှု အမျိုးအစားအားလုံးကို ရှောင်ရှားသင့်သည်။ ငွေရှာဖို့ အခွင့်အလမ်းဆိုတာ မရှိသလောက်ပါပဲ။ ငွေရေးကြေးရေး ရှားပါးလာမည် ဖြစ်ပြီး ယင်းက တိုးချဲ့ခြင်းနှင့် လုပ်ငန်းအသစ်များ စတင်ခြင်းတို့ကို အထောက်အကူ ဖြစ်စေမည် မဟုတ်ပေ။\n",
  "o": "The educational efforts of Scorpio students will be hampered by negative stellar influences. Even hard work will fail to produce the desired results. Students intending to pursue advanced studies will fail to get into the right institutions or the right subjects.\nStudents of medicine and technical subjects will have problems holding onto their grades. Competitive tests will require much more effort and better guidance to get through. Normally, the results in examinations will be much below expectations.\n",
  "p": "Scorpio ကျောင်းသားများ၏ ပညာရေးဆိုင်ရာ ကြိုးပမ်းအားထုတ်မှုများသည် အနုတ်လက္ခဏာကြယ် လွှမ်းမိုးမှုများကြောင့် အဟန့်အတား ဖြစ်မည်။ ကြိုးစားအားထုတ်မှုပင်လျှင် လိုချင်သောရလဒ်ကို မရနိုင်ပေ။ အဆင့်မြင့် ဘာသာရပ်များကို သင်ယူလိုသော ကျောင်းသားများသည် မှန်ကန်သော အဖွဲ့အစည်းများ သို့မဟုတ် မှန်ကန်သော ဘာသာရပ်များသို့ ဝင်ရောက်ရန် ပျက်ကွက်မည် ဖြစ်သည်။\nဆေးပညာနှင့် နည်းပညာဆိုင်ရာ ဘာသာရပ်များတွင် ကျောင်းသားများသည် ၎င်းတို့၏ အတန်းများကို ကိုင်ဆောင်ရန် အခက်အခဲ ရှိလိမ့်မည်။ အပြိုင်အဆိုင် စာမေးပွဲများကို ကျော်ဖြတ်ရန် ပိုမို အားစိုက်ထုတ်မှုနှင့် ပိုမို ကောင်းမွန်သော လမ်းညွှန်မှုများ လိုအပ်မည် ဖြစ်သည်။ ပုံမှန်အားဖြင့်တော့ စာမေးပွဲ ရလဒ်တွေက မျှော်မှန်းထားတာထက် အများကြီး သာပါတယ်။\n",
  "q": "Travel plans will be highly successful and profitable as the planets are in an obliging mood. Traveling for business promotion overseas will yield good results. Holiday travel will be enjoyable. Students in tents on studies overseas will get good opportunities without any problem. There will be both inland and overseas trips. Almost all of them will bring in the desired benefits.",
  "r": "ဂြိုလ်များ ကောင်းနေသော စိတ်အခြေအနေကြောင့် ခရီးသွားအစီအစဉ်များ အလွန်အောင်မြင်ပြီး အကျိုးအမြတ်များမည်။ စီးပွား ရေး မြှင့်တင်ရေး အတွက် နိုင်ငံရပ်ခြား ခရီး သည် ရလဒ်ကောင်းများ ထွက်ပေါ်လာမည်။ အားလပ်ရက် ခရီးများ သာယာမည်။ နိုင်ငံရပ်ခြားတွင် ပညာသင်ကြားနေသော ကျောင်းသားများသည် ပြဿနာမရှိဘဲ အခွင့်အလမ်းကောင်းများ ရရှိမည် ဖြစ်သည်။ ပြည်တွင်းပြည်ပ ခရီးစဉ် နှစ်ခုစလုံးရှိတတ်မည်။ အားလုံးနီးပါးက လိုချင်တဲ့ အကျိုးကျေးဇူးတွေ ရလာပါလိမ့်မယ်။"
 },
 {
  "id": "12_2023",
  "a": "Health will be without any problems. Singles will have good prospects of getting married. Students will be lucky with their studies.",
  "b": "ကျန်းမာရေး ပြဿနာများ ကင်းရှင်းနေမည်။ တစ်ကိုယ်ရေသမားများ အိမ်ထောင်ရေး အလားအလာကောင်းများ ရှိမည်။ ကျောင်းသားများသည် မိမိတို့၏ လေ့လာမှုတွင် ကံကောင်းကြလိမ့်မည်။",
  "c": "Scorpio December 2023 Horoscope indicates that with the help of planets Venus and Mercury emotions will be pleasant. During the third week, it is time to resolve your problems. Mercury will force you to have a long-time view of things and change your ideas if necessary.\nYou will also be advised that to make progress in life, it is not necessary to be negative. It is time to consider environmental factors in your progress.\n",
  "d": "Scorpio ဒီဇင်ဘာ 2023 ဟောကိန်း သည် သောကြာဂြိုဟ်နှင့် ဗုဒ္ဓဟူးဂြိုဟ်တို့၏ အကူအညီဖြင့် စိတ်ခံစားမှုများ သာယာနေမည်ဟု ညွှန်ပြသည်။ တတိယပတ်အတွင်း သင့်ပြဿနာများကို ဖြေရှင်းရန် အချိန်ဖြစ်သည်။ Mercury သည် အရာများကို အချိန်အကြာကြီး ရှုမြင်ရန်နှင့် လိုအပ်ပါက သင့်စိတ်ကူးများကို ပြောင်းလဲရန် တွန်းအားပေးမည် ဖြစ်သည်။\nဘဝမှာ တိုးတက် အောင်မြင်ဖို့အတွက် အဆိုးမြင်နေဖို့ မလိုအပ်ဘူးလို့လည်း အကြံပြုချင်ပါတယ်။ သင့်တိုးတက်မှုအတွက် ပတ်ဝန်းကျင် ဆိုင်ရာအချက်များကို ထည့်သွင်းစဉ်းစားရန် အချိန်တန်ပြီဖြစ်သည်။\n",
  "e": "With the blessings of Mercury, You will be able to attract others easily when you are in the company of the opposite sex. You will be highly emotional and ready to forget the past and start afresh in matters of love.\nA love relationship with your partner can be made harmonious by taking your partner into confidence. You will be willing to be open with your partner about the prospects of your married life. Venus will give opportunities for singles to continue their love partnerships or confirm them into marriages.\n",
  "f": "Mercury ၏ကောင်းချီးများဖြင့် သင်သည် တဦးနှင့် ပေါင်းသင်းနေချိန်တွင်ပင် အခြားသူများကို အလွယ်တကူ ဆွဲဆောင်နိုင်မည် ဖြစ်သည်။ သင်ဟာ စိတ်ခံစားမှုလွန်ကဲပြီး အတိတ်ကိုမေ့ပြီး အချစ်ရေးမှာ ပြန်လည်စတင်ဖို့ အဆင်သင့် ဖြစ်ပါလိမ့်မယ်။\nသင့်လက်တွဲဖော်နှင့် ချစ်ခြင်းမေတ္တာဆက်ဆံရေးသည် သင့်လက်တွဲဖော်ကို ယုံကြည်မှု ရှိစေခြင်းဖြင့် သဟဇာတ ဖြစ်စေနိုင်သည်။ သင့်အိမ်ထောင်ရေးဘဝ အလားအလာများကို သင့်လက်တွဲဖော်နှင့် ပွင့်လင်းမြင်သာစွာ ထုတ်ဖော်လိုပါသည်။ Venus သည် တစ်ကိုယ်ရေ သမားများအား ၎င်းတို့၏ ချစ်ခြင်းမေတ္တာကို ဆက်လက်လုပ်ဆောင်ရန် သို့မဟုတ် ၎င်းတို့အား လက်ထပ်ထိမ်းမြားရန် အခွင့်အလမ်းများ ပေးမည် ဖြစ်သည်။\n",
  "g": "Family relationships will be highly volatile in the absence of any help from the planets. There will be serious differences of opinion between the members of the family. Family finances will be another point of contention during the 2023 Mercury retrograde.\nIn the absence of enough income for the family members, you will be forced to borrow money. Proper budgeting will be required to get out of this mess. Children might be impacted negatively under these circumstances. Proper control and guidance are essential.\n",
  "h": "ဂြိုလ်များထံမှ အကူအညီ တစ်စုံတစ်ရာ မရှိပါက မိသားစု ဆက်ဆံရေးသည် လွန်စွာ မငြိမ်မသက် ဖြစ်လိမ့်မည်။ မိသားစုဝင်များအကြား သဘောထား ကွဲလွဲမှုများ ပြင်းထန်လာမည်။ မိသားစု ဘဏ္ဍာရေး ကိစ္စသည် 2023 Mercury နောက်ကြောင်းပြန် အခြေချသည့် ကာလအတွင်း နောက်ထပ် အငြင်းပွားစရာ အချက်တစ်ခု ဖြစ်လာပါမည်။\nမိသားစုဝင်တွေအတွက် လုံလောက်တဲ့ ၀င်ငွေမရှိရင် ငွေချေးခိုင်းမယ်။ ဤအရှုပ်အထွေးမှ ရုန်းထွက်ရန် မှန်ကန်သော ဘတ်ဂျက်ရေးဆွဲမှု လိုအပ်ပါသည်။ ဤအခြေအနေများအောက်တွင် ကလေးများကို ဆိုးဆိုးရွားရွား ထိခိုက်စေနိုင်သည်။ မှန်ကန်သော ထိန်းချုပ်မှုနှင့် လမ်းညွှန်မှုတို့သည် မရှိမဖြစ် လိုအပ်ပါသည်။\n",
  "i": "2023 Horoscope for Scorpio is very much helpful in matters of health for individuals in December 2023. With the help of stars, there will be no recurrence of chronic ailments. Minor hiccups in health can be taken care of through routine medical attention.\nHowever, it is necessary to have a fitness and diet program to remain physically fit. Mental health can be assured through rest procedures. On the whole, an excellent month to enjoy life.\n",
  "j": "2023 ခုနှစ် ဒီဇင်ဘာလသည် Scorpio လူတစ်ဦးချင်းစီအတွက် ကျန်းမာရေးကိစ္စများတွင် များစွာ အထောက်အကူ ဖြစ်စေပါသည်။ ကြယ်များ၏ အကူအညီဖြင့်၊ နာတာရှည် ရောဂါများ ထပ်တလဲလဲ ဖြစ်တော့မည် မဟုတ်ပါ။ ကျန်းမာရေးတွင် အနည်းငယ်သော အဖုအထစ်များကို ပုံမှန်ဆေးကုသမှုဖြင့် ကုသနိုင်ပါသည်။\nသို့သော် ကိုယ်ကာယ ကြံ့ခိုင်နေစေရန် လေ့ကျင့်ခန်းနှင့် အစားအသောက်အစီအစဉ်ရှိရန် လိုအပ်ပါသည်။ အနားယူခြင်း နည်းလမ်းများဖြင့် စိတ်ကျန်းမာရေးကို အာမခံနိုင်ပါသည်။ အားလုံးပဲ၊ ဘဝကို ပျော်မွေ့ဖို့ ကောင်းတဲ့လ ဖြစ်ပါစေ။\n",
  "k": "Horoscope 2023 is not helpful for the progress of professionals in their jobs. Relationships with colleagues and seniors will be fragile and this will hamper your performance. You might be working hard without any results.\nUnder these circumstances, it is natural to think of a job change or career change. These may not bring the desired results. Hence, it makes sense to review your operations and find remedies within your job environment.\n",
  "l": "Horoscope 2023 သည် ၎င်းတို့၏ အလုပ်များတွင် တိုးတက်မှုအတွက် အထောက်အကူ မဖြစ်ပါ။ လုပ်ဖော်ကိုင်ဖက်များနှင့် စီနီယာများနှင့် ဆက်ဆံရေးသည် ပျက်စီးလွယ်ပြီး ၎င်းသည် သင်၏ စွမ်းဆောင်ရည်ကို အနှောင့်အယှက် ဖြစ်စေလိမ့်မည်။ သင် အလုပ်ကြိုးစားသော်လည်း ရလဒ်ကောင်းများ မထွက်တတ်ပါ။\nဤအခြေအနေများ အောက်တွင် အလုပ်ပြောင်းခြင်း သို့မဟုတ် အသက်မွေးဝမ်းကြောင်းဆိုင်ရာ အပြောင်းအလဲကို စဉ်းစားခြင်းသည် သဘာဝကျပါသည်။ ဤအရာများသည် လိုချင်သောရလဒ်များကို ယူဆောင်လာမည် မဟုတ်ပါ။ ထို့ကြောင့် သင့်လုပ်ငန်း ဆောင်ရွက်မှုများကို ပြန်လည်သုံးသပ်ပြီး သင့်အလုပ် ပတ်ဝန်းကျင်အတွင်း ကုစားမှုများကို ရှာဖွေခြင်းသည် အဓိပ္ပါယ်ရှိပေသည်။\n",
  "m": "Monthly 2023 astrology does not augur well for the finances of Scorpios as stellar help will be missing. Any risky investment will result in financial losses. Existing investments fail to bring in the desired profits.\nRelationships with partners and colleagues will be highly disturbing. This will hurt the money flow. Finances are scarce and this will prevent the expansion of existing projects or the initiation of new ones.\n",
  "n": "လစဉ် 2023 နက္ခတ်ဗေဒင် သည် Scorpios ၏ဘဏ္ဍာရေး အတွက် ကောင်းမွန်စွာ မဖြစ်ထွန်းနိုင်ပါ။ အန္တရာယ်ရှိသော ရင်းနှီးမြုပ်နှံမှု မှန်သမျှသည် ငွေကြေးဆုံးရှုံးမှုများ ဖြစ်ပေါ်လာလိမ့်မည်။ လက်ရှိ ရင်းနှီးမြုပ်နှံမှုများသည် လိုချင်သော အကျိုးအမြတ်ကို မရရှိနိုင်ပါ။\nလုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် အလွန် အနှောက်အယှက် ဖြစ်စေမည်။ ဒါက ငွေကြေးစီးဆင်းမှုကို ထိခိုက်လိမ့်မယ်။ ငွေရေးကြေးရေး ရှားပါးပြီး ယင်းက လက်ရှိ ပရောဂျက်များ တိုးချဲ့ခြင်း သို့မဟုတ် အသစ်များ စတင်ခြင်းတို့ကို အခက်တွေ့စေနိုင်မည် ဖြစ်သည်။\n",
  "o": "The educational progress of students will be encouraged by positive stellar influences. You will be highly enthusiastic and hard-working in your studies. Naturally, this will help you to do well in your courses and examinations.\nMedical and engineering students will improve their grades. Students of creative faculty will excel in their studies. Passing competitive tests will be simple with hard work and good guidance.\n",
  "p": "ကျောင်းသားများ၏ ပညာရေး တိုးတက်မှုကို အပြုသဘောဆောင်သော ကြယ်ပွင့် လွှမ်းမိုးမှုများဖြင့် တွန်းအားပေးမည် ဖြစ်သည်။ သင်သည် သင်၏ လေ့လာမှုတွင် အလွန်စိတ်အားထက်သန်ပြီး အလုပ်ကြိုးစားလိမ့်မည်။ သဘာဝအားဖြင့်၊ ၎င်းသည် သင်၏သင်တန်းများနှင့် စာမေးပွဲများတွင် ကောင်းစွာ လုပ်ဆောင်ရန် ကူညီပေးပါလိမ့်မည်။\nဆေးဘက်ဆိုင်ရာနှင့် အင်ဂျင်နီယာ ကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်များကို မြှင့်တင်ပေးမည် ဖြစ်သည်။ တီထွင်ဖန်တီးမှုဆိုင်ရာဌာနမှ ကျောင်းသားများသည် ၎င်းတို့၏လေ့လာမှုတွင် ထူးချွန်မည်ဖြစ်သည်။ အပြိုင်အဆိုင် စာမေးပွဲများကို ခက်ခဲစွာ ကြိုးစားပြီး ကောင်းမွန်သော လမ်းညွှန်မှုဖြင့် ရိုးရှင်းစွာ ဖြေဆိုနိုင်မည် ဖြစ်ပါသည်။\n",
  "q": "There will be plenty of travel for Scorpio people during the month. In the absence of any help from the stars, these will prove futile. There will be a lot of travel both inland and overseas.\nHardly any benefit will accrue from these activities. Sales personnel, business people, and practitioners of creative subjects will be badly affected. There will be chances of mishaps during these travels.\n",
  "r": "Scorpio သည် ဤလအတွင်း ခရီးသွားများ များလာမည်။ ကြယ်များထံမှ အကူအညီ တစ်စုံတစ်ရာ မရှိပါက၊ ဤအရာများသည် အချည်းနှီး ဖြစ်လိမ့်မည်။ ပြည်တွင်းပြည်ပ ခရီး သွားလာမှု များလာမည်။\nဤလုပ်ငန်းများမှ မည်သည့် အကျိုးအမြတ်မှ ရရှိနိုင်မည် မဟုတ်ပေ။ အရောင်းဝန်ထမ်းများ၊ စီးပွားရေး သမားများနှင့် တီထွင်ဖန်တီးမှု ဆိုင်ရာ ဘာသာရပ်များကို လေ့ကျင့်သူများ ဆိုးရွားစွာ ထိခိုက်နိုင်မည်ဖြစ်သည်။ ဤခရီးများအတွင်း အဆင်မပြေမှုများ ဖြစ်နိုင်ချေ ရှိမည်။\n"
 }
]
