[
 {
  "id": "8_2023",
  "a": "Married life will be very pleasant. Health prospects are wonderful. Financial progress will bring in more money. Students will shine in their studies.",
  "b": "အိမ်ထောင်သည် ဘဝသည် အလွန် သာယာမည်။ ကျန်းမာရေး ကောင်းမှုက အံ့သြစရာပါ။ ငွေရေးကြေးရေး တိုးတတ်လာမည်။ ကျောင်းသားများသည် ၎င်းတို့၏ သင်ကြားမှုတွင် တောက်ပလာမည် ဖြစ်သည်။",
  "c": "Sagittarius August 2023 Horoscope predicts that there can be problems in achieving your objectives due to some negative planetary influences. You are not able to overcome past inhibitions and this will restrict your progress. It is important to keep a calm mind and refrain from making too many changes. Use your capabilities to make the necessary transformations. Also, you should strive to make new social contacts and learn from them if you have to make progress in life. This will also help you in overcoming the difficulties you are facing.",
  "d": "ဓနု ဩဂုတ်လ 2023 ခုနှစ် ဟောကိန်း သည် အပျက်သဘောဆောင်သော ဂြိုလ်လွှမ်းမိုးမှုများကြောင့် သင့်ရည်မှန်းချက်များအောင်မြင်ရန် ပြဿနာများ ရှိလာနိုင်သည်ဟု ဟောကိန်းထုတ်ပါသည်။ သင်သည် အတိတ်က အတားအဆီးများကို မကျော်လွှားနိုင်ဘဲ ၎င်းသည် သင်၏ တိုးတက်မှုကို ကန့်သတ်မည် ဖြစ်သည်။ စိတ်ကို တည်ငြိမ်အောင် ထားပြီး အပြောင်းအလဲများစွာ မလုပ်မိဖို့ အရေးကြီးပါတယ်။ လိုအပ်သော အသွင်ကူးပြောင်းမှုများ ပြုလုပ်ရန် သင်၏ စွမ်းရည်များကို အသုံးပြုပါ။ ထို့အပြင်၊ သင်သည် လူမှု ဆက်ဆံရေးအသစ်များ ဖန်တီးရန် ကြိုးစားပြီး ဘဝတွင် တိုးတက်အောင်မြင်ရန် လိုအပ်ပါက ၎င်းတို့ထံမှ သင်ယူပါ။ ၎င်းသည် သင်ရင်ဆိုင်နေရသော အခက်အခဲများကို ကျော်လွှားရာတွင်လည်း ကူညီပေးပါလိမ့်မည်။",
  "e": "Sagittarius people are firm, narrow-minded, and apprehensive about things. Your actions will be limited. During the 2023 Mercury retrograde, it is necessary to have a target and complete it with your confidence.\nVenus will help achieve your ambitions in your marital life and overcome the existing problems. Harmony can be established with your partner by being tactful in your dealings. Singles are helped by the influence of Venus in meeting partners for love during the month. You will have time to refine your feelings in between.\n",
  "f": "Sagittarius လူတွေဟာ ခေါင်းမာတတ်တယ်၊ အတွေး နည်းနည်းခေါင်ပြီး အရာရာကို ကြောက်ရွံ့တတ်ကြတယ်။ မင်းရဲ့လုပ်ဆောင်ချက်တွေက အကန့်အသတ် ရှိလိမ့်မယ်။ 2023 Mercury ဆုတ်ခွာစဉ် အတွင်း၊ ပန်းတိုင်တစ်ခုရှိရန်နှင့် ၎င်းကို သင်၏ ယုံကြည်မှုဖြင့် အပြီးသတ်ရန် လိုအပ်ပါသည်။\nVenus သည် သင့်အိမ်ထောင်ရေး ဘဝတွင် သင့်ရည်မှန်းချက်များ အောင်မြင်ရန် ကူညီပေးမည် ဖြစ်ပြီး လက်ရှိ ပြဿနာများကို ကျော်လွှားနိုင်မည် ဖြစ်သည်။ ဆက်ဆံရာတွင် လိမ္မာပါးနပ်စွာဖြင့် သင့်လက်တွဲဖော်နှင့် သဟဇာတ ဖြစ်မှုကို တည်ဆောက်နိုင်သည်။ တစ်လတာအတွင်း အချစ်ရေးအတွက် လက်တွဲဖော်များနှင့် တွေ့ဆုံရာတွင် Venus ၏ လွှမ်းမိုးမှုဖြင့် တစ်ကိုယ်ရေ သမားများကို ကူညီပေးပါသည်။ ကြားထဲမှာ မင်းရဲ့ခံစားချက်တွေကို ပြုပြင်ဖို့ အချိန်ရလိမ့်မယ်။\n",
  "g": "Expect turbulence in the family affairs due to negative stellar positions. Family income will not be enough to meet the ever-rising expenses and this will add to the disharmony in the family atmosphere. The only alternative will be to borrow money from outside sources.\nThe overall atmosphere in the family will be less pleasant and there can be constant fights among family members. The activities of children will be affected seriously by disharmony in family life. It is important to have a planned budget in addition to establishing peace in the family surroundings. Planning for a baby should be done with care.\n",
  "h": "အနုတ်လက္ခဏာ ကြယ်များကြောင့် မိသားစု အရေးကိစ္စများတွင် ရုန်းရင်းဆန်ခတ် ဖြစ်တတ်မည်။ မိသားစု ၀င်ငွေသည် အမြဲတစေ တိုးလာနေသော အသုံးစရိတ်များကို ပြည့်မီရန် မလုံလောက်ဘဲ ၎င်းသည် မိသားစု အတွင်း ကွဲလွဲမှုကို တိုးစေမည် ဖြစ်သည်။ တစ်ခုတည်းသော နည်းလမ်းမှာ ပြင်ပ အရင်းအမြစ်များမှ ငွေသုံးစွဲခြင်း ဖြစ်ပါသည်။\nမိသားစုအတွင်း အလုံးစုံ သာယာမှု နည်းပါးပြီး မိသားစုဝင်များ ကြားတွင် အဆက်မပြတ် ရန်ဖြစ်မှုများ ရှိနိုင်သည်။ ကလေးများ၏ လှုပ်ရှားမှုများသည် မိသားစုဘဝတွင် သဘောထား ကွဲလွဲမှုများကြောင့် အကြီးအကျယ် သက်ရောက်မှု ရှိသည်။ မိသားစု ပတ်ဝန်းကျင်မှာ ငြိမ်းချမ်းရေး တည်ဆောက်ဖို့အပြင် စီစဉ်ထားတဲ့ ဘတ်ဂျက်ရှိဖို့က အရေးကြီးပါတယ်။ ကလေးအတွက် စီစဉ်ပေးခြင်းကို ဂရုတစိုက် လုပ်ဆောင်သင့်သည်။\n",
  "i": "2023 Horoscope for Sagittarius predicts excellent health conditions for individuals in August 2023. Recurring diseases will remain suppressed adding to the relief of health conditions. Minor health problems will require normal medical attention. Physical health can be enhanced further by a regular food and fitness program. Relaxation with meditation and sports activities will help further mental health. It is time to go on picnics and indulge in sports to enjoy life!",
  "j": "2023 ခုနှစ် ဟောကိန်း သည် 2023 ခုနှစ် သြဂုတ်လတွင် Sagittarius လူတစ်ဦးချင်းစီအတွက် အထူးကောင်းမွန်သော ကျန်းမာရေး အခြေအနေများကို ခန့်မှန်းပေးပါသည်။ ထပ်တလဲလဲ ဖြစ်သောရောဂါများသည် ကျန်းမာရေး အခြေအနေများကို သက်သာရာရစေမည့် အပြင် နာတာရှည် ရောဂါများကိုလည်း ဆက်လက် ဖိနှိပ်ထား နိုင်ဦးမည် ဖြစ်သည်။ အသေးအဖွဲ ကျန်းမာရေး ပြဿနာများသည် ပုံမှန်ဆေးကုသမှု ခံယူရန် လိုအပ်ပါသည်။ ပုံမှန်အစားအစာနှင့် ကျန်းမာကြံ့ခိုင်မှု အစီအစဉ်ဖြင့် ခန္ဓာကိုယ်ကျန်းမာရေးကို ပိုမိုမြှင့်တင်ပေးနိုင်ပါသည်။ တရားထိုင်ခြင်းနှင့် အားကစား လုပ်ခြင်းများဖြင့် အပန်းဖြေ အနားယူခြင်းက စိတ်ကျန်းမာရေးကို ပိုမို အထောက်အကူ ဖြစ်စေပါသည်။ ဘဝကိုပျော်မွေ့ဖို့ ပျော်ပွဲစားထွက်ခြင်းမျိုး အားကစား ထွက်လုပ်ခြင်းမျိုး တွေ လုပ်ရမယ့်အချိန်ပါပဲ။",
  "k": "Monthly forecasts 2023 do not promise good things for Sagittarius professionals. Relationships at the workplace tend to be fragile and this will prevent you from achieving your targets. Hard work will be futile and there is a sense of despair. You may tend to look for a change of place or job outside your organization. These will require serious thinking as they may not be conducive to career advancement. It is better to find methods to have good relationships with colleagues to make career progress.",
  "l": "ဤလ ခန့်မှန်းချက်များ သည် Sagittarius များအတွက် ကောင်းမွန်သော အရာများကို ကတိမပြုပါ။ လုပ်ငန်းခွင်ရှိ ဆက်ဆံရေးများသည် အထိခိုက် မခံနိုင်အောင် ဖြစ်နေလေ့ရှိပြီး ၎င်းသည် သင့်ရည်မှန်းချက်များကို အောင်မြင်အောင် ပြုလုပ်ခြင်းကို တားဆီးနိုင်မည် ဖြစ်သည်။ ပင်ပန်းသော အလုပ်သည် အချည်းအနှီးဖြစ်ကာ စိတ်ပျက်အားငယ်မှုလည်း ရှိသည်။ သင့်အဖွဲ့အစည်း ပြင်ပတွင် နေရာအပြောင်းအလဲ သို့မဟုတ် အလုပ်တစ်ခုကို သင်ရှာဖွေနေတတ်သည်။ ယင်းတို့သည် အသက်မွေးဝမ်းကျောင်း တိုးတက်မှုအတွက် အထောက်အကူ မဖြစ်နိုင်သောကြောင့် လေးလေးနက်နက် စဉ်းစားရန် လိုအပ်မည် ဖြစ်ပါသည်။ အလုပ်ထဲက လူတွေနဲ့ ကောင်းမွန်တဲ့ ဆက်ဆံရေးရှိဖို့ နည်းလမ်းတွေကို ရှာဖွေတာက ပိုကောင်းတယ်။",
  "m": "Yearly horoscopes for 2023 are extremely conducive to the financial progress of Sagittarius people. Your overflowing ambition will drive you to success with good money flow from investments and speculative activities. Relationships with colleagues and working partners will be highly cordial. This will naturally increase the profitability of your business operations. Finances will be easily available for the expansion of the current projects as well as for starting new ones.",
  "n ": "2023 ခုနှစ်အတွက် နှစ်အလိုက် ဇာတာများသည် Sagittarius လူမျိုးများ၏ ငွေကြေးတိုးတက်မှု အတွက် အလွန် အထောက်အကူ ဖြစ်စေပါသည်။ သင်၏ ကြီးမားသော ရည်မှန်းချက်သည် ရင်းနှီးမြှုပ်နှံမှုများနှင့် မှန်းဆလုပ်ဆောင်မှုများမှ ငွေကြေးစီးဆင်းမှု ကောင်းမွန်ခြင်းဖြင့် သင့်အား အောင်မြင်မှုဆီသို့ တွန်းပို့ပေးမည် ဖြစ်သည်။ စီးပွားဖက်များ နှင့် ဆက်ဆံရေးသည် ရင်းနှီး ချစ်ခင်လာမည်။ ၎င်းသည် သင့်လုပ်ငန်း လည်ပတ်မှု၏ အမြတ်အစွန်းကို သဘာဝအတိုင်း တိုးပွားစေမည် ဖြစ်သည်။ လက်ရှိ အလုပ်များကို ချဲ့ထွင်ရန် အတွက်သာမက အသစ်များ စတင်ရန်အတွက်လည်း ဘဏ္ဍာရေးဆိုင်ရာ လွယ်ကူစွာ ရနိုင်မည်ဖြစ်ပါသည်။",
  "o": "The educational prospects of Sagittarians are excellent with the blessings of stellar influences. You will be enthusiastic and your mental capabilities will reach their high levels. Naturally, the results in examinations will tend to be excellent.\nMedical and engineering students will stick to their grades easily. Competitive tests will require the usual effort and coaching to get through. Crafts and trades students will excel in their studies as usual. Overall, a happy situation for studies.\n",
  "p": "Sagittarians များ၏ ပညာရေးဆိုင်ရာ အလားအလာများသည် ကြယ်ပွင့်များ၏ ကောင်းချီးများဖြင့် အကောင်းဆုံး ဖြစ်သည်။ သင် စိတ်အားထက်သန်ပြီး သင့်စိတ်ပိုင်းဆိုင်ရာ စွမ်းရည်များသည် ၎င်းတို့၏ မြင့်မားသော အဆင့်သို့ ရောက်ရှိမည် ဖြစ်သည်။ ထုံးစံအတိုင်း စာမေးပွဲ ရလဒ်က ကောင်းနေတတ်သည်။\nဆေးဘက်ဆိုင်ရာနှင့် အင်ဂျင်နီယာကျောင်းသားများသည် ၎င်းတို့၏ အမှတ်များကို အလွယ်တကူ မြှင့်နိုင်မည် ဖြစ်သည်။ အပြိုင်အဆိုင် စာမေးပွဲများကို ကျော်ဖြတ်ရန် ပုံမှန်အားစိုက်ထုတ်မှုနှင့် လေ့ကျင့်မှု လိုအပ်မည် ဖြစ်သည်။ ဝိဇ္ဇာပညာနှင့် ရောင်းဝယ်ဖောက်ကားသည့် ပညာရပ် ကျောင်းသားများသည် ၎င်းတို့၏ လေ့လာမှုတွင် ပုံမှန်အတိုင်း ထူးချွန်ကြလိမ့်မည်။ ခြုံငုံပြောရရင် စာသင်ရတာ ပျော်ရွှင်စရာ အခြေအနေပါ။\n",
  "q": "Benefits from travel plans will be fabulous during the month with the help of star aspects. There will be a sense of optimism and along with hard work, all your travels will result in considerable business progress and profits. There will be both inland and overseas travel. In addition, travels for religious and holiday purposes will also be there. All of them will achieve their intended purpose.",
  "r": "ခရီးသွားအစီအစဉ်များမှ အကျိုးကျေးဇူးများသည် ကြယ်ပွင့်များ၏ အကူအညီဖြင့် ဤလအတွင်း အံ့မခန်း ဖြစ်လိမ့်မည်။ အကောင်းမြင်စိတ်တွေ ရှိမယ်၊ ကြိုးစား အားထုတ်မှုတွေနဲ့အတူ မင်းရဲ့ ခရီးသွားလာမှု အားလုံးဟာ စီးပွားရေး တိုးတက်မှုနဲ့ အမြတ်အစွန်း များစွာကို ရရှိစေမှာ ဖြစ်ပါတယ်။ ပြည်တွင်း ပြည်ပခရီး နှစ်မျိုးစလုံးရှိတတ်မည်။ ထို့အပြင် ဘာသာရေးနှင့် အားလပ်ရက်များအတွက် ခရီးသွားများလည်း ရှိမည်ဖြစ်သည်။ အားလုံးက သူတို့ ရည်မှန်းထားတဲ့ ပန်းတိုင်ကို ရောက်ကြလိမ့်မယ်။"
 },
 {
  "id": "9_2023",
  "a": "Venus will help the marriage to be harmonious. Health will be very much beneficial. Finances will make good profits. Students will shine in their studies.",
  "b": "ဗီးနပ်စ်က အိမ်ထောင်ရေးကို လိုက်လျောညီထွေဖြစ်အောင် ကူညီပေးပါလိမ့်မယ်။ ကျန်းမာရေးအတွက် အလွန်အကျိုးရှိမည်။ ငွေရေးကြေးရေးအရ အမြတ်အစွန်းကောင်းမည်။ ကျောင်းသားများသည် ၎င်းတို့၏ သင်ကြားမှုတွင် တောက်ပလာမည် ဖြစ်သည်။",
  "c": "Sagittarius September 2023 Horoscope suggests that there will be opposing influences from the planets. Jupiter will force you in the direction of progress while Saturn will try to pull you down. It is important to make alterations where required with full confidence.\nThe beneficial effects of Mars will make you enlarge your field of activities. You should use your capabilities to initiate a new project. You can depend on the support of powerful people. The Sun will help you in your attempts by the end of the month.\n",
  "d": "Sagittarius စက်တင်ဘာလ 2023 ခုနှစ် ဟောကိန်း သည် ဂြိုလ်များမှ ဆန့်ကျင်ဘက် လွှမ်းမိုးမှုများရှိမည်ဟု အကြံပြုထားသည်။ ကြာသပတေးဂြိုဟ်သည် သင့်အား တိုးတက်မှု၏ ဦးတည်ရာသို့ တွန်းအားပေးမည် ဖြစ်ပြီး စနေဂြိုဟ်သည် သင့်အား အောက်သို့ဆွဲချရန် ကြိုးစားမည် ဖြစ်သည်။ ယုံကြည်မှု အပြည့်နဲ့ လိုအပ်တဲ့နေရာမှာ ပြုပြင်ပြောင်းလဲဖို့ အရေးကြီးပါတယ်။\nMars ၏ ကောင်းကျိုး ဆိုးကျိုးများသည် သင့်လုပ်ဆောင်မှု နယ်ပယ်ကို ကျယ်စေမည် ဖြစ်သည်။ ပရောဂျက်အသစ် တစ်ခုစတင်ရန် သင်၏ စွမ်းရည်များကို အသုံးပြုသင့်သည်။ သြဇာကြီးသူတွေရဲ့ ပံ့ပိုးကူညီမှု အပေါ် မှီခိုနိုင်ပါတယ်။ လကုန်တွင် သင်၏ ကြိုးစားမှု၌ နေမင်းသည် သင့်အား ကူညီလိမ့်မည်။\n",
  "e": "Sagittarius people can be despondent during the 2023 Mercury retrograde and at these times, you will get encouragement from your partner in love. You will be forced to forge ahead. Love will be highly passionate and this will give you the energy to move ahead. You will be able to discover your innate abilities and potential.\nThere can be obstructions to married life from outside sources. But Venus will help you to face these problems and go ahead. It is important to take your partner into confidence in whatever you do even if planning for a baby. Singles will be able to meet the right partners once they overcome their doubts.\n",
  "f": "Sagittarius လူတွေဟာ 2023 Mercury နောက်ကြောင်းပြန်ကျတဲ့ အချိန်မှာ စိတ်ပျက်လက်ပျက် ဖြစ်နိုင်ပြီး ဒီလိုအချိန်မျိုးမှာ သင့်လက်တွဲဖော်ရဲ့ အချစ်ရေးက သင့်ကို အားပေးမှု ရရှိပါလိမ့်မယ်။ မင်းကို ရှေ့ကို တွန်းထိုးခိုင်းလိမ့်မယ်။ အချစ်သည် အလွန် စိတ်အားထက်သန်နေမည် ဖြစ်ပြီး ယင်းက သင့်အား ရှေ့ဆက်ရန် ခွန်အားကို ပေးလိမ့်မည်။ သင်၏ မွေးရာပါ စွမ်းရည်များနှင့် အလားအလာများကို သင် ရှာဖွေတွေ့ရှိနိုင်မည် ဖြစ်သည်။\nပြင်ပ အကြောင်းများမှ အိမ်ထောင်ရေးတွင် အဟန့်အတားများ ရှိနိုင်သည်။ ဒါပေမယ့် Venus က ဒီပြဿနာတွေကို ရင်ဆိုင်ပြီး ရှေ့ဆက်ဖို့ ကူညီပေးပါလိမ့်မယ်။ ကလေးယူဖို့ စီစဉ်နေရင်တောင် သင့်တွဲဖက်ကို ယုံကြည်မှုရှိဖို့ အရေးကြီးပါတယ်။ တစ်ကိုယ်ရေသမားများသည် ၎င်းတို့၏သံသယများကို ကျော်လွှားပြီးသည်နှင့် မှန်ကန်သော လက်တွဲဖော်များနှင့် တွေ့ဆုံနိုင်မည် ဖြစ်သည်။\n",
  "g": "Stellar influences are not encouraging happiness in the family atmosphere. There will be serious differences between the senior members of the family. It is important to take the necessary steps to keep them happy and supported.\nEven otherwise harmony between family members will be missing. This will hurt the educational prospects of children. They tend to have a bad relationships with others. More attention and strict control will help matters to a great extent.\n",
  "h": "ကြယ်တာရာ လွှမ်းမိုးမှုများသည် မိသားစု အငွေ့အသက်များတွင် ပျော်ရွှင်မှုကို အားပေး အားမြှောက်ပြုခြင်း မဟုတ်ပါ။ မိသားစု၏ လူကြီးများကြားတွင် ပြင်းထန်သော ကွဲပြားမှုများ ရှိမည်။ ၎င်းတို့ကို ပျော်ရွှင်ပြီး ပံ့ပိုးပေးနိုင်ရန် လိုအပ်သော ခြေလှမ်းများကို လုပ်ဆောင်ရန် အရေးကြီးပါသည်။\nဒီလိုမှမဟုတ်ရင် မိသားစုဝင်တွေကြား ညီညွတ်မှု ပျောက်ဆုံး သွားလိမ့်မယ်။ ဒါက ကလေးတွေရဲ့ ပညာရေး အလားအလာကို ထိခိုက်စေပါတယ်။ သူတို့သည် အခြားသူများနှင့် ဆက်ဆံရေး မကောင်းတတ်ပေ။ ပိုအာရုံစိုက်ပေးပြီး တင်းကျပ်တဲ့ ထိန်းချုပ်မှုက ကိစ္စရပ်တွေကို အတိုင်းအတာတစ်ခုအထိ ကူညီပေးပါလိမ့်မယ်။\n",
  "i": "2023 Horoscope for Sagittarius predicts that stellar influences are positive for the good health of individuals. There will be no recurrence of chronic ailments providing great assurance. Normal medical difficulties will require usual attention.\nNo problems from stress and anxiety are anticipated. This will keep you in good mental health. With both physical and mental fitness assured, it is time to enjoy life with adventurous activities and sports. However, maintain a regular fitness and relaxation procedure in place.\n",
  "j": "2023 အတွက် ဟောကိန်းသည် Sagittarius လူ တစ်ဦးချင်းစီ၏ ကျန်းမာရေးအတွက် ကောင်းမွန်သော ကြယ်တာရာ လွှမ်းမိုးမှုများသည် အပြုသဘောဆောင်သည်ဟု ဟောကိန်းထုတ်သည်။ နာတာရှည် ရောဂါတွေ ထပ်ဖြစ်မလာတော့ဘူးလို့ အာမခံချက် ပေးတယ်။ ပုံမှန် ဆေးဘက်ဆိုင်ရာ အခက်အခဲများသည် ပုံမှန်သတိထားရန်သာ လိုအပ်ပါသည်။\nစိတ်ဖိစီးမှုနှင့် စိုးရိမ်ပူပန်မှုများကြောင့် မည်သည့် ပြဿနာမျှ မမျှော်လင့်ထားပေ။ စိတ်ကျန်းမာရေးကိုလည်း ကောင်းမွန်စေပါတယ်။ ရုပ်ပိုင်းဆိုင်ရာရော စိတ်ပိုင်းဆိုင်ရာကြံ့ခိုင်မှုရော စိတ်ချရတဲ့အတွက် စွန့်စားခန်း လှုပ်ရှားမှုတွေနဲ့ အားကစားတွေနဲ့ ဘဝကို ပျော်ရွှင်စွာ ဖြတ်သန်းရမယ့် အချိန်ဖြစ်ပါတယ်။ သို့သော် ပုံမှန်ကြံ့ခိုင်မှုနှင့် အနားယူခြင်း လုပ်ငန်းစဉ်ကို ထားရှိပါ။\n",
  "k": "2023 monthly horoscope prophesies negative support from the planets. Relationships with colleagues and seniors will be highly volatile and this will hurt the completion of targets. Work towards restoring harmony.\nHard work fails to produce results and this will result in desperation. You may even think of changing your job or career. These things will hardly improve the situation and should be the last resort. Traveling for professional purposes will not be beneficial.\n",
  "l": "2023 လစဉ် ဟောကိန်း သည် ဂြိုလ်များမှ အနုတ်လက္ခဏာ အထောက်အပံ့ကို ကြိုဟောသည်။ လုပ်ဖော်ကိုင်ဖက်များနှင့် လူကြီးများနှင့် ဆက်ဆံရေးသည် အလွန်အမင်း မငြိမ်မသက်ဖြစ်ကာ အလုပ်များ ပြီးမြောက်မှုကို ထိခိုက်စေမည် ဖြစ်သည်။ စည်းလုံးညီညွတ်မှု ပြန်လည်ရရှိအောင် လုပ်ဆောင်ပါ။\nခက်ခက်ခဲခဲ ကြိုးစားခြင်းသည် ရလဒ်များ ထွက်မလာတော့ဘဲ စိတ်ပျက်အားငယ်ခြင်းကို ဖြစ်စေသည်။ မင်းရဲ့အလုပ် ဒါမှမဟုတ် အသက်မွေးဝမ်းကြောင်းကို ပြောင်းဖို့တောင် တွေးနေနိုင်တယ်။ ဤအရာများသည် အခြေအနေ တိုးတက်ရန် ခဲယဉ်းပြီး နောက်ဆုံး အားကိုးရာ ဖြစ်သင့်သည်။ အလုပ် ရည်ရွယ်ချက်အတွက် ခရီးသွားခြင်းသည် အကျိုးရှိမည် မဟုတ်ပါ။\n",
  "m": "Horoscope forecasts for 2023 indicate that profits from investments will result in considerable improvement in financial health. Even speculative instruments will give handsome returns. Social contacts will help in generating more income.\nRelationships with colleagues and partners will be very much cordial and this will further improve the profits. It is the right time to expand your current ventures and look for starting new ones.\n",
  "n ": "2023 ခုနှစ်အတွက် ခန့်မှန်းချက်များအရ ရင်းနှီးမြှုပ်နှံမှုများမှ အမြတ်ငွေများသည် ငွေကြေး တွင် သိသိသာသာ တိုးတက် ကောင်းမွန်လာမည်ကို ညွှန်ပြပါသည်။ စွန့်စားရသော ရင်းနှီးမြုပ်နှံမှု များပင်လျှင် ချောမောသော ရလဒ်များ ပေးလိမ့်မည်။ လူမှုဆက်ဆံရေး အဆက်အသွယ်များသည် ဝင်ငွေပိုမိုရရှိရန် ကူညီပေးပါလိမ့်မည်။\nစီးပွားဖက်များနှင့် ဆက်ဆံရေးသည် အလွန် အဆင်ပြေနေပြီး အမြတ်အစွန်းများကို ပိုမို တိုးတက်စေမည် ဖြစ်သည်။ သင်၏ လက်ရှိလုပ်ငန်းများကို ချဲ့ထွင်ပြီး အသစ်များကို စတင်ရှာဖွေရန် အချိန်ကောင်း ဖြစ်ပါသည်။\n",
  "o": "Sagittarius students will do well in their academic careers with the grace of the planets. Students will perform well in their studies. If you are intent on pursuing advanced studies, you can expect to get the right subject in very good institutions.\nStudents of engineering and medicine will improve their ranks. You will easily pass competitive tests with normal effort and guidance. Students of technical trades will excel in their courses. However, diligence is an integral part of all these achievements.\n",
  "p": "Sagittarius ကျောင်းသားများသည် ဂြိုဟ်များ၏ ကျေးဇူးဖြင့် ၎င်းတို့၏ ပညာရေးဆိုင်ရာ အသက်မွေးဝမ်းကြောင်းတွင် ကောင်းစွာ လုပ်ဆောင်နိုင်မည် ဖြစ်သည်။ ကျောင်းသားများသည် ၎င်းတို့၏ လေ့လာမှုတွင် ကောင်းမွန်စွာ လုပ်ဆောင်နိုင်မည် ဖြစ်သည်။ အကယ်၍ သင်သည် အဆင့်မြင့် လေ့လာမှုများကို သင်ယူရန် စိတ်ပါဝင်စားပါက၊ အလွန်ကောင်းမွန်သော အဖွဲ့အစည်းများတွင် မှန်ကန်သော ဘာသာရပ်ကို ရရှိရန် သင်မျှော်လင့်နိုင်သည်။\nအင်ဂျင်နီယာ နှင့် ဆေးပညာ ကျောင်းသားများ သည် ၎င်းတို့၏ ရာထူး အဆင့်များ တိုးလာမည် ။ သာမာန်အားထုတ်မှုနှင့် လမ်းညွှန်မှုတို့ဖြင့် အပြိုင်အဆိုင်စာမေးပွဲများကို အလွယ်တကူ ကျော်ဖြတ်နိုင်မည်ဖြစ်သည်။ နည်းပညာဆိုင်ရာ ကုန်သွယ်မှုဆိုင်ရာ ကျောင်းသားများသည် ၎င်းတို့၏ သင်တန်းများတွင် ထူးချွန်ကြသည်။ သို့သော် လုံ့လဝီရိယသည် ဤအောင်မြင်မှုအားလုံး၏ မရှိမဖြစ် အစိတ်အပိုင်း တစ်ခု ဖြစ်သည်။\n",
  "q": "The month of September is less profitable for benefits from travel activities. There will be both inland and foreign travel. Travels for business promotion might give negative results. Religious and holiday trips with family members or friends will fail to give the necessary results. It is advisable to trim your travel itineraries to save both money and discomfort.",
  "r": "စက်တင်ဘာ လသည် ခရီးသွားလုပ်ငန်းများမှ အကျိုးအမြတ်အတွက် အမြတ်နည်းသည်။ ပြည်တွင်းပြည်ပခရီး နှစ်မျိုးစလုံးရှိတတ်မည်။ လုပ်ငန်းမြှင့်တင်ရေး အတွက် ခရီးသွားများသည် အနုတ်လက္ခဏာ ရလဒ်များ ပေးနိုင်သည်။ မိသားစုဝင်များ သို့မဟုတ် သူငယ်ချင်းများနှင့်အတူ ဘာသာရေးနှင့် အားလပ်ရက်ခရီးစဉ်များသည် လိုအပ်သော ရလဒ်များကို မပေးနိုင်ပါ။ ငွေကြေးနှင့် အဆင်မပြေမှု နှစ်မျိုးလုံးကို ချွေတာရန် သင်၏ ခရီးသွား လမ်းကြောင်းများကို ဖြတ်တောက်ရန် အကြံပြုလိုပါသည်။"
 },
 {
  "id": "10_2023",
  "a": "Singles will be fortunate in love. Health prospects are great. Finances will see an uptrend. Students will excel in studies.",
  "b": "အချစ်ရေးတွင် Singles များ ကံကောင်းနေမည်။ ကျန်းမာရေး အလားအလာ ကောင်းပါတယ်။ ငွေရေးကြေးရေးမှာ အတက်အကျကို တွေ့ရပါလိမ့်မယ်။ ကျောင်းသားများသည် ဘာသာရပ်များတွင် ထူးချွန်လိမ့်မည်။",
  "c": "Sagittarius October 2023 Horoscope predicts that due to some planetary influences, there will be a feeling of desperation as nothing is happening. During this time planets the Sun, Mercury, and Mars will come to your help and keep you afloat.\nThey will force you to be optimistic and make the necessary changes. It is necessary to give your attention to minute things and be more accurate. Only then you can get a grip on things. Confidence in yourself will help things to move.\n",
  "d": "Sagittarius October 2023 ဟောကိန်း သည် အချို့သော ဂြိုဟ်များ၏ လွှမ်းမိုးမှုကြောင့် ဘာမှမဖြစ်ဘဲ စိတ်ပျက်အားငယ်မှု ခံစားရမည်ဟု ဟောကိန်းထုတ်သည်။ ဤကာလအတွင်း နေ၊ ဗုဒ္ဓဟူးဂြိုဟ်နှင့် အင်္ဂါဂြိုဟ်တို့သည် သင့်ထံရောက်လာပြီး သင့်အား ပေါ်လွင်နေစေမည် ဖြစ်သည်။\n၎င်းတို့သည် သင့်အား အကောင်းမြင်စိတ်ရှိရန် တွန်းအားပေးပြီး လိုအပ်သော အပြောင်းအလဲများကို ပြုလုပ်ပေးလိမ့်မည်။ တဒင်္ဂ အရာတွေကို အာရုံစိုက်ပြီး ပိုတိကျဖို့ လိုအပ်တယ်။ သို့မှသာ သင် အရာရာကို ဆုပ်ကိုင်နိုင်မည် ဖြစ်သည်။ (စိတ် သတိ မလွတ်ဖို့ပါ) ကိုယ့်ကိုယ်ကို ယုံကြည်မှု ရှိခြင်းက အရာတွေကို ရွေ့ပြောင်းဖို့ ကူညီပေးပါလိမ့်မယ်။\n",
  "e": "Venus will create some problems in love relationships and things will become difficult to handle. It is important to spend more time with your loved mates and there should be sincerity in your actions. This will help you to mend your relationships.\nThe love life of a married will be quite complicated. This can be sorted out by committing more time to your partner and sorting out the problems on the home front. Plan well before thinking of pregnancy. Singles will get opportunities to get into love with the help of Venus and you will succeed with the right feelings towards the partnership.\n",
  "f": "ဗီးနပ်စ်သည် အချစ်ရေးတွင် ပြဿနာအချို့ကို ဖန်တီးပေးကာ ကိုင်တွယ်ရ ခက်ခဲလာမည် ဖြစ်သည်။ သင့်ချစ်သူနှင့် အချိန်ပိုပေးပြီး သင့်လုပ်ရပ်များတွင် ရိုးသားမှုရှိရန် အရေးကြီးပါသည်။ ဒါက မင်းရဲ့ ဆက်ဆံရေးကို ပြုပြင်ပြောင်းလဲဖို့ ကူညီပေးလိမ့်မယ်။\nအိမ်ထောင်ရှင် တစ်ယောက်ရဲ့ အချစ်ရေးက တော်တော် ရှုပ်ထွေးပါတယ်။ သင့်လုပ်ဖော်ကိုင်ဖက်ထံ အချိန်ပိုပေးပြီး နှစ်ယောက်ကြားတွင် ရှိသော ပြဿနာများကို ဖြေရှင်းခြင်းဖြင့် ၎င်းကို ဖြေရှင်းနိုင်ပါသည်။ ကိုယ်ဝန်မဆောင်ခင် သေချာစီစဉ်ပါ။ တစ်ကိုယ်ရေ သမားများသည် Venus ၏အကူအညီဖြင့် ချစ်ခြင်းမေတ္တာရရှိရန် အခွင့်အလမ်းများ ရရှိမည်ဖြစ်ပြီး လက်တွဲမှုအပေါ် မှန်ကန်သော ခံစားချက်များဖြင့် သင်အောင်မြင်မည် ဖြစ်သည်။\n",
  "g": "Family relationships will face difficulties due the unhelpful stellar influences. There will be plenty of conflicts between members and this will be further aggravated through interference from outsiders. Your primary task will be to eliminate these negativities and establish cordiality in the environment.\nChildren will suffer due to this disharmony in family affairs and they tend to do badly in their studies and other activities. Parents should take the necessary steps to keep them in check and focus on their studies.\n",
  "h": "အထောက်အကူ မပြုသော ကြယ်ပွင့်များ၏ လွှမ်းမိုးမှုများကြောင့် မိသားစု ဆက်ဆံရေး အခက်အခဲများ ကြုံတွေ့ရလိမ့်မည်။ အဖွဲ့ဝင်များ ကြားတွင် ပဋိပက္ခများစွာ ရှိလာမည် ဖြစ်ပြီး ပြင်ပလူများ၏ ဝင်ရောက် စွက်ဖက်မှုကြောင့် ပိုမိုဆိုးရွားလာမည် ဖြစ်သည်။ သင်၏ အဓိကတာဝန်မှာ ဤအဆိုးမြင်စိတ်များကို ဖယ်ရှားပြီး ပတ်ဝန်းကျင်၌ ခင်မင်ရင်းနှီးမှုကို တည်ဆောက်ရန် ဖြစ်သည်။\nကလေးများသည် မိသားစု အရေးကိစ္စများတွင် သဘောထား ကွဲလွဲမှုများကြောင့် ဒုက္ခရောက်ကြပြီး ၎င်းတို့၏လေ့လာမှုနှင့် အခြားလုပ်ဆောင်မှုများတွင် ဆိုးဆိုးရွားရွား လုပ်ဆောင်လေ့ ရှိကြသည်။ မိဘများသည် ၎င်းတို့အား စစ်ဆေးရန်နှင့် ၎င်းတို့၏ လေ့လာမှုအပေါ် အာရုံစိုက်ရန် လိုအပ်သော ခြေလှမ်းများကို လုပ်ဆောင်သင့်သည်။\n",
  "i": "2023 yearly horoscope foretells that with the good aspects of the stars, the health of the individuals will be wonderful. There will not be any problem from the recurring diseases as they will remain under control. Physical health can be maintained through regular exercise and a good diet.\nMental health also will be wonderful as there will not be any problems created by stress and nervousness. This can be further augmented through relaxation activities such as sports and yogic exercises. Overall, health will not give you any hiccups and it is time to enjoy your life.\n",
  "j": "2023 ခုနှစ် ဇာတာရှင်သည် ကြယ်များ၏ ကောင်းသော လက္ခဏာများဖြင့် လူတစ်ဦးချင်းစီ၏ ကျန်းမာရေးသည် အံ့သြဖွယ် ကောင်းလိမ့်မည်ဟု ကြိုပြောထားသည်။ ထပ်တလဲလဲ ဖြစ်နေတဲ့ ရောဂါဟောင်း တွေက ပြဿနာ ရှိနိုင်တော့မှာ မဟုတ်ဘူး။ လေ့ကျင့်ခန်း မှန်မှန်လုပ်ပြီး အစားအသောက် ကောင်းကောင်း စားခြင်းအားဖြင့် ခန္ဓာကိုယ် ကျန်းမာရေးကို ထိန်းသိမ်းနိုင်ပါတယ်။\nစိတ်ဖိစီးမှုနှင့် အာရုံကြောများ ကြောင့် မည်သည့်ပြဿနာမျှ မရှိနိုင်သောကြောင့် စိတ်ကျန်းမာရေး သည်လည်း အံ့သြဖွယ် ကောင်းပေလိမ့်မည်။ အားကစားနှင့် ယောဂလေ့ကျင့်ခန်းများကဲ့သို့ အပန်းဖြေ လှုပ်ရှားမှုများ မှတစ်ဆင့် ၎င်းကို ထပ်မံ တိုးမြှင့်နိုင်သည်။ ယေဘူယျအားဖြင့်၊ ကျန်းမာရေးသည် သင့်အား အဖုအထစ်များကို ပေးမည် မဟုတ်သည့်အပြင် သင့်ဘဝကို ပျော်ရွှင်ရန် အချိန်ဖြစ်သည်။\n",
  "k": "Monthly 2023 forecast indicates that career progress will be halted by the negative aspects of the planets. Relationships with colleagues and seniors will not be very cordial. Despite your diligence, you fail to get the desired results.\nThere is no point in changing your job due to desperation as this will not be helpful. The best thing would be to find out the reasons for the problems and try to rectify them. This will help your career in the long run.\n",
  "l": "လစဉ် 2023 ခန့်မှန်းချက်သည် ဂြိုဟ်များ၏ အပျက်သဘောဆောင်သော ရှုထောင့်များကြောင့် အသက်မွေးဝမ်းကျောင်း တိုးတက်မှု ရပ်တန့်သွားမည် ဖြစ်ကြောင်း ဖော်ပြသည်။ လုပ်ဖော်ကိုင်ဖက်များနှင့် လူကြီးများနှင့် ဆက်ဆံရေးသည် အလွန် အဆင်ပြေနေမည် မဟုတ်ပါ။ လုံ့လ ဝီရိယရှိသော်လည်း လိုချင်သောရလဒ်ကို မရရှိနိုင်ပါ။\nစိတ်အားထက်သန်ပြီး သင့်အလုပ်ပြောင်းလဲခြင်းကို အထောက်အကူ မဖြစ်နိုင်သောကြောင့် ဖြစ်သည်။ အကောင်းဆုံးကတော့ ပြဿနာတွေရဲ့ အကြောင်းရင်းတွေကို ရှာဖွေပြီး ပြုပြင်ဖို့ ကြိုးစားတာပါပဲ။ ဒါက မင်းရဲ့အသက်မွေးဝမ်းကြောင်းကို ရေရှည်မှာ အထောက်အကူ ဖြစ်စေလိမ့်မယ်။\n",
  "m": "Horoscope predictions for 2023 forecast wonderful things for the finances of Sagittarius people. Existing investments will give handsome gains. Even speculative activities will result in wonderful profits.\nSocial contacts will chip in with their suggestions and they tend to be highly profitable. Harmonious relationships with colleagues and partners will naturally increase the money flow. The time is advantageous for expansions and new investments.\n",
  "n ": "2023 ခုနှစ်အတွက် Horoscope ခန့်မှန်းချက်များသည် Sagittarius လူတို့၏ ငွေကြေးအတွက် အံ့သြဖွယ် ကောင်းသော အရာများကို ခန့်မှန်းသည်။ လက်ရှိ ရင်းနှီးမြုပ်နှံမှုများသည် လှပသော အမြတ်အစွန်းများ ပေးလိမ့်မည်။ မှန်းဆထားသော လုပ်ဆောင်ချက်များသည်ပင်လျှင် အံ့သြဖွယ် ကောင်းသော အမြတ်အစွန်းများကို ဖြစ်ပေါ်စေလိမ့်မည်။\nလူမှုဆက်ဆံရေး အဆက်အသွယ်များသည် ၎င်းတို့၏ အကြံပြုချက်များနှင့် အကျုံးဝင်မည် ဖြစ်ပြီး ၎င်းတို့သည် အလွန် အမြတ်အစွန်း များသည်။ စီးပွားဖက်တွေနဲ့ သဟဇာတဖြစ်တဲ့ ဆက်ဆံရေးက ငွေကြေးစီးဆင်းမှုကို သဘာဝအတိုင်း တိုးစေပါလိမ့်မယ်။ တိုးချဲ့မှုများနှင့် ရင်းနှီးမြှုပ်နှံမှု အသစ်များအတွက် အချိန်ကောင်းဖြစ်သည်။\n",
  "o": "Planetary assistance will be available for the academic activities of the students during the month. Combined with hard work, results will be naturally excellent in the examinations. Passing competitive tests will be a breeze with the usual effort and guidance.\nTechnical students will have no problem maintaining their grades. Engineering and medical students will have no problem with their performances. Overall, an excellent month for students and their academic activities.\n",
  "p": "လအတွင်း ကျောင်းသားများ၏ ပညာရေး လှုပ်ရှားမှုများအတွက် ကြယ်နက္ခတ် အကူအညီကို ရရှိမည်ဖြစ်သည်။ ကြိုးစား အားထုတ်မှုနှင့်အတူ စာမေးပွဲ ရလဒ်များသည် သဘာဝအတိုင်း ထူးချွန်ပါလိမ့်မည်။ အပြိုင်အဆိုင် စာမေးပွဲများကို ကျော်ဖြတ်ခြင်းသည် ပုံမှန် အားစိုက်ထုတ်မှုနှင့် လမ်းညွှန်မှုတို့ဖြင့် အောင်ပွဲခံနိုင်မည် ဖြစ်သည်။\nနည်းပညာကျောင်းသားများသည် ၎င်းတို့၏ အမှတ်များကို ထိန်းသိမ်းရာတွင် ပြဿနာမရှိပါ။ အင်ဂျင်နီယာနဲ့ ဆေးကျောင်းသားတွေက သူတို့ရဲ့ စွမ်းဆောင်ရည်နဲ့ ပတ်သက်ပြီး ပြဿနာရှိမှာ မဟုတ်ပါဘူး။ ယေဘူယျအားဖြင့်၊ ကျောင်းသားများနှင့် ၎င်းတို့၏ ပညာရေးလှုပ်ရှားမှုများအတွက် ကောင်းမွန်သော လဖြစ်သည်။\n",
  "q": "Travel activities during the month are hampered by the unhelpful aspects of the stars. There will be both inland and overseas jaunts. They will be for business promotion or for pleasure.\nThere will be both overseas and inland tours. Most of them will give negative results. Under such conditions, it is advisable to cut your travel plans to a few important ones to save precious money and time.\n",
  "r": "ဤလအတွင်း ခရီးသွားလှုပ်ရှားမှုများသည် ကြယ်များ၏ အကူအညီ မဖြစ်နိုင်သော အသွင်အပြင်များကြောင့် အဟန့်အတား ဖြစ်နေသည်။ ကုန်းတွင်းပိုင်းရော ပြည်ပရော လမ်းကြောင်းပါ ရှိတတ်ပြီး ၎င်းတို့သည် စီးပွားရေးမြှင့်တင်ရေး သို့မဟုတ် အပျော်အပါးအတွက် ဖြစ်လိမ့်မည်။\nနိုင်ငံရပ်ခြားနှင့် ပြည်တွင်းခရီးစဉ် နှစ်မျိုးစလုံးရှိနိုင်သော်လည်း အများစုမှာ အပျက်သဘောဆောင်သော ရလဒ်များကို ပေးလိမ့်မည်။ ထိုသို့သော အခြေအနေတွင်၊ အဖိုးတန်ငွေနှင့် အချိန်ကုန် သက်သာစေရန် သင်၏ ခရီးသွား အစီအစဉ်များကို အရေးကြီးသော အရာများကို သွားရန်သာ အကြံပြုလိုပါသည်။\n"
 },
 {
  "id": "11_2023",
  "a": "Married life will see happiness gradually. Health prospects are wonderful without problems. Finances will be profitable. Travel plans can be less productive.",
  "b": "အိမ်ထောင်သည် ဘဝတွင် ပျော်ရွှင်မှုကို တဖြည်းဖြည်း မြင်ရလိမ့်မည်။ ကျန်းမာရေး အလားအလာများသည် ပြဿနာများမရှိဘဲ အံ့သြဖွယ် ကောင်းသည်။ ငွေကြေး ကိစ္စများ အမြတ်များမည်။ ခရီးအစီအစဥ်များ အကျိုးနည်းနိုင်သည်။",
  "c": "Sagittarius November 2023 Horoscope indicates that progress during the initial period of the month is slowed down by the planets Venus and Saturn. During the later part of the month, you will find that achieving your ambitions will be easy with the help of Venus, Mars, and the Sun.\nYou will regain your natural confidence in facing obstacles. There will be alternatives in dealing with various obstructions. Social contacts will come to your help whenever you are in trouble. You will turn defeat into success.\n",
  "d": "Sagittarius November 2023 Horoscope သည် လ၏ ကနဦး ကာလတွင် သောကြာဂြိုဟ်နှင့် စနေဂြိုဟ်တို့၏ တိုးတက်မှုနှုန်း နှေးကွေးသွားကြောင်း ညွှန်ပြသည်။ လ၏နှောင်းပိုင်းတွင်၊ သင်၏ ရည်မှန်းချက်များ အောင်မြင်ရန် ဗီးနပ်စ်၊ အင်္ဂါဂြိုလ်နှင့် နေတို့၏ အကူအညီဖြင့် လွယ်ကူကြောင်း သင်တွေ့ရှိလိမ့်မည်။\nအတားအဆီးတွေကို ရင်ဆိုင်ရာမှာ သင့်သဘာဝအတိုင်း ယုံကြည်မှု ပြန်ရလာပါလိမ့်မယ်။ အမျိုးမျိုးသော အတားအဆီးများကို ကိုင်တွယ် ဖြေရှင်းရာတွင် အခြားရွေးချယ်စရာများ ရှိလိမ့်မည်။ လူမှုဆက်ဆံရေး အဆက်အသွယ်များသည် သင်ဒုက္ခရောက်သည့်အခါတိုင်း သင့်ထံ အကူအညီ လာပါလိမ့်မည်။ အရှုံးကို အောင်မြင်မှုအဖြစ် ပြောင်းလဲပေးလိမ့်မယ်။\n",
  "e": "After the first week, love relationships will gradually become more and more invigorating and enjoyable. Past problems are overcome and forgotten. You start afresh in your alliances.\nMarried life will start on a happy note and improves gradually with the chances of a pregnancy. There will be enthusiasm and bliss. By end of the month, love life will be highly enjoyable. Singles will be fortunate to get love partners from social contacts. Love will blossom as the month progresses.\n",
  "f": "ပထမ ရက်သတ္တပတ် ပြီးနောက်တွင် အချစ်ရေးသည် တဖြေးဖြေးပို၍ အားကောင်းလာကာ ပျော်စရာ ကောင်းလာလိမ့်မည်။ အတိတ်က ပြဿနာတွေကို ကျော်လွှားပြီး မေ့ပစ်လိုက်တယ်။ မင်းရဲ့ မဟာမိတ် ဖွဲ့မှုတွေမှာ မင်း အသစ်ပြန်စတယ်။\nအိမ်ထောင်သည် ဘဝသည် ပျော်ရွှင်ဖွယ် ကောင်းသည့်မှတ်စုဖြင့် စတင်မည်ဖြစ်ပြီး ကိုယ်ဝန်ရနိုင်ခြေနှင့်အတူ တဖြည်းဖြည်း တိုးတက် ကောင်းမွန်လာမည် ဖြစ်သည်။ စိတ်အားထက်သန်မှုနှင့် ပျော်ရွှင်မှု ရှိမည်။ လကုန်ရင် အချစ်ရေးမှာ ပျော်စရာ ကောင်းလာမယ်။ တစ်ကိုယ်ရေ သမားများသည် လူမှုဆက်ဆံရေးမှ အချစ်လက်တွဲဖော်များကို ကံကောင်းစွာ ရရှိလိမ့်မည်။ တဖြည်းဖြည်း အချစ်တွေ ပွင့်လန်းလာမယ်။\n",
  "g": "Family affairs will face hardships as planetary assistance is missing during the month. There will be problems caused by interference from outsiders. All measures should be taken to thwart their actions for the sake of harmony.\nThe negative environment will have a damaging effect on the progress of children and their studies. They also tend to be undisciplined and get into trouble with outsiders. Take necessary steps to discipline them.\n",
  "h": "ဤလအတွင်း ဂြိုလ်အကူအညီများ ပျောက်ဆုံးနေသဖြင့် မိသားစုအရေး အခက်အခဲများ ကြုံတွေ့ရလိမ့်မည်။ ပြင်ပမှ ဝင်ရောက် စွက်ဖက်မှုကြောင့် ပြဿနာများ ရှိလာမည်။ သဟဇာတ ဖြစ်ရေးအတွက် မိမိတို့၏ လုပ်ရပ်များကို တားဆီးပိတ်ပင်ရန် အစီအမံများ အားလုံးကို ဆောင်ရွက်သင့်သည်။\nအပျက်သဘောဆောင်သော ပတ်ဝန်းကျင်သည် ကလေးများ၏ တိုးတက်မှုနှင့် ၎င်းတို့၏ လေ့လာမှုအပေါ် ထိခိုက်စေလိမ့်မည်။ သူတို့သည် စည်းကမ်းမဲ့ပြီး ပြင်ပလူများနှင့် ပြဿနာ တက်တတ်သည်။ သူတို့ကို ဆုံးမပဲ့ပြင်ဖို့ လိုအပ်တဲ့ ခြေလှမ်းတွေ လုပ်ပါ။\n",
  "i": "2023 Horoscope for Sagittarius foretells that health prospects are extremely good in November 2023. There will be freedom from chronic ailments. Good exercise and fitness programs will boost physical health further.\nThere may be some problems on account of stress and nervousness. This can be taken care of through rest techniques such as sports and meditation. Overall, health will be fabulous and it is time to enjoy life to the full.\n",
  "j": "Sagittarius သည် 2023 ခုနှစ် နိုဝင်ဘာလတွင် ကျန်းမာရေး အလားအလာ အလွန်ကောင်းမွန်ကြောင်း ကြိုပြောထားပါသည်။ နာတာရှည် ဝေဒနာများမှ ကင်းဝေးမည် ဖြစ်ပါသည်။ ကောင်းမွန်တဲ့ လေ့ကျင့်ခန်းနဲ့ ကိုယ်လက်လှုပ်ရှားမှု အစီအစဉ်တွေက ခန္ဓာကိုယ် ကျန်းမာရေးကို ပိုမို တိုးတက်စေပါတယ်။\nစိတ်ဖိစီးမှုနှင့် အာရုံကြောကြောင့် ပြဿနာအချို့ ရှိနိုင်သည်။ အားကစားနှင့် တရားထိုင်ခြင်းကဲ့သို့သော အနားယူခြင်း နည်းလမ်းများဖြင့် ဂရုစိုက်နိုင်ပါသည်။ ယေဘူယျအားဖြင့် ကျန်းမာရေးသည် အံ့သြဖွယ်ကောင်းပြီး ဘဝကို အပြည့်အဝပျော်ရွှင်ရန် အချိန်တန်ပြီ ဖြစ်သည်။\n",
  "k": "Zodiac Horoscope 2023 does not promise great things for professionals in their jobs. Stellar influences are negative and they will induce conflicts with colleagues. Hard work fails to produce the desired results.\nYou may even think of switching your job or place of operation. These things will be hardly useful. It is better to start developing good relationships at the workplace and continue to work hard. This will help you progress in the future.\n",
  "l": "Zodiac Horoscope 2023 သည် ၎င်းတို့၏ အလုပ်များတွင် ကောင်းမွန်သော အရာများကို ကတိမပြုပါ။ ကြယ်တာရာ လွှမ်းမိုးမှုများသည် အပျက်သဘောဆောင်ပြီး လုပ်ဖော်ကိုင်ဖက်များနှင့် ပဋိပက္ခများကို ဖြစ်စေသည်။ အားစိုက်သော အလုပ်သည် လိုချင်သောရလဒ်ကို မရနိုင်ပါ။\nသင့်အလုပ် သို့မဟုတ် လုပ်ငန်းနေရာ ပြောင်းရန် သင်ပင် စဉ်းစားနေပေမည်။ ဤအရာများသည် အသုံးဝင်လိမ့်မည် မဟုတ်ပေ။ လုပ်ငန်းခွင်မှာ ကောင်းမွန်တဲ့ ဆက်ဆံရေးကို စတင်တည်ဆောက်ပြီး အလုပ်ကို ကြိုးစားလုပ်ဆောင်တာက ပိုကောင်းပါတယ်။ ၎င်းသည် သင့်အား အနာဂတ်တွင် တိုးတက်စေရန် ကူညီပေးပါလိမ့်မည်။\n",
  "m": "Financial progress is assured by the good influences of the stars during the month. There will be wonderful gains from your investments. Relationships with colleagues and partners will be harmonious and this will result in a better flow of money.\nSpeculations also will deliver handsome gains. Social contacts also will help you to make financial gains. Finances will be available for the expansion of existing projects as well as for starting new ones. Overall, a wonderful month for the finances.\n",
  "n ": "ငွေရေးကြေးရေး တိုးတက်မှုသည် ဤလအတွင်း ကြယ်များ၏ သြဇာလွှမ်းမိုးမှုများကြောင့် အာမခံပါသည်။ သင့်ရင်းနှီးမြုပ်နှံမှုမှ ထူးထူးခြားခြား အကျိုးအမြတ်များ ရရှိမည်။ စီးပွားဖက်များ နှင့် ဆက်ဆံရေးသည် သဟဇာတ ဖြစ်ကာ ငွေကြေးစီးဆင်းမှု ပိုမို ကောင်းမွန်လာမည် ဖြစ်သည်။\nထင်ကြေးပေးမှုများသည်လည်း ချောမောသော အမြတ်အစွန်းများကို ပေးဆောင်လိမ့်မည်။ လူမှုရေး အဆက်အသွယ်များကလည်း သင့်အား ငွေကြေး အမြတ်အစွန်းများ ရရှိရန် ကူညီပေးပါလိမ့်မည်။ လက်ရှိ အလုပ်များ တိုးချဲ့ခြင်းအပြင် အသစ် စတင်ခြင်း အတွက် ငွေကြေးများ ရရှိနိုင်မည် ဖြစ်သည်။ ယေဘုယျအားဖြင့်၊ ငွေရေးကြေးရေးအတွက် ကောင်းမွန်သော လဖြစ်သည်။\n",
  "o": "The academic efforts of Sagittarius students are not blessed by the planets this month. Hence, results will not be good in tests and examinations. You tend to be over-confident and diligence will be missing.\nMedical and engineering students will find it difficult to maintain their grades. Competitive tests will be difficult to get through despite hard work and good coaching. Not a very good month for students.\n",
  "p": "Sagittarius ကျောင်းသားများ၏ ပညာရေး ကြိုးပမ်းအားထုတ်မှုသည် ယခုလတွင် ဂြိုလ်များမှ ကောင်းချီးမပေးပါ။ ထို့ကြောင့် စာမေးပွဲနှင့် စာမေးပွဲများတွင် ရလဒ်မကောင်းပါ။ သင်က ယုံကြည်မှု လွန်ကဲနေပြီး လုံ့လဝီရိယ ပျောက်ဆုံးနေတတ်သည်။\nဆေးဘက်ဆိုင်ရာနှင့် အင်ဂျင်နီယာ ကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်များကို ထိန်းသိမ်းရန် အခက်အခဲ ရှိလိမ့်မည်။ ကြိုးစားအားထုတ်မှုနှင့် လေ့ကျင့်မှု ကောင်းများကြားမှ အပြိုင်အဆိုင် စာမေးပွဲများကို ကျော်ဖြတ်ရန် ခက်ခဲပါလိမ့်မည်။ ကျောင်းသားများအတွက် အလွန်ကောင်းသောလ မဟုတ်ပါ။\n",
  "q": "Benefits from travel plans are scarce as planetary support is missing, foretells the 2023 monthly horoscope. There will be plenty of travel for business promotion as well as for personal reasons. Almost all of them will fail to be beneficial and fail to fulfill their objectives.\nHoliday travel with friends and family members will not result in the happiness they are supposed to generate. It will be wiser to trim your travel plans and stick to a few essential ones.\n",
  "r": "2023 ဤလတွင် ဓနုဖွားမှာ ဂြိုလ်ထောက်ပံ့မှု ပျောက်ဆုံးနေသဖြင့် ခရီးသွား အစီအစဉ်များမှ အကျိုးကျေးဇူးများ ရှားပါးပါသည်။ စီးပွားရေး မြှင့်တင်ရေး အတွက်ရော ကိုယ်ရေးကိုယ်တာ ကိစ္စတွေအတွက်ပါ ခရီးတွေ အများကြီး ထွက်ပါလိမ့်မယ်။ ၎င်းတို့အားလုံးနီးပါးသည် အကျိုးရှိရန် ပျက်ကွက်ပြီး လိုချင်သော ရည်မှန်းချက်များကို မဖြည့်ဆည်းနိုင်ပေ။\nအားလပ်ရက်တွေမှာ သူငယ်ချင်းတွေနဲ့ မိသားစုဝင်တွေနဲ့ ခရီးထွက်တာက ပျော်ရွှင်မှုကို ဖြစ်ပေါ်စေမှာ မဟုတ်ပါဘူး။ သင်၏ခရီးသွားအစီအစဉ်များကို ချုံ့ပြီး မရှိမဖြစ်အချို့ကို ပြုလုပ်ခြင်းသည် ပိုပညာရှိပါလိမ့်မည်။\n"
 },
 {
  "id": "12_2023",
  "a": "Marriage requires more attention to flourish. No problems with health are expected. Family affairs will be problematic. Career Progress can be stifled.",
  "b": "အိမ်ထောင်ရေး သာယာဖို့ ပိုဂရုစိုက်ဖို့ လိုတယ်။ ကျန်းမာရေးအတွက် ဘာပြဿနာမှ မရှိပါဘူး။ မိသားစု ကိစ္စများ အဆင်မပြေ ဖြစ်တတ်မည်။ အလုပ် တိုးတက်မှုကို နှောင့်ယှက်နိုင်တယ်။",
  "c": "Sagittarius December 2023 Horoscope foretells that with the influence of the Sun, Mars, and Mercury you will be able to make a new beginning. You will also get your liberty back. But Saturn will act as a moderating force and prevent you from being adventurous.\nThis is also a sign that the conditions are not suitable for your progress. When everything is favorable, you are sure to achieve success even during the 2023 Mercury retrograde period.\n",
  "d": "Sagittarius ဒီဇင်ဘာ 2023 ဟောကိန်း သည် နေ၊ အင်္ဂါဂြိုဟ် နှင့် ဗုဒ္ဓဟူးဂြိုဟ်တို့၏ လွှမ်းမိုးမှုဖြင့် သင်သည် အသစ်အဆန်းတစ်ခုကို စတင်နိုင်မည်ဟု ကြိုပြောထားသည်။ မင်းရဲ့ လွတ်လပ်မှုကိုလည်း ပြန်ရလိမ့်မယ်။ သို့သော် Saturn သည် သင့်အား စွန့်စားမှု မဖြစ်အောင် ထိန်းညှိပေးသည့် စွမ်းအားတစ်ခုအဖြစ် လုပ်ဆောင်လိမ့်မည်။\n၎င်းသည် သင့်တိုးတက်မှုအတွက် အခြေအနေများ မသင့်လျော်ကြောင်း လက္ခဏာတစ်ခုလည်း ဖြစ်သည်။ အရာအားလုံး အဆင်ပြေလာသောအခါ၊ သင်သည် 2023 Mercury ဆုတ်ခွာစဉ် ကာလတွင်ပင် အောင်မြင်မှုရရှိရန် သေချာပါသည်။\n",
  "e": "There might be a lack of emotions at the beginning of the month. You are haunted by memories. This will make you more careful before entering into a permanent relationship. Things are likely to change during the last week of the month.\nSagittarius people do not want to be bound in a relationship with a partner. However, your partner is hell-bent on bringing you back into the marriage. It is time that you feel that your presence is necessary at home. Singles will resist partnerships till they accidentally fall in love. Think well before planning on having a child.\n",
  "f": "ဤလအစတွင် စိတ်ခံစားမှုများ ကင်းမဲ့သွားနိုင်သည်။ မင်းမှာ အမှတ်ရစရာတွေ ဖုံးလွှမ်းနေတယ်။ အတိတ်က အမှားတွေက မင်းကို ခြောက်လှန့်နေလိမ့်မယ်။ ခိုင်မာတဲ့ ဆက်ဆံရေးတခုကို မစတင်မီ မင်းက ဒီအချက်တွေကို ပြင်ဆင်ပြီး ပိုမို သတိထားရစေမှာ ဖြစ်တယ်။ လ၏ နောက်ဆုံးပတ် အတွင်းတွင် အရာများ ပြောင်းလဲသွားဖွယ် ရှိသည်။\nSagittarius လူတွေဟာ လက်တွဲဖော်နဲ့ ပေါင်းသင်းဆက်ဆံရာမှာ မချည်နှောင်ချင်ကြပါဘူး။ သို့သော် သင့်လက်တွဲဖော်သည် သင့်အား အိမ်ထောင်သည် ဘဝထဲသို့ ပြန်လည် ခေါ်ဆောင်လာရန် ကြိုးစားတတ်သည်။ အိမ်မှာရှိနေဖို့ လိုအပ်တယ်လို့ သင်ခံစားရတဲ့အချိန်ပါပဲ။ တစ်ကိုယ်ရေ သမားတွေဟာ လက်တွဲဖော်ကို မတော်တဆ ချစ်မိသွား တတ်မည် ဖြစ်သည်။ ရှေ့ဆက်ဖို့ မစီစဉ်ခင် သေချာစဉ်းစားပါ။\n",
  "g": "Family happiness is disturbed by the negative influence of the planets. There will be serious conflicts between the members of the family. Particularly, relationships with senior members of the family will face difficulties.\nIt is your prime duty to restore harmony in the family environment by tact. The progress of children will naturally be affected and they tend to misbehave with others. Hence, make sure that their academic and other activities are not affected.\n",
  "h": "မိသားစုပျော်ရွှင်မှုကို ဂြိုလ်များ၏ အပျက်သဘော လွှမ်းမိုးမှုက နှောင့်ယှက်သည်။ မိသားစုဝင်များအကြား ပြင်းထန်သော ပဋိပက္ခများ ရှိလာမည်။ အထူးသဖြင့် မိသားစုတွင် သက်ကြီးရွယ်အိုများနှင့် ဆက်ဆံရေး အခက်အခဲများ ကြုံတွေ့ရတတ်သည်။\nလိမ္မာပါးနပ်စွာဖြင့် မိသားစု ပတ်ဝန်းကျင်တွင် သဟဇာတ ဖြစ်အောင် ပြန်လည် တည်ဆောက်ရန်မှာ သင်၏ အဓိက တာဝန် ဖြစ်သည်။ ကလေးများ၏ တိုးတက်မှုသည် သဘာဝအားဖြင့် ထိခိုက်နိုင်ပြီး အခြားသူများနှင့် မှားယွင်းစွာ ပြုမူတတ်သည်။ ထို့ကြောင့် ၎င်းတို့၏ ပညာရေးနှင့် အခြား လုပ်ဆောင်ချက်များကို မထိခိုက်စေရန် သေချာစေပါ။\n",
  "i": "2023 Horoscope for Sagittarius promises excellent health in December 2023 for individuals with the help of positive stellar influences. There will be great relief from chronic ailments. Minor health problems will require usual medical care.\nPhysical health can be further improved through a good diet and exercise regimen. If any problem arises due to nervousness or anxiety, methods like yoga and meditation will come to your help. Overall, a very good month for health conditions.\n",
  "j": "2023 အတွက် ဟောကိန်းသည် အပြုသဘောဆောင်သော ကြယ်များ အကူအညီဖြင့် Sagittarius လူတစ်ဦးချင်းစီအတွက် ဒီဇင်ဘာ တွင် ကောင်းမွန်သော ကျန်းမာရေးကို ကတိပေးပါသည်။ နာတာရှည် ဝေဒနာများ သက်သာ ပျောက်ကင်းစေပါသည်။ အသေးအမွှား ကျန်းမာရေး ပြဿနာများသည် ပုံမှန် ကျန်းမာရေး စောင့်ရှောက်မှု လိုအပ်ပါသည်။\nကောင်းမွန်တဲ့ အစားအသောက်နဲ့ လေ့ကျင့်ခန်း လုပ်ခြင်းအားဖြင့် ခန္ဓာကိုယ် ကျန်းမာရေးကို ပိုမို တိုးတက်စေနိုင်ပါတယ်။ စိတ်ပူပင်သောက သို့မဟုတ် စိုးရိမ်ကြောင့်ကြမှု တစ်ခုခု ဖြစ်ပေါ်လာပါက ယောဂနှင့် တရားထိုင်ခြင်း ကဲ့သို့သော နည်းလမ်းများသည် သင့်အတွက် အထောက်အကူ ဖြစ်ပါလိမ့်မည်။ ယေဘုယျအားဖြင့် ကျန်းမာရေး အခြေအနေများ အတွက် အလွန် ကောင်းမွန်သော လဖြစ်သည်။\n",
  "k": "Astrology 2023 indicates that prospects are bleak for professionals due to the unhelpful influences of the stars. There will be a conflict with colleagues and seniors at the workplace. This will not help your performance.\nYou will be working hard but without any tangible results. This will make you jittery and despondent. You may think of changing your job or line of operations. These things will be futile. Instead, try to rectify the problems in your current office environment.\n",
  "l": "နက္ခတ်ဗေဒင် 2023 သည် ကြယ်များ၏ အကူအညီမဖြစ်စေသော လွှမ်းမိုးမှုများကြောင့် ပညာရှင်များအတွက် အလားအလာ မကောင်းကြောင်း ညွှန်ပြသည်။ လုပ်ငန်းခွင်တွင် လုပ်ဖော်ကိုင်ဖက်များနှင့် စီနီယာများနှင့် ပဋိပက္ခဖြစ်မည်။ ဒါက သင့်စွမ်းဆောင်ရည်ကို အထောက်အကူ ဖြစ်စေမှာ မဟုတ်ပါဘူး။\nသင်ကြိုးစားလုပ်ဆောင်သော်လည်း မြင်သာထင်သာရှိသော ရလဒ်များ မရရှိတတ်ပါ။ ဒါက သင့်ကို တုန်လှုပ်စေပြီး စိတ်ပျက် အားငယ် စေပါလိမ့်မယ်။ သင့်အလုပ် သို့မဟုတ် လည်ပတ်မှု လမ်းကြောင်းကို ပြောင်းလဲရန် သင်စဉ်းစားပေမည်။ ဤအရာများသည် အချည်းနှီးဖြစ်လိမ့်မည်။ ယင်းအစား သင့်လက်ရှိ အလုပ် ပတ်ဝန်းကျင်ရှိ ပြဿနာများကို ပြုပြင်ရန် ကြိုးစားပါ။\n",
  "m": "The monthly 2023 horoscopes do not offer any comfort for Sagittarius people on the financial front. Speculations will not be profitable and the current investments fail to give decent profits. There will be hardly any new avenues for financial progress.\nRelationships with colleagues and partners will remain strained and this will result in further losses. Finances will not be freely available for the expansion of existing projects or for starting new projects.\n",
  "n ": "2023 ဤ လ ဟောကိန်း များသည် ငွေရေးကြေးရေး မှာ Sagittarius အတွက် သက်သောင့်သက်သာ တစ်စုံတစ်ရာ မပေးပါ။ မှန်းဆချက်များသည် အကျိုးအမြတ် မရနိုင်ဘဲ လက်ရှိ ရင်းနှီးမြှုပ်နှံမှုများသည် သင့်တင့်လျောက်ပတ်သော အမြတ်အစွန်းများကို မပေးနိုင်ပါ။ ငွေရေးကြေးရေး တိုးတက်မှုအတွက် လမ်းကြောင်းသစ်များ ရှိမည် မဟုတ်ပါ။\nစီးပွားဖက်များနှင့် ဆက်ဆံရေးသည် တင်းမာနေမည် ဖြစ်ပြီး ယင်းကြောင့် နောက်ထပ်ဆုံးရှုံးမှုများ ဖြစ်ပေါ်လာမည် ဖြစ်သည်။ လက်ရှိ ပရောဂျက်များ တိုးချဲ့ခြင်း သို့မဟုတ် ပရောဂျက် အသစ်များ စတင်ခြင်းအတွက် ငွေကြေးများ လွတ်လွတ်လပ်လပ် မရနိုင်ပါ။\n",
  "o": "Educational prospects for Sagittarius students fail to muster the support of the planets during the month. This will hurt the performance in the examinations or studies.\nMedical and engineering students will have problems holding onto their grades. Students intent on advanced studies will fail to get entry into the right institutes. Passing competitive tests will be quite tough.\n",
  "p": "Sagittarius ကျောင်းသားများအတွက် ပညာရေးဆိုင်ရာ အလားအလာများသည် လစဉ်အတွင်း ဂြိုလ်များ၏ အထောက်အပံ့ကို မစုစည်းနိုင်ပါ။ ၎င်းသည် စာမေးပွဲ သို့မဟုတ် လေ့လာမှုများတွင် စွမ်းဆောင်ရည်ကို ထိခိုက်လိမ့်မည်။\nဆေးဘက်ဆိုင်ရာနှင့် အင်ဂျင်နီယာ ကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်အတန်းများကို ကိုင်ဆောင်ရန် အခက်အခဲ ရှိလိမ့်မည်။ အဆင့်မြင့် လေ့လာမှုများကို လိုလားသော ကျောင်းသားများသည် မှန်ကန်သော အင်စတီကျုများသို့ ဝင်ရောက်ရန် ပျက်ကွက်မည် ဖြစ်သည်။ အပြိုင်အဆိုင် စာမေးပွဲတွေကို ကျော်ဖြတ်ဖို့ဆိုတာ တော်တော် ခက်ခဲပါလိမ့်မယ်။\n",
  "q": "Help from the stars is not forthcoming for the travel activities of Sagittarius people during the month. The activities of salespeople, creative artists, and business people will face plenty of problems.\nThere will be both inland and overseas travel. Most of them will fail to generate the benefits intended. Holiday travel or religious tours fail to give the expected results or happiness. It is advisable to cut down the travel activities.\n",
  "r": "ဤလအတွင်း Sagittarius လူတွေရဲ့ ခရီးသွား လှုပ်ရှားမှုတွေ အတွက် ကြယ်တွေဆီက အကူအညီက မရနိုင်ပါ။ အရောင်းသမားများ၊ အနုပညာရှင်များနှင့် စီးပွားရေးသမားများ၏ လုပ်ဆောင်မှုများသည် ပြဿနာများစွာနှင့် ရင်ဆိုင်ရလိမ့်မည်။\nပြည်တွင်းပြည်ပခရီး နှစ်မျိုးစလုံးရှိတတ်သော်လည်း အများစုသည် ရည်ရွယ်ထားသော အကျိုးကျေးဇူးများကို ရရှိရန် မဖြစ်နိုင်ပါ။ အားလပ်ရက်ခရီးသွားခြင်း သို့မဟုတ် ဘာသာရေးခရီးစဉ်များသည် မျှော်လင့်ထားသည့် ရလဒ်များ သို့မဟုတ် ပျော်ရွှင်မှုကို ပေးဆောင်ရန် ပျက်ကွက်သည်။ ခရီးသွား လှုပ်ရှားမှုတွေကို လျှော့ချဖို့ အကြံပြုလိုပါတယ်။\n"
 }
]