[
 {
  "id": "8_2023",
  "a": "Married life requires more assurances. Health prospects are excellent. Career growth will be fabulous. More profits will come from business travel.",
  "b": "အိမ်ထောင်သည်အတွက် သေချာမှုများ ပိုလိုအပ်သည်။ ကျန်းမာရေး အလားအလာ ကောင်းပါတယ်။ အသက်မွေးဝမ်းကြောင်း တိုးတက်မှုသည် ကောင်းမွန်လိမ့်မည်။ ခရီးသွား လုပ်ငန်းကနေ အမြတ်များများ ရလိမ့်မယ်။",
  "c": "Aquarius August 2023 Horoscope foretells that there can be problems throughout the month. There may be obstructions from planets the Sun and Venus in achieving your ambitions. There will be clarity in your ideas with these difficulties in life. These things can be minimized by being discreet in your opinion and also modifying your thought process. Be confident while dealing with these obstructions and whenever required during the 2023 Mercury retrograde, do not hesitate to take support from others.",
  "d": "Aquarius 2023 ခုနှစ် ဩဂုတ်လ Horoscope သည် တစ်လလုံးတွင် ပြဿနာများ ရှိနိုင်သည်ဟု ကြိုပြောထားသည်။ မင်းရဲ့ရည်မှန်းချက်တွေကို အောင်မြင်ဖို့အတွက် နေနဲ့ သောကြာဂြိုဟ် ဂြိုဟ်တွေရဲ့ အတားအဆီးတွေ ရှိနိုင်ပါတယ်။ ဘဝမှာ ဒီအခက်အခဲတွေနဲ့ ပတ်သက်ပြီး မင်းရဲ့ အတွေးအမြင်တွေက ရှင်းနေလိမ့်မယ်။ သင့်ထင်မြင်ချက်ကို သတိပညာရှိရှိနှင့် သင့်အတွေးလုပ်ငန်းစဉ်ကို ပြုပြင်ပြောင်းလဲခြင်းဖြင့် ဤအရာများကို လျှော့ချနိုင်သည်။ ဤအတားအဆီးများကို ကိုင်တွယ် ဖြေရှင်းရာတွင် ယုံကြည်မှုရှိပါ။ 2023 Mercury ဆုတ်ခွာစဉ် အတွင်း လိုအပ်သည့် အခါတိုင်း၊ အခြားသူများထံမှ အထောက်အပံ့ကို ရယူရန် တုံ့ဆိုင်းမနေပါနှင့်။",
  "e": "With the absence of Mercury, there will be peace in your relationship with your partner. There is a tendency to clear misunderstandings through dialogue and considering the viewpoint of your partner. On the other hand, there will be confusion created by the planet Venus. Your freedom to take decisions will be questioned. This will force you to make assurances to your partner for the sake of harmony.\nMarried partners will face detachment in their union, particularly when a pregnancy is concerned. This can be removed by being more expressive and assuring your partner of your commitment. Singles will have no problem meeting their partners in love. They can get a fabulous partner if they are not emotional.\n",
  "f": "ဗုဒ္ဓဟူးဂြိုဟ် မရှိခြင်းကြောင့် သင့်လက်တွဲဖော်နှင့် သင့်ဆက်ဆံရေးတွင် ငြိမ်းချမ်းမှု ရှိလာမည် ဖြစ်သည်။ ဆွေးနွေးမှုများ မှတဆင့် နားလည်မှု လွဲမှားမှုများကို ရှင်းလင်းရန်နှင့် သင့်လက်တွဲဖော်၏ ရှုထောင့်ကို ထည့်သွင်းစဉ်းစားရန် သဘောထားရှိပါသည်။ တစ်ဖက်တွင်မူ ဗီးနပ်စ်ဂြိုဟ်က ဖန်တီးထားသော ရှုပ်ထွေးမှုများ ရှိလိမ့်မည်။ လွတ်လပ်စွာ ဆုံးဖြတ်ချက် ချပိုင်ခွင့်ကို မေးခွန်းထုတ်ပါလိမ့်မယ်။ ဒါက သဟဇာတ ဖြစ်ဖို့အတွက် သင့်လက်တွဲဖော်ကို အာမခံချက်ပေးဖို့ သင့်ကို တွန်းအားပေးပါလိမ့်မယ်။\nအထူးသဖြင့် ကိုယ်ဝန်ရှိစဥ် အချိန်များတွင် အိမ်ထောင်ဖက်များသည် ၎င်းတို့၏ ပေါင်းစည်းမှုတွင် ခွဲခွာခြင်းခံရလိမ့်မည်။ သင့်တွဲဖက်၏ သစ္စာရှိမှုကို ပိုမိုဖော်ပြပြီး သေချာစေခြင်းဖြင့် ၎င်းကို ဖယ်ရှားနိုင်သည်။ တစ်ကိုယ်ရေ သမားတွေဟာ အချစ်ရေးမှာ လက်တွဲဖော်တွေနဲ့ တွေ့ဆုံရာမှာ ပြဿနာ မရှိပါဘူး။ စိတ်ခံစားမှု မရှိရင် ချစ်စရာကောင်းတဲ့ လက်တွဲဖော်ကို ရနိုင်ပါတယ်။\n",
  "g": "Family relations will be under stress due to adverse planetary aspects. Harmony between family members will be missing and there is tension in the air always. Family finances will also be a problem with the expenses rising.\nProper budgeting may help to mitigate financial difficulties. Children tend to fare poorly in their academic activities due to the constant bickering in the family environment. They have to be handled carefully and their actions should be monitored continuously.\n",
  "h": "ဆိုးရွားသော ဂြိုလ်များ ကြောင့် မိသားစု ဆက်ဆံရေး ကမောက်ကမ ဖြစ်မည်။ မိသားစုဝင်များကြား သဟဇာတဖြစ်မှု ပျောက်ဆုံးနေပြီး မိသားစုအတွင်း အမြဲတမ်း တင်းမာမှုများ ရှိနေမည်ဖြစ်သည်။ မိသားစု ဘဏ္ဍာရေး စရိတ်စကများ တက်လာခြင်းကြောင့် ပြဿနာတက်နိုင်မည်။\nသင့်လျော်သော ဘတ်ဂျက်ချခြင်းသည် ငွေကြေးအခက်အခဲများကို လျော့ပါးသက်သာစေရန် ကူညီပေးနိုင်ပါသည်။ မိသားစု ပတ်ဝန်းကျင်တွင် အဆက်မပြတ် ရန်ဖြစ်မှုများကြောင့် ကလေးများသည် ၎င်းတို့၏ ပညာရေး လှုပ်ရှားမှုများတွင် အားနည်းတတ်သည်။ ၎င်းတို့ကို ဂရုတစိုက် ကိုင်တွယ်ရန်နှင့် ၎င်းတို့၏ လုပ်ဆောင်ချက်များကို စဉ်ဆက်မပြတ် စောင့်ကြည့်နေသင့်သည်။\n",
  "i": "2023 Horoscope for Aquarius promises excellent health conditions with favorable stellar aspects. There will be relief from recurring ailments. If there are minor health problems, they will require usual medical attention. Both physical and mental health can be assured through certain procedures. A good diet and regular exercise will help in maintaining good physical well-being. Mental health will require proper relaxation and outdoor activities in August 2023.",
  "j": "2023 Aquarius အတွက် ဟောကိန်း သည် နှစ်သက်ဖွယ် ကောင်းသော ကြယ်ရှုထောင့်များဖြင့် ကောင်းမွန်သော ကျန်းမာရေး အခြေအနေများကို ကတိပေးပါသည်။ ထပ်တလဲလဲ ဖြစ်ပေါ်တတ်သော ဝေဒနာတွေ သက်သာလာမယ်။ အသေးအမွှား ကျန်းမာရေးပြဿနာများရှိပါက ပုံမှန် ဆေးကုသမှု ခံယူရန် လိုအပ်ပါသည်။ အချို့သော လုပ်ထုံးလုပ်နည်းများဖြင့် ရုပ်ပိုင်းဆိုင်ရာနှင့် စိတ်ပိုင်းဆိုင်ရာ ကျန်းမာရေးကို အာမခံနိုင်ပါသည်။ ကောင်းမွန်တဲ့ အစားအသောက်နဲ့ ပုံမှန် လေ့ကျင့်ခန်း လုပ်ခြင်းက ခန္ဓာကိုယ် ကျန်းမာသန်စွမ်းမှုကို ထိန်းသိမ်းရာမှာ အထောက်အကူ ဖြစ်စေပါတယ်။ စိတ်ကျန်းမာရေးသည် 2023 ခုနှစ် သြဂုတ်လတွင် သင့်လျော်သော အပန်းဖြေ အနားယူမှုနှင့် ပြင်ပ လှုပ်ရှားမှုများ လိုအပ်မည် ဖြစ်သည်။",
  "k": "Monthly horoscopes for 2023 predict excellent conditions for the career advancement of professionals. Star help is available and with the help of colleagues and seniors, the execution of work will be very smooth. There will be help from social contacts in career progress. Your performance will be appreciated by the management, and there will be a likelihood of promotions and financial rewards. Overall, a beautiful month for professionals!",
  "l": "2023 အတွက် လစဉ် ဟောကိန်းများသည် ပညာရှင်များ၏ အလုပ်အကိုင် တိုးတက်မှုအတွက် ကောင်းမွန်သော အခြေအနေများကို ခန့်မှန်းပေးသည်။ ကြယ်ပွင့်အကူအညီ ရရှိနိုင်ပြီး လုပ်ဖော်ကိုင်ဖက်များနှင့် လူကြီးများ၏ အကူအညီဖြင့် လုပ်ငန်းဆောင်ရွက်ရာတွင် အလွန် ချောမွေ့ ပါလိမ့်မည်။ လုပ်ငန်းများ တိုးတက်မှုအတွက် လူမှုဆက်ဆံရေး အဆက်အသွယ်များမှ အကူအညီများ ရရှိမည်။ သင့်စွမ်းဆောင်ရည်ကို စီမံခန့်ခွဲသူက သဘောကျမည် ဖြစ်ပြီး ရာထူးတိုးခြင်းများနှင့် ငွေကြေးဆိုင်ရာ ဆုလာဘ်များ ရရှိနိုင်ခြေ ရှိမည် ဖြစ်သည်။ ယေဘုယျအားဖြင့်၊ ဝန်ထမ်းများ နှင့် လုပ်ငန်းများအတွက် လှပသော လဖြစ်သည်။",
  "m": "Horoscope Predictions for 2023 are not very encouraging for the financial progress of Aquarius individuals. Planetary assistance will be missing and this will make the progress more complicated. Businessmen and people pursuing creative activities will be badly hit. Even the help of experts will help to improve your financials. Financial help will not be forthcoming for expansions and new projects. It is advisable to postpone your plans to a future date to avoid unnecessary problems.",
  "n": "2023 ခုနှစ်အတွက် Horoscope ခန့်မှန်းချက်များသည် Aquarius တစ်ဦးချင်းစီ၏ ငွေကြေး တိုးတက်မှုအတွက် အားရစရာ မရှိပေ။ ဂြိုဟ်ဆိုင်ရာ အကူအညီများ ပျောက်ဆုံးနေမည် ဖြစ်ပြီး ယင်းက တိုးတက်မှုကို ပိုမို ရှုပ်ထွေးစေမည် ဖြစ်သည်။ စီးပွားရေး သမားများနှင့် တီထွင်ဖန်တီးမှု လုပ်ငန်းများကို လိုက်စားနေသူများ ဆိုးဆိုးရွားရွား ထိခိုက်သွားမည် ဖြစ်သည်။ ကျွမ်းကျင်သူများ၏ အကူအညီကပင် သင်၏ ဘဏ္ဍာရေးဆိုင်ရာ တိုးတက် ကောင်းမွန်လာစေရန် ကူညီပေးပါလိမ့်မည်။ တိုးချဲ့မှုများနှင့် ပရောဂျက် အသစ်များအတွက် ငွေကြေးအကူအညီ ရှိလာမည်မဟုတ်ပါ။ မလိုလားအပ်သော ပြဿနာများကို ရှောင်ရှားရန် သင်၏ အစီအစဉ်များကို အနာဂတ်ရက်စွဲသို့ ရွှေ့ဆိုင်းရန် အကြံပြုလိုပါသည်။",
  "o": "Stellar assistance is not available for the educational progress of Aquarius students during the month. There will be problems in attitude and making more effort to achieve progress. Hence, the performance will tend to suffer and results in examinations will not be satisfactory.\nTechnical students and medical students may fail to hold onto their grades. Passing a competitive test will not be easy despite good coaching and hard work. It will be necessary to make attitudinal changes if you have to succeed in your educational activities.\n",
  "p": "ဩဂုတ်လအတွင်း Aquarius ကျောင်းသားများ၏ ပညာရေး တိုးတက်မှုအတွက် ကြယ်တာရာများ အကူအညီကို မရရှိနိုင်ပါ။ တိုးတက်မှု ရရှိရန် ပိုမို ကြိုးစားအားထုတ်မှုတွင် ပြဿနာများ ရှိမည်။ ထို့ကြောင့် စာမေးပွဲ ရလဒ်များ ကျေနပ်ဖွယ် မရှိပေ။\nနည်းပညာ ကျောင်းသားများနှင့် ဆေးကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်များကို ထိန်းထားရန် ပျက်ကွက်နိုင်သည်။ ကောင်းမွန်တဲ့ လေ့ကျင့်မှုတွေနဲ့ ကြိုးစားအားထုတ်မှုတွေကြားမှာ ပြိုင်ဆိုင်မှု ပြင်းထန်တဲ့ စာမေးပွဲတစ်ခု အောင်မြင်ဖို့ဆိုတာ လွယ်ကူမှာ မဟုတ်ပါဘူး။ မင်းရဲ့ ပညာရေး လှုပ်ရှားမှုတွေမှာ အောင်မြင်ဖို့ဆိုရင် စိတ်နေစိတ်ထား ပြောင်းလဲဖို့ လိုအပ်ပါလိမ့်မယ်။\n",
  "q": "Planetary assistance is available for travel activities of businessmen and artists during the month. There will be plenty of travel, both inland and foreign. Almost all of them will result in good profits. Holiday trips with friends and family members will turn out to be highly enjoyable. Enjoy the trips when the going is good!",
  "r": "ဩဂုတ်လအတွင်း စီးပွားရေးသမားများနှင့် အနုပညာရှင်များ၏ ခရီးသွား လှုပ်ရှားမှုများအတွက် ဂြိုလ်များ၏ အကူအညီကို ရရှိနိုင်သည်။ ပြည်တွင်းရော ပြည်ပရော ခရီးသွားတွေ အများကြီးရှိမယ်။ ၎င်းတို့ အားလုံးနီးပါးသည် ကောင်းမွန်သော အမြတ်အစွန်းများ ထွက်ပေါ်လာမည် ဖြစ်သည်။ အားလပ်ရက်တွေမှာ သူငယ်ချင်းတွေနဲ့ မိသားစုဝင်တွေနဲ့ ခရီးတွေထွက်ရတာ အရမ်းပျော်ဖို့ ကောင်းပါတယ်။ သွားရေးလာရေး အဆင်ပြေတဲ့အခါ ခရီးစဉ်တွေနဲ့ ပျော်ရွှင်လိုက်ပါ။"
 },
 {
  "id": "9_2023",
  "a": "Commitment is key to marital happiness. Disciplined singles will get partners in love. Health will be wonderful. Travels will be beneficial.",
  "b": "ကတိကဝတ်သည် အိမ်ထောင်ရေး သာယာမှု၏ သော့ချက် ဖြစ်သည်။ စနစ်ကျသော လိုက်နာတတ်သော တကိုယ်ရည် သမားများသည် အချစ်ရေးတွင် လက်တွဲဖော်များ ရရှိမည်။ ကျန်းမာရေး ကောင်းလာမယ်။ ခရီးသွားခြင်း အကျိုးရှိမည်။",
  "c": "Aquarius September 2023 Horoscope indicates that there might be some problems created by the adverse effects of Jupiter. It is important to solve them with patience and make necessary corrections. This will bring about a sense of stability. However, there will be greater problems created by Venus. There will be plenty of resistance by others despite good ideas. You have to convince them to accept your ideas. Mars will provoke you to make a few compromises. These may be difficult but you are capable of giving in these necessities.",
  "d": "Aquarius စက်တင်ဘာ 2023 ဟောကိန်း သည် ကြာသပတေးဂြိုဟ်၏ ဆိုးရွားသော အကျိုးသက်ရောက်မှုများကြောင့် ပြဿနာအချို့ ရှိနိုင်သည်ကို ညွှန်ပြသည်။ အဲဒါတွေကို စိတ်ရှည်သည်းခံပြီး ဖြေရှင်းဖို့နဲ့ လိုအပ်သလို ပြင်ဆင်မှုလုပ်ဖို့ အရေးကြီးတယ်။ ဒါက တည်ငြိမ်မှုကို ဆောင်ကြဉ်းပေးပါလိမ့်မယ်။ သို့သော်လည်း ဗီးနပ်စ်က ဖန်တီးထားသော ကြီးမားသော ပြဿနာများ ရှိလိမ့်မည်။ အကြံများ ကောင်းသော်လည်း အခြားသူများက ကန့်ကွက်မှုရှိမည်။ မင်းရဲ့ အကြံဥာဏ်တွေကို လက်ခံဖို့ သူတို့ကို စည်းရုံးရမယ်။ Mars သည် သင့်အား အပေးအယူ အနည်းငယ်လုပ်ရန် နှိုးဆော်လိမ့်မည်။ ဒါတွေက ခက်ခဲနိုင်ပေမယ့် ဒီလိုအပ်ချက်တွေကို သင်လုပ်ဆောင် ပေးနိုင်တယ်။",
  "e": "By nature Aquarius people are erratic and this will be one of your attractions. But Venus will turn these into a liability. However, with the help of Mars, you will turn this to your benefit. This you do by being more sentimental with old-fashioned methods.\nYour emotions and your participation might not be appreciated by your spouse during the 2023 Mercury retrograde. You should be more systematic and curb your freedom. There will be approval from your partner for these changes like planning for a child. Singles will be able to get into love partnerships by reducing their freedom and being more idealistic.\n",
  "f": "သဘာဝအားဖြင့် Aquarius လူတွေဟာ အပြောင်းအလဲ မြန်ကြပြီး ဒါက မင်းရဲ့ဆွဲဆောင်မှုတွေထဲက တစ်ခု ဖြစ်လာလိမ့်မယ်။ ဒါပေမယ့် Venus က ဒါတွေကို တာဝန်ယူမှုအဖြစ် ပြောင်းလဲပေးလိမ့်မယ်။ သို့သော် Mars ၏အကူအညီဖြင့် သင်သည် ၎င်းကို သင့်အတွက် အကျိုးရှိစေမည် ဖြစ်သည်။ ရှေးခေတ် နည်းလမ်းများဖြင့် သင်ပို၍ စိတ်ကူးယဉ်ဆန်နေခြင်း ဖြစ်သည်။\n2023 Mercury ဆုတ်ခွာစဉ် အတွင်း သင့်စိတ်ခံစားမှုနှင့် သင့်ပါဝင်ပတ်သက်မှုကို သင့်အိမ်ထောင်ဖက်က တန်ဖိုးထားမည်မဟုတ်ပါ။ ပိုပြီးစနစ်တကျ ဖြစ်သင့်ပြီး ကိုယ့်ရဲ့လွတ်လပ်မှုကို ထိန်းချုပ်သင့်တယ်။ ဤအပြောင်းအလဲများအတွက် တွဲဖက်ထံမှ ခွင့်ပြုချက်ရရှိပါမည်။ တစ်ကိုယ်ရေသမားတွေဟာ သူတို့ရဲ့ ကိုယ်ပိုင်လွတ်လပ်မှုကို လျှော့ချနိုင်ပြီး စိတ်ကူးယဉ်ဆန်တဲ့ အချစ်ရေးမှာ လက်တွဲနိုင်ပါလိမ့်မယ်။\n",
  "g": "Stellar influences are not very encouraging for happiness in the family environment. Relationships with members of the family will be quite turbulent. It is essential to avoid these petty fights to avoid major eruptions.\nFamily happiness should be restored through diplomacy. Proper budgeting will help to resolve the financial difficulties in the family finances. The performance of children will be seriously affected by the bad environment in the family. More attention and control should be exercised in their affairs.\n",
  "h": "ကြယ်တာရာများ လွှမ်းမိုးမှုများသည် မိသားစု ပတ်ဝန်းကျင်တွင် ပျော်ရွှင်မှုအတွက် တွန်းအားပေးမှု မဟုတ်ပေ။ မိသားစုဝင်များနှင့် ဆက်ဆံရေးများ ရှုပ်ထွေးနေမည်။ မီးတောင် ပေါက်ကွဲမှု ကဲ့သို့သော ကြီးမားသော ပြဿနာများကို ရှောင်ရှားရန် ဤအသေးအမွှား တိုက်ပွဲများကို ရှောင်ရှားရန် အရေးကြီးပါသည်။\nသံခင်း တမန်ခင်းအားဖြင့် မိသားစု ပျော်ရွှင်မှုကို ပြန်လည် ရယူသင့်သည်။ သင့်လျော်သော ဘတ်ဂျက်ငွေသည် မိသားစု ဘဏ္ဍာရေးဆိုင်ရာ အခက်အခဲများကို ဖြေရှင်းရန် ကူညီပေးပါလိမ့်မည်။ မိသားစုအတွင်း ဆိုးရွားသော ပတ်ဝန်းကျင်ကြောင့် ကလေးများ၏ စွမ်းဆောင်ရည်ကို ဆိုးရွားစွာ ထိခိုက်စေပါသည်။ သူတို့ရဲ့ ကိစ္စရပ်တွေမှာ အာရုံစူးစိုက်မှုနဲ့ ထိန်းချုပ်မှုကို ပိုလုပ်သင့်တယ်။\n",
  "i": "2023 Horoscope for Aquarius foretells excellent health for individuals with the beneficial aspects of stars. Physical health will be excellent and can be further enhanced through regular exercise and healthy food.\nThere will be some problems with mental health due to work-related stress. It is important to reduce stressful activities and have a good relaxation program. Overall, you will not have many major problems on the health front.\n",
  "j": "2023 Aquarius အတွက် ဟောကိန်း သည် ကြယ်များ၏ အကျိုးပြုပုံများရှိသည့် လူတစ်ဦးချင်းစီအတွက် ကောင်းမွန်သော ကျန်းမာရေးကို ကြိုပြောထားသည်။ ပုံမှန်လေ့ကျင့်ခန်းနှင့် ကျန်းမာရေးနှင့် ညီညွတ်သော အစားအသောက်များဖြင့် ခန္ဓာကိုယ် ကျန်းမာရေးကို ကောင်းမွန်စေမည် ဖြစ်သည်။\nအလုပ်နှင့်ပတ်သက်သော စိတ်ဖိစီးမှုကြောင့် စိတ်ကျန်းမာရေးဆိုင်ရာ ပြဿနာအချို့ရှိမည်။ စိတ်ဖိစီးမှုများတဲ့ လှုပ်ရှားမှုတွေကို လျှော့ချဖို့နဲ့ ကောင်းမွန်တဲ့ အပန်းဖြေမှု အစီအစဉ်တစ်ခု ရှိဖို့ အရေးကြီးပါတယ်။ ယေဘုယျအားဖြင့် သင့်တွင် ကျန်းမာရေး ပြဿနာများစွာ ရှိမည် မဟုတ်ပါ။\n",
  "k": "Astrology 2023 does not predict great things for professionals due to the unfavorable aspects of the planets. Despite your diligence, your performance will be bad. There will not be any help forthcoming social contacts and experts.\nThe only good thing about your career will be the healthy climate prevailing in the workplace. It is important to rely on your capabilities to be successful in your career.\n",
  "l": "နက္ခတ်ဗေဒင် 2023 သည် ဂြိုလ်များ၏ အဆင်မပြေသော သွင်ပြင်များကြောင့် ပညာရှင်များအတွက် ကြီးမြတ်သော အရာများကို မခန့်မှန်းနိုင်ပါ။ လုံ့လဝီရိယ ရှိသော်ငြား မင်းရဲ့စွမ်းဆောင်ရည်က မကောင်းဘူး။ လူမှုရေး အဆက်အသွယ်များနှင့် ကျွမ်းကျင်သူများက အကူအညီ ပေးလိမ့်မည် မဟုတ်ပါ။\nသင့်အလုပ်အတွက် တစ်ခုတည်းသော ကောင်းသောအရာမှာ လုပ်ငန်းခွင်တွင်း ကောင်းသော ရာသီဥတု အခြေအနေပင် ဖြစ်သည်။ မင်းရဲ့အလုပ်မှာ အောင်မြင်ဖို့အတွက် မင်းရဲ့ စွမ်းဆောင်နိုင်ရည်တွေကို အားကိုးဖို့ အရေးကြီးတယ်။\n",
  "m": "Monthly forecasts 2023 are not favorable for the financial progress of Aquarius people. Stellar positions are not helpful and this will hurt the finances. Returns from investments will not be as per expectations.\nSpeculative investments fail to be profitable. Finances will not be available for new investments or expansion of existing ventures. As the period is not auspicious, it is advisable to postpone your new financial activities to a later date.\n",
  "n": "လစဉ်ခန့်မှန်းချက်များ 2023 သည် Aquarius တို့၏ ဘဏ္ဍာရေး တိုးတက်မှု အတွက် အဆင်သင့် မဖြစ်ပါ။ ရာထူးများသည် အထောက်အကူမဖြစ်ဘဲ ငွေကြေးကိစ္စများကို ထိခိုက်စေမည် ဖြစ်သည်။ ရင်းနှီးမြုပ်နှံမှုမှ အမြတ်ငွေသည် မျှော်မှန်းထားသည့်အတိုင်း ဖြစ်မလာတတ်ပါ။\nမှန်းဆထားသော ရင်းနှီးမြှုပ်နှံမှုများသည် အမြတ်အစွန်း မရနိုင်ပါ။ ရင်းနှီးမြုပ်နှံမှု အသစ်များ သို့မဟုတ် ရှိပြီးသား လုပ်ငန်းများကို တိုးချဲ့ခြင်းအတွက် ငွေကြေးများ ရရှိနိုင်မည် မဟုတ်ပါ။ ကာလသည် ကံကောင်းခြင်း မဟုတ်သောကြောင့် သင်၏ ဘဏ္ဍာရေး လုပ်ဆောင်မှု အသစ်များကို နောက်ရက်သို့ ရွှေ့ဆိုင်းရန် အကြံပြုလိုပါသည်။\n",
  "o": "The educational progress of Aquarius students will suffer due to the unfavorable aspects of the planets. They tend to be lethargic with no intention to go ahead with their studies. Naturally, this will result in underperformance in tests and examinations.\nTechnical and medical students fail to hold onto their grades. Those pursuing creative subjects fail to make progress. Passing competitive tests will require much more effort and better guidance.\n",
  "p": "Aquarius ကျောင်းသားများ၏ ပညာရေး တိုးတက်မှုသည် ဂြိုလ်များ၏ အဆင်မပြေ မှုများကြောင့် ဒုက္ခရောက်မည်။ သူတို့သည် ပညာ ဆက်လက်သင်ကြားရန် ရည်ရွယ်ချက်မရှိဘဲ ထုံထိုင်းနေတတ်သည်။ ပုံမှန်အားဖြင့်၊ ၎င်းသည် စာမေးပွဲများနှင့် စာမေးပွဲများတွင် စွမ်းဆောင်ရည် နိမ့်ကျစေမည် ဖြစ်သည်။\nနည်းပညာနှင့် ဆေးကျောင်းသားများသည် ၎င်းတို့၏ အတန်းများကို ထိန်းထားရန် ပျက်ကွက်သည်။ ဖန်တီးမှု ဘာသာရပ်ကို လိုက်စားသူများသည် တိုးတက် အောင်မြင်ရန် ပျက်ကွက်ကြသည်။ အပြိုင်အဆိုင် စာမေးပွဲများကို ဖြေဆိုအောင်မြင်ရန် ပိုမို အားစိုက်ထုတ်မှုနှင့် ပိုမို ကောင်းမွန်သော လမ်းညွှန်မှုများ လိုအပ်မည် ဖြစ်သည်။\n",
  "q": "Travel activities of Aquarius people will be highly lucrative with the positive influences from the planets. Businessmen with overseas interests will make handsome gains. Salespeople and creative artists can make new inroads and add to their professional gains.\nPeople intent on pleasure or religious tours will be able to find happiness in their trips. Overall, the month promises good gains from travel activities.\n",
  "r": "Aquarius လူမျိုးများ၏ ခရီးသွား လှုပ်ရှားမှုများသည် ဂြိုလ်များမှ အပြုသဘော ဆောင်သော လွှမ်းမိုးမှုများကြောင့် အလွန် အကျိုးများပါသည်။ နိုင်ငံရပ်ခြားတွင် စိတ်ဝင်စားသော လုပ်ငန်းရှင်များသည် ကောင်းမွန်သော အမြတ်အစွန်းများ ရရှိမည်။ အရောင်းဝန်ထမ်းများနှင့် တီထွင်ဖန်တီးမှုရှိသော အနုပညာရှင်များသည် လမ်းကြောင်းသစ်များ ဖန်တီးနိုင်ပြီး ၎င်းတို့၏ ကျွမ်းကျင်မှုများကြောင့် အမြတ်အစွန်းများ ပိုရရှိနိုင်သည်။\nအပျော်အပါး သို့မဟုတ် ဘာသာရေးခရီးစဉ်များကို ရည်ရွယ်ချက်ရှိသူများသည် ၎င်းတို့၏ ခရီးစဉ်များတွင် ပျော်ရွှင်မှုကို ရှာဖွေနိုင်မည် ဖြစ်သည်။ ယေဘုယျအားဖြင့် ဤလသည် ခရီးသွားခြင်းများမှ လုပ်ငန်းများမှ ကောင်းသော အကျိုးအမြတ်များကို ပေးသည်။\n"
 },
 {
  "id": "10_2023",
  "a": "Business growth will be excellent through travel plans. Harmony will prevail in married life. Career growth might face difficulties.",
  "b": "ခရီးသွားလာရေး အစီအစဉ်များဖြင့် လုပ်ငန်းတိုးတက်မည်။ အိမ်ထောင်သည် ဘဝတွင် ညီညွတ်မှုရှိမည်။ အလုပ် တိုးတက်မှုအတွက် အခက်အခဲများ ကြုံတွေ့ရနိုင်သည်။",
  "c": "Aquarius October 2023 Horoscope foretells that progress can be hindered by the influences of Jupiter and Uranus. After the second week, your growth will be influenced by the planets Mars, Mercury, and the Sun.\nIt is important to be tactful in whatever you do and do whatever is possible. Only action or no action attitude will not help progress.\n",
  "d": "Aquarius အောက်တိုဘာလ 2023 ခုနှစ် ဟောကိန်း သည် ဂျူပီတာနှင့် ယူရေးနပ်စ်တို့၏ လွှမ်းမိုးမှုများကြောင့် တိုးတက်မှုကို ဟန့်တားနိုင်ကြောင်း ကြိုဟောထားသည်။ ဒုတိယပတ်ပြီးနောက်၊ သင်၏တိုးတက်မှုသည် အင်္ဂါဂြိုဟ်၊ ဗုဒ္ဓဟူးဂြိုဟ်နှင့် နေတို့အပေါ် လွှမ်းမိုးသွားမည်ဖြစ်သည်။\nသင်လုပ်သမျှကို လိမ္မာပါးနပ်စွာ တတ်နိုင်သမျှ လုပ်ရန် အရေးကြီးသည်။ လုပ်ဆောင်ချက် သို့မဟုတ် လုပ်ဆောင်မှု သဘောထားကသာ တိုးတက်မှုကို အထောက်အကူ ပြုမည်မဟုတ်ပါ။\n",
  "e": "Venus will create problems in love relationships. This can be overcome by expressing your emotions and your intention to have a peaceful relationship. There may be opposition and you have to deal with it calmly.\nA marital partnership can be harmonious with the influence of Mercury. Time to think about the future of the relationship like having a child by forgetting all the problems that exist. Mercury will also help singles to get into love partnerships.\n",
  "f": "ဗီးနပ်စ်သည် အချစ်ရေးတွင် ပြဿနာများကို ဖန်တီးပေးလိမ့်မည်။ သင့်စိတ်ခံစားမှုကို ဖော်ပြခြင်းနှင့် ငြိမ်းချမ်းသော ဆက်ဆံရေးရှိရန် သင့်ရည်ရွယ်ချက်ကို ဖော်ပြခြင်းဖြင့် ၎င်းကို ကျော်လွှားနိုင်သည်။ အတိုက်အခံတွေ ရှိနိုင်သလို အေးအေးဆေးဆေး ကိုင်တွယ် ဖြေရှင်းရမယ်။\nအိမ်ထောင်ရေး မိတ်ဖက်ဆက်ဆံရေးသည် ဗုဒ္ဓဟူးဂြိုဟ်၏ လွှမ်းမိုးမှုနှင့်အတူ လိုက်လျောညီထွေ ရှိနိုင်သည်။ အနာဂတ် ပေါင်းသင်းဆက်ဆံရေး ကို တွေးတောရမည့် အချိန်တွင် ရှိနေသည့် ပြဿနာအားလုံးကို မေ့ပစ်လိုက်ပါ။ Mercury သည် တစ်ကိုယ်ရေသမားများကို အချစ်ရေးတွင် လက်တွဲဖော်ရရန် ကူညီပေးပါသည်။\n",
  "g": "The family environment remains disturbed due to the negative impact on the planet. There will be serious conflicts between members. You should try to bring about harmony among the members by using your tact.\nFamily expenses will overshoot and this will create a few problems. Proper budgeting may help to some extent. Children will be seriously affected in their studies due to the prevailing atmosphere in the family surroundings. More attention is required to see that they do well in their studies.\n",
  "h": "ကမ္ဘာမြေပေါ်ရှိ အပျက်သဘောဆောင်သော သက်ရောက်မှုများကြောင့် မိသားစုပတ်ဝန်းကျင်သည် အနှောင့်အယှက် ဖြစ်နေဆဲဖြစ်သည်။ မိသားစု ဝင်များအကြား ပြင်းထန်သော ပဋိပက္ခများ ရှိလာမည်။ သင်၏ လိမ္မာပါးနပ်မှုကို အသုံးပြု၍ အဖွဲ့ဝင်များအကြား သဟဇာတ ဖြစ်အောင် ကြိုးစားသင့်သည်။\nမိသားစု အသုံးစရိတ်များ လွန်ကဲလာကာ ပြဿနာ အနည်းငယ် ရှိလာမည်။ သင့်လျော်သော ဘတ်ဂျက် ရေးဆွဲခြင်းသည် အတိုင်းအတာ တစ်ခုအထိ အထောက်အကူ ဖြစ်နိုင်သည်။ မိသားစု ပတ်ဝန်းကျင်တွင် ပျံ့နှံ့နေသော လေထုကြောင့် ကလေးများသည် ၎င်းတို့၏ လေ့လာမှုတွင် ပြင်းထန်စွာ ထိခိုက်ခံရမည်ဖြစ်သည်။ မိမိတို့၏ လေ့လာမှုတွင် ကောင်းမွန်ကြောင်း သိမြင်ရန် ပိုမို အာရုံစိုက်ရန် လိုအပ်ပါသည်။\n",
  "i": "2023 Horoscope for Aquarius is not average for the health condition of individuals. There will be some diseases that may affect your health and require medical attention. It is important to seek immediate medical help.\nPhysical health can be maintained through a good diet and exercise program. Yoga and meditation will take care of mental health and anxiety. Outdoor activities such as sports also will be helpful.\n",
  "j": "Aquarius အတွက် 2023 ဟောကိန်း သည် လူတစ်ဦးချင်းစီ၏ ကျန်းမာရေး အခြေအနေအတွက် သာမန်မဟုတ်ပါ။ သင့်ကျန်းမာရေးကို ထိခိုက်စေနိုင်ပြီး ဆေးကုသမှုခံယူရန် လိုအပ်သော ရောဂါအချို့လည်း ရှိနေမည်ဖြစ်သည်။ ဆေးဘက်ဆိုင်ရာအကူအညီကို ချက်ချင်းရယူရန် အရေးကြီးသည်။\nကောင်းမွန်တဲ့ အစားအသောက်နဲ့ လေ့ကျင့်ခန်း အစီအစဉ်ကနေ ခန္ဓာကိုယ် ကျန်းမာရေးကို ထိန်းသိမ်းနိုင်ပါတယ်။ ယောဂနှင့် တရားထိုင်ခြင်းသည် စိတ်ကျန်းမာရေးနှင့် စိုးရိမ်ပူပန်မှုကို ထိန်းပေးသည်။ အားကစားကဲ့သို့သော ပြင်ပ လှုပ်ရှားမှုများကလည်း အထောက်အကူ ဖြစ်ပါလိမ့်မည်။\n",
  "k": "Astrological horoscope 2023 is not favorable for the career growth of professionals as stellar help is not forthcoming during the month. You will not be able to cope with your career responsibilities. This may even lead to demotions in your status.\nNo help will be coming from social contacts for career improvement. It is important to be sincere and keep working hard. This may be of help in the future. All efforts should be made to maintain harmony with associates and seniors at the workplace.\n",
  "l": "ဗေဒင် ဟောဇာတာ 2023 သည် လအတွင်းတွင် ကြယ်ပွင့်များ၏ အကူအညီကို မရရှိသောကြောင့် ပညာရှင်များ၊ လုပ်ငန်းများ တိုးတက်မှုအတွက် အဆင်မပြေပါ။ သင်၏ အလုပ်ဆိုင်ရာ တာဝန်များကို သင်ကိုင်တွယ်ဖြေရှင်းနိုင်မည် မဟုတ်ပေ။ ၎င်းသည် သင့်အဆင့်အတန်းကို နှိမ့်ချမှုများပင် ဖြစ်စေနိုင်သည်။\nအလုပ် တိုးတက်မှုအတွက် လူမှုဆက်ဆံရေး အဆက်အသွယ်များမှ မည်သည့်အကူအညီမှ ရရှိမည် မဟုတ်ပါ။ ရိုးသားပြီး အလုပ်ကြိုးစားဖို့ အရေးကြီးတယ်။ ဒါက အနာဂတ်မှာ အကူအညီ ဖြစ်နိုင်ပါတယ်။ လုပ်ငန်းခွင်ရှိ လုပ်ဖော်ကိုင်ဖက်များနှင့် စီနီယာများနှင့် သဟဇာတဖြစ်အောင် ကြိုးပမ်း ဆောင်ရွက်သင့်သည်။\n",
  "m": "Monthly predictions for 2023 are not helping the financial prospects of Aquarius people. Your ventures will give negative returns and overseas activities also will not bring in the expected profits. Relationships with partners and colleagues tend to be volatile. This will affect seriously the money flow.\nFinances will not be available from the financial institutions. This will make the expansion of existing ventures and starting new ones very difficult.\n",
  "n": "2023 အတွက် ဤလ ခန့်မှန်းချက်များသည် Aquarius လူတို့၏ ဘဏ္ဍာရေးအလားအလာကို အထောက်အကူ မပြုပါ။ သင့်လုပ်ငန်းများသည် အနုတ်လက္ခဏာ ဆောင်သော ရလဒ်များကို ပေးဆောင်မည် ဖြစ်ပြီး နိုင်ငံရပ်ခြား လုပ်ငန်းများတွင်လည်း မျှော်မှန်းထားသော အကျိုးအမြတ်များကို ဆောင်ကြဉ်းမည် မဟုတ်ပါ။ စီးပွားဖက်များ၊ ပူးပေါင်းလုပ်သူများနှင့် ဆက်ဆံရေးသည် ငြိမ်သက် နေတတ်သည်။ ဒါက ငွေကြေးစီးဆင်းမှုကို အကြီးအကျယ် ထိခိုက်လိမ့်မယ်။\nငွေရေးကြေးရေး အဖွဲ့အစည်းများထံမှ ရရှိနိုင်မည် မဟုတ်ပါ။ ယင်းက ရှိပြီးသား လုပ်ငန်းများကို ချဲ့ထွင်ရန်နှင့် လုပ်ငန်းသစ်များ စတင်ရန် အလွန် ခက်ခဲစေမည် ဖြစ်သည်။\n",
  "o": "There will be less help forthcoming from the planetary aspects for the educational activities of Aquarius students. They tend to lack the enthusiasm required and this results in negative progress in studies and tests.\nEngineering and medical students will have difficulty sticking to their grades. Passing competitive tests will be tough despite hard work and good guidance. Students of creative subjects also will fare badly in their studies.\n",
  "p": "Aquarius ကျောင်းသားများ၏ ပညာရေးဆိုင်ရာ လှုပ်ရှားမှုများအတွက် ဂြိုလ်အသွင်အပြင်မှ အကူအညီများ နည်းပါးသွားမည် ဖြစ်သည်။ ၎င်းတို့သည် လိုအပ်သော စိတ်အားထက်သန်မှု နည်းပါးပြီး ၎င်းသည် လေ့လာမှုများနှင့် စမ်းသပ်မှုများတွင် အနုတ်လက္ခဏာ ဆောင်သော တိုးတက်မှုကို ဖြစ်ပေါ်စေပါသည်။\nအင်ဂျင်နီယာနှင့် ဆေးကျောင်းသူ ကျောင်းသားများသည် ၎င်းတို့၏ အဆင့် များကို ထိန်းသိမ်းရန် အခက်အခဲ ရှိလိမ့်မည်။ ကြိုးစားအားထုတ်မှုနှင့် လမ်းညွှန်မှုကောင်းများ ကြားမှ အပြိုင်အဆိုင် စာမေးပွဲများကို အောင်မြင်ရန် ခက်ခဲမည်ဖြစ်သည်။ တီထွင်ဖန်တီးမှု ဆိုင်ရာ ဘာသာရပ်ဆိုင်ရာ ကျောင်းသားများသည် ၎င်းတို့၏ လေ့လာမှုတွင် ဆိုးရွားစွာ ကြုံတွေ့ရလိမ့်မည်။\n",
  "q": "Travel activities are beneficial for business people and creative artists with the help of star influences. Overseas activities will be highly profitable. There will be several travels on account of your career obligations. They will be both inland and overseas tours.",
  "r": "ခရီးသွား လှုပ်ရှားမှုများသည် ကြယ်ပွင့်များ၏ အကူအညီဖြင့် စီးပွားရေးသမားများနှင့် ဖန်တီးမှု အနုပညာရှင်များအတွက် အကျိုးရှိသည်။ နိုင်ငံရပ်ခြား လုပ်ငန်းများ တွင် အမြတ်အစွန်း များစွာ ရရှိမည်။ သင်၏ ဝတ္တရားများကြောင့် ခရီးများစွာ ထွက်ရလိမ့်မည်။ ၎င်းတို့သည် ပြည်တွင်းပြည်ပ ခရီးစဉ် နှစ်ခုစလုံးကို ပြုလုပ်မည် ဖြစ်သည်။"
 },
 {
  "id": "11_2023",
  "a": "Singles will be fortunate in matters of love. Health prospects are great. Travel plans bring profits. Students will make good progress.",
  "b": "တစ်ကိုယ်ရေ သမားများ အချစ်ရေးကိစ္စများ ကံကောင်းမည်။ ကျန်းမာရေး အလားအလာ ကောင်းပါတယ်။ ခရီးသွားခြင်း အစီအစဉ်များသည် အကျိုးအမြတ်များ ရရှိစေပါသည်။ ကျောင်းသားများသည် ကောင်းသော တိုးတက်မှုကို ရရှိမည်။",
  "c": "Aquarius November 2023 Horoscope starts on a difficult note because of the various negative influences during the first week. However, after the first week, Venus, the Sun, Mercury, and Mars will help you to be confident and use your capabilities to overcome problems.\nDo not waste your time persuading people who are not in sync with your thoughts. It is advisable to have contact with people who share your thoughts.\n",
  "d": "2023 ခုနှစ် နိုဝင်ဘာလတွင် Aquarius ဟောကိန်း သည် ပထမပတ်အတွင်း အဆိုးမြင်မှုများကြောင့် ခက်ခဲသော အရာအဖြစ် စတင်သည်။ သို့သော်လည်း ပထမပတ်ပြီးနောက်၊ သောကြာဂြိုဟ်၊ နေ၊ ဗုဒ္ဓဟူးဂြိုဟ်နှင့် အင်္ဂါဂြိုဟ်သည် သင့်အား ယုံကြည်မှု ရှိစေပြီး ပြဿနာများကို ကျော်လွှားရန် သင်၏ စွမ်းရည်များကို အသုံးပြုရန် ကူညီပေးပါလိမ့်မည်။\nမင်းရဲ့အတွေးတွေနဲ့ ထပ်တူမကျတဲ့ သူတွေကို စည်းရုံးပြီး မင်းရဲ့အချိန်တွေကို မဖြုန်းပါနဲ့။ သင့်အတွေးအမြင်များကို နားလည်သူများနှင့် ဆက်သွယ်ရန် အကြံပြုလိုပါသည်။\n",
  "e": "It is important in love relations to be flexible. Spend more time with your partner with happy feelings. This will make love life happier and improve the relations which have been under stress. This will encourage your love partners and maybe can even lead to a pregnancy.\nMarital life can be made blissful by taking time from other obligations and being available to your partner when the need arises. Singles will have chances of getting into love relationships through their friend circle if they are willing for getting into a relationship.\n",
  "f": "အချစ်ရေးမှာ လိုက်လျောညီထွေရှိဖို့ အရေးကြီးပါတယ်။ ပျော်ရွှင်သော ခံစားချက်များဖြင့် သင့်လက်တွဲဖော်နှင့်အတူ အချိန်ပိုပေးပါ။ ဒါက အချစ်ရေးမှာ ပျော်ရွှင်စေပြီး ကမောက်ကမ ဖြစ်ခဲ့ရတဲ့ ဆက်ဆံရေးကို တိုးတက်စေပါလိမ့်မယ်။ ဒါက သင့်ချစ်သူကို အားပေးပြီး ပျော်ရွှင်မှု ရသွားနိုင်ပါတယ်။\nအခြားတာဝန် ဝတ္တရားများမှ အချိန်ယူကာ လိုအပ်လာသောအခါတွင် သင့်လက်တွဲဖော်ကို အချိန်ပေးမှု ရရှိစေခြင်းဖြင့် အိမ်ထောင်ရေးဘဝသည် ပျော်ရွှင် ချမ်းမြေ့စေနိုင်သည်။ တစ်ကိုယ်ရေသမားတွေဟာ အသိုင်းအဝိုင်းကနေ တစ်ဆင့် အချစ်ရေးမှာ ပေါင်းသင်းဆက်ဆံဖို့ အခွင့်အလမ်းတွေ ရှိလာပါလိမ့်မယ်။\n",
  "g": "Family relationships will get bogged down due to unhelpful stellar positions. Relations with family members can remain stressful and all efforts should be made to restore harmony in the relationships. Family finances will not be able to meet the increasing expense. Good budgeting will help to some extent.\nChildren will be negatively impacted by the happenings in the family. They tend to do badly in their academic activities and also get into conflicts with others. Take enough care of their studies and actions to avoid these problems.\n",
  "h": "အကူအညီ မဖြစ်နိုင်သော ကြယ်များကြောင့် မိသားစု ဆက်ဆံရေး ပျက်ပြားသွားလိမ့်မည်။ မိသားစုဝင်များနှင့် ဆက်ဆံရေးသည် ဖိစီးမှု ရှိနေနိုင်ပြီး ဆက်ဆံရေးတွင် သဟဇာတ ဖြစ်အောင် ပြန်လည် တည်ဆောက်ရန် ကြိုးပမ်းမှု အားလုံးကို ပြုလုပ်သင့်သည်။ မိသားစု ငွေရေးကြေးရေးသည် တိုးလာနေသော အသုံးစရိတ်များကို ဖြည့်ဆည်း ပေးနိုင်မည် မဟုတ်ပေ။ ကောင်းမွန်သော ဘတ်ဂျက် ရေးဆွဲခြင်းသည် အတိုင်းအတာ တစ်ခုအထိ အထောက်အကူ ဖြစ်စေပါသည်။\nမိသားစုအတွင်း ဖြစ်ပျက်မှုများကြောင့် ကလေးများသည် ဆိုးကျိုးများ ခံစားရလိမ့်မည်။ သူတို့သည် သူတို့၏ ပညာရေးဆိုင်ရာ လှုပ်ရှားမှုများတွင် ဆိုးဆိုးရွားရွား လုပ်လေ့ရှိပြီး အခြားသူများနှင့်လည်း ပဋိပက္ခများ ဖြစ်ပွားတတ်သည်။ ဤပြဿနာများကို ရှောင်ရှားရန် ၎င်းတို့၏လေ့လာမှုများနှင့် လုပ်ဆောင်ချက်များကို လုံလောက်စွာ ဂရုစိုက်ပါ။\n",
  "i": "2023 Horoscope for Aquarius is highly favorable for individuals and there will be hardly any serious problems. There will be a great relief from recurring diseases as they remain suppressed. All minor health problems are amenable to attention by doctors.\nYou can augment your physical health through exercise and diet programs. Mental fitness can be improved by enough relaxation as well as through sports and meditation. With excellent health, it is time to invest your time in outdoor activities.\n",
  "j": "2023 ခုနှစ် Horoscope for Aquarius သည် လူတစ်ဦးချင်းစီအတွက် အလွန်အဆင်ပြေပြီး ကြီးလေးသော ပြဿနာများ ရှိမည် မဟုတ်ပါ။ နာတာရှည် ရောဂါများ သက်သာ ပျောက်ကင်းသွားမည် ဖြစ်ပါသည်။ အသေးအမွှား ကျန်းမာရေး ပြဿနာများ အားလုံးကို ဆရာဝန်များက ဂရုစိုက် ပေးနိုင်ပါသည်။\nလေ့ကျင့်ခန်းနှင့် အစားအသောက် အစီအစဉ်များ မှတစ်ဆင့် သင့်ခန္ဓာကိုယ် ကျန်းမာရေးကို မြှင့်တင်နိုင်ပါသည်။ လုံလောက်တဲ့ အပန်းဖြေ အနားယူမှုအပြင် အားကစားနဲ့ တရားထိုင်ခြင်းဖြင့် စိတ်ပိုင်းဆိုင်ရာ ကြံ့ခိုင်မှုကို တိုးတက် စေနိုင်ပါတယ်။ ကျန်းမာရေး အထူးကောင်းမွန်သောကြောင့် ပြင်ပ လှုပ်ရှားမှုများတွင် သင်၏အချိန်ကို မြှုပ်နှံရန် အချိန်ဖြစ်သည်။\n",
  "k": "Horoscope 2023 is not very encouraging for the career advancement of professionals. Due to unhelpful star aspects, you will fail in achieving your targets even though there will be harmony in relationships at the workplace.\nYour social circle also will fail to provide the necessary openings or the support required. It is better to stand on your legs and try to analyze and sort out the problems. On the whole, it is not a propitious month for professionals and their career prospects.\n",
  "l": "Horoscope 2023 သည် ပညာရှင်များ၏ အသက်မွေးဝမ်းကြောင်းဆိုင်ရာ တိုးတက်မှုအတွက် အားတက်စရာမဟုတ်ပါ။ အထောက်အကူ မပြုသော ကြယ်သွင်ပြင်များကြောင့်၊ လုပ်ငန်းခွင်တွင် ဆက်ဆံရေး သဟဇာတ ရှိသော်လည်း သင့်ရည်မှန်းချက်များ အောင်မြင်ရန် ပျက်ကွက်လိမ့်မည်။\nသင်၏ လူမှုအသိုင်းအဝိုင်းတွင်လည်း လိုအပ်သော အရာများ သို့မဟုတ် လိုအပ်သော ပံ့ပိုးမှုများကို ပံ့ပိုးပေးမည် မဟုတ်ပါ။ သင့်ခြေထောက်ပေါ် မတ်မတ်ရပ်ပြီး ပြဿနာတွေကို ခွဲခြမ်းစိတ်ဖြာပြီး ဖြေရှင်းဖို့ ကြိုးစားတာက ပိုကောင်းပါတယ်။ ပရော်ဖက်ရှင်နယ်များ၊ လုပ်ငန်းများ အတွက် အလားအလာများ ကောင်းမွန်သော လမဟုတ်ပါ။\n",
  "m": "2023 monthly astrology predictions suggest that financial progress will be excellent though it may take time. Planetary assistance is available and also you will have the benefit of support from your contacts and experts in the field.\nHard work will be needed and this will result in very good gains from your projects and financial investments. Finances will be available for the growth and expansion of your ventures. Relationships with colleagues and partners also will be harmonious. This will further improve the profits.\n",
  "n": "2023 ခုနှစ် လစဉ် နက္ခတ်ဗေဒင် ဟောကိန်းများက အချိန်ယူရသော်လည်း ငွေရေးကြေးရေး တိုးတက်မှုမှာ အထူး ကောင်းမွန်လိမ့်မည်ဟု ဆိုသည်။ ဂြိုလ်များ အကူအညီကို ရရှိနိုင်ပြီး နယ်ပယ်အတွင်းရှိ သင်၏အဆက်အသွယ်များနှင့် ကျွမ်းကျင်သူများ၏ ပံ့ပိုးကူညီမှု၏ အကျိုးကျေးဇူးကိုလည်း သင်ရရှိမည်ဖြစ်သည်။\nအလုပ်ကြိုးစားရန် လိုအပ်ပြီး ၎င်းသည် သင့်ပရောဂျက်များနှင့် ငွေကြေး ရင်းနှီးမြုပ်နှံမှုများမှ အလွန်ကောင်းမွန်သော အကျိုးကျေးဇူးများကို ဖြစ်ပေါ်စေမည် ဖြစ်သည်။ သင့်လုပ်ငန်း တိုးတက်မှုနှင့် ချဲ့ထွင်မှုများအတွက် ငွေကြေးများ ရရှိနိုင်မည် ဖြစ်သည်။ လုပ်ဖော်ကိုင်ဖက်များ နှင့် လုပ်ဖော်ကိုင်ဖက်များ၏ ဆက်ဆံရေးသည်လည်း သဟဇာတ ဖြစ်လိမ့်မည်။ ဒါက အမြတ်အစွန်းတွေ ပိုတိုးလာမယ်။\n",
  "o": "Prospects for education will be fabulous for students and they will have the blessings of the stars during the month. Performance in the examinations will be excellent with very good grades.\nStudents of creative subjects will do very well in their studies coming out with exceptional outputs. Technical and medical students will easily maintain their grades. Students aspiring for higher studies will get the subjects of their choice in reputed institutions.\n",
  "p": "ပညာရေး အလားအလာသည် ကျောင်းသားများအတွက် အံ့သြဖွယ်ကောင်းပြီး လစဉ်လတွင် ကြယ်များ၏ ကောင်းချီးများ ရရှိမည် ဖြစ်သည်။ စာမေးပွဲများတွင် အောင်ချက် အလွန်ကောင်းမွန်ပြီး အမှတ်ကောင်းရမည်။\nတီထွင် ဖန်တီးမှု ဆိုင်ရာ ဘာသာရပ်များမှ ကျောင်းသားများသည် ထူးထူးခြားခြား ရလဒ်များဖြင့် ၎င်းတို့၏ ပညာရေးတွင် ကောင်းမွန်စွာ ဆောင်ရွက်နိုင်မည် ဖြစ်သည်။ နည်းပညာနှင့် ဆေးကျောင်းသားများသည် ၎င်းတို့၏ အမှတ်များကို အလွယ်တကူ ထိန်းသိမ်းနိုင်မည် ဖြစ်သည်။ အဆင့်မြင့်ပညာကို ဆည်းပူးလိုသော ကျောင်းသားများသည် ကျော်ကြားသော တက္ကသိုလ်များတွင် ၎င်းတို့၏ စိတ်ကြိုက် ဘာသာရပ်များကို ရရှိမည် ဖြစ်သည်။\n",
  "q": "Travel activities will be highly beneficial as there is help from the planetary positions. There will be several travels for business promotion and they will help the progress of the projects.\nThere will be both inland and overseas travel. Travel for holiday and religious purposes with family or friends is also likely. All these travels will give the required pleasure and benefits expected.\n",
  "r": "ဂြိုလ်ရပ်တည်မှု အကူအညီကြောင့် ခရီးသွားလုပ်ငန်းများ အလွန်အကျိုးရှိမည်။ လုပ်ငန်း မြှင့်တင်ရေးအတွက် ခရီးများစွာ ထွက်ပြီး ပရောဂျက်များ၏ တိုးတက်မှုကို အထောက်အကူ ဖြစ်စေမည် ဖြစ်သည်။\nပြည်တွင်း ပြည်ပခရီး နှစ်မျိုးစလုံး ရှိမည်။ အားလပ်ရက်နှင့် ဘာသာရေး ရည်ရွယ်ချက် များအတွက် မိသားစု သို့မဟုတ် သူငယ်ချင်းများနှင့် ခရီးသွားခြင်းလည်း ဖြစ်နိုင်သည်။ ဤခရီးများ အားလုံးသည် လိုအပ်သော ပျော်ရွှင်မှုနှင့် အကျိုးကျေးဇူးများ ပေးမည်ဟု မျှော်လင့်ပါသည်။\n"
 },
 {
  "id": "12_2023",
  "a": "Health will be fabulous. Finances will bring in good profits. Married life requires more attention. Career growth might suffer due to conflicts.",
  "b": "ကျန်းမာရေး ကောင်းမွန်လာမည်။ ငွေရေးကြေးရေးမှာ အကျိုးအမြတ်ကောင်းတွေ ရလာမယ်။ အိမ်ထောင်သည်ဘဝတွင် ပိုမိုအာရုံစိုက်ရန် လိုအပ်သည်။ ပဋိပက္ခများကြောင့် လုပ်ငန်း တိုးတက်မှု ထိခိုက်နိုင်သည်။",
  "c": "Aquarius December 2023 Horoscope suggests that the influences of Venus and Jupiter will give you the feeling that you are short of projects. Just choose the correct ones and do not worry about those which are difficult to handle.\nWith the help of planets Mars, the Sun, and Mercury you will come in contact with people who share your point of view. You will be able to get projects which can be executed at a faster pace with less difficulty.\n",
  "d": "Aquarius ဒီဇင်ဘာ 2023 ဟောကိန်း တွင် သောကြာဂြိုဟ်နှင့် ကြာသပတေးဂြိုဟ်တို့၏ လွှမ်းမိုးမှုများသည် သင့်အား အလုပ်လက်မဲ့ဖြစ်သည်ဟု ခံစားရစေမည်ဟု အကြံပြုထားသည်။ မှန်ကန်တဲ့ အရာကို ရွေးချယ်ပြီး ကိုင်တွယ်ရခက်တဲ့ အရာတွေအတွက် စိတ်မပူပါနဲ့။\nအင်္ဂါဂြိုဟ်၊ နေနှင့် ဗုဒ္ဓဟူးဂြိုဟ်တို့၏ အကူအညီဖြင့် သင့်အမြင်ကို နားလည်သူများနှင့် ထိတွေ့လာမည် ဖြစ်သည်။ အခက်အခဲ နည်းပါးစွာဖြင့် ပိုမိုမြန်ဆန်သော အရှိန်အဟုန်ဖြင့် လုပ်ဆောင်နိုင်သော ပရောဂျက်များကို သင်ရရှိနိုင်မည် ဖြစ်သည်။\n",
  "e": "Love relationships will face problems due to the aspects of Venus. There will be problems in attracting love mates and it is advisable to be diplomatic in your efforts.\nMarital relationships can be made harmonious by spending more time with your spouse despite your career obligations. This is also a good month to plan for a child. Singles will have problems forming relationships due to the aspects of Venus till the end of the month.\n",
  "f": "အချစ်ရေးတွင် Venus ၏သွင်ပြင်ကြောင့် ပြဿနာများ ကြုံတွေ့ရလိမ့်မည်။ အချစ်ရေးတွင် လက်တွဲဖော်များကို ဆွဲဆောင်ရာတွင် ပြဿနာများ ရှိမည်ဖြစ်ပြီး သင်၏ ကြိုးပမ်းမှုတွင် သံတမန် ဆက်ဆံရေးရှိရန် အကြံပြုလိုပါသည်။\nသင်၏ အလုပ် ဝတ္တရားများကြားမှ သင့်အိမ်ထောင်ဖက်နှင့် အချိန်ပိုပေးခြင်းဖြင့် အိမ်ထောင်ရေး ဆက်ဆံရေးကို သဟဇာတ ဖြစ်စေနိုင်သည်။ ဤလသည် ကလေးယူခြင်း အတွက် အစီအစဉ် ကောင်းတစ်ခုလည်း ဖြစ်သည်။ တစ်ကိုယ်ရေ သမားများသည် လကုန်အထိ Venus ၏သွင်ပြင်ကြောင့် ဆက်ဆံရေး အဆင်မပြေမှုများ ရှိတတ်မည်။\n",
  "g": "Stellar influences will not help the family relationships and there will be serious differences of opinion among members. Relationships with other members also will be far from cordial. It is important to invest your time in restoring peace in the family environment during the 2023 Mercury retrograde.\nAnother point of contention will be the finances of the family. It will be difficult to manage unless you have a plan for reducing the expenses. Children will have problems with their studies and behavior. They should be given more attention and should be disciplined when required.\n",
  "h": "ကြယ် လွှမ်းမိုးမှုများသည် မိသားစု ဆက်ဆံရေးကို အထောက်အကူ မပြုဘဲ မိသားစုဝင်များ အကြား ပြင်းထန်သော သဘောထား ကွဲလွဲမှုများ ရှိလိမ့်မည်။ အခြား မိသားစုဝင်များနှင့် ဆက်ဆံရေးမှာလည်း ရင်းနှီးမှု ဝေးကွာနေလိမ့်မည်။ 2023 Mercury ဆုတ်ခွာစဉ် အတွင်း မိသားစု ပတ်ဝန်းကျင်တွင် ငြိမ်းချမ်းမှု ပြန်လည်ရရှိရန် သင့်အချိန်ကို ရင်းနှီးမြှုပ်နှံရန် အရေးကြီးပါသည်။\nနောက်ထပ် ငြင်းခုန်ရမယ့် အချက်ကတော့ မိသားစုရဲ့ ငွေကြေးပါ။ သင့်တွင် ကုန်ကျစရိတ် လျှော့ချရန် အစီအစဉ် မရှိပါက စီမံခန့်ခွဲရန် ခက်ခဲလိမ့်မည်။ ကလေးများသည် ၎င်းတို့၏ လေ့လာမှုနှင့် အပြုအမူဆိုင်ရာ ပြဿနာများ ရှိလိမ့်မည်။ ၎င်းတို့ကို ပိုမို အာရုံစိုက်သင့်ပြီး လိုအပ်ပါက စည်းကမ်းများ ထားရှိသင့်သည်။\n",
  "i": "2023 Horoscope for Aquarius promises beautiful health prospects for individuals in December 2023. There will be a great relief in the absence of recurring ailments. You will not only be healthy but you will have more energy and dynamism.\nMinor health problems, if any can be easily taken care of through routine medical care. You can improve your physical health further through regular diet and exercise practices. Mental health can be further enhanced through relaxation techniques such as meditation and sports.\n",
  "j": "2023 ခုနှစ် ဒီဇင်ဘာလတွင် လူတစ်ဦးချင်းစီအတွက် လှပသော ကျန်းမာရေးအလားအလာများကို ဖြစ်စေပါသည်။ နာတာရှည် ဝေဒနာများ မရှိတော့ပါက ကြီးစွာသော သက်သာရာ ရပါလိမ့်မည်။ သင်သည် ကျန်းမာရုံသာမက ခွန်အားနှင့် တက်ကြွမှု ပိုမို ရရှိလာမည် ဖြစ်သည်။\nအသေးအမွှား ကျန်းမာရေး ပြဿနာများ ရှိပါက ပုံမှန် ကျန်းမာရေး စောင့်ရှောက်မှုဖြင့် အလွယ်တကူ ကုသနိုင်ပါသည်။ ပုံမှန် အစားအသောက်နှင့် လေ့ကျင့်ခန်း အလေ့အကျင့်များ မှတစ်ဆင့် သင့်ခန္ဓာကိုယ် ကျန်းမာရေးကို ပိုမို တိုးတက် ကောင်းမွန် စေနိုင်သည်။ တရားထိုင်ခြင်းနှင့် အားကစား လုပ်ခြင်း ကဲ့သို့သော အပန်းဖြေနည်း များမှတစ်ဆင့် စိတ်ကျန်းမာရေးကို ပိုမို တိုးတက် စေနိုင်သည်။\n",
  "k": "Monthly horoscope 2023 for Aquarius professionals will present a difficult picture for the month. Relationships with seniors and associates will be very much cordial and you will be able to put in your maximum effort.\nDespite all these, returns are not commensurate with your efforts. Traveling for professional purposes will fail to give the necessary benefits. There will be no help from social contacts. Nothing much can be expected and the only thing you can do is put your best foot forward.\n",
  "l": "Aquarius ပညာရှင်များအတွက် လစဉ် ဟောကိန်း 2023 သည် ခက်ခဲသောပုံကို တင်ဆက်ပေးပါမည်။ အထက်လူကြီးများ လုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် အလွန် ခင်မင်ရင်းနှီးပြီး သင်က အစွမ်းကုန် ကြိုးစားအားထုတ်နိုင်မည် ဖြစ်သည်။\nဒါတွေအားလုံးကြားမှ ရတဲ့ ရလဒ်တွေဟာ မင်းရဲ့ကြိုးစားမှုနဲ့ မကိုက်ညီပါဘူး။ အလုပ် ရည်ရွယ်ချက် များအတွက် ခရီးသွားခြင်းသည် လိုအပ်သော အကျိုးကျေးဇူးများကို မပေးနိုင်ပါ။ လူမှုရေး အဆက်အသွယ်များမှ အကူအညီ ပေးမည်မဟုတ်ပါ။ အများကြီး မျှော်လင့်ထားလို့ မရသလို သင်လုပ်နိုင်တဲ့ တစ်ခုတည်းသော အရာက အကောင်းဆုံး ခြေလှမ်းကို ရှေ့ကိုတိုးလိုက်ပါ။\n",
  "m": "Yearly horoscopes for 2023 are indicating fabulous returns on the financial front. You will very much be benefited from the existing investments. You will have the benefit of advice from social connections and experts in the field.\nFinances are easily available for the expansion of current projects and for starting new ventures. Relationships at the workplace will not create any difficulties. Speculations also will be very much profitable. On the whole, a nice month for financial progress.\n",
  "n": "2023 ခုနှစ်အတွက် နှစ်အလိုက် ဇာတာများသည် ငွေကြေး မျက်နှာစာတွင် အံ့သြဖွယ် ကောင်းသော အရာများ ပြန်လာမှုများကို ညွှန်ပြနေသည်။ လက်ရှိ ရင်းနှီးမြုပ်နှံမှု တွေကနေ အများကြီး အကျိုးရှိမှာပါ။ လူမှုဆက်ဆံရေးနှင့် နယ်ပယ်ရှိ ကျွမ်းကျင်သူများထံမှ အကြံဉာဏ်များ အကျိုးကျေးဇူးများ ရရှိမည် ဖြစ်သည်။\nလက်ရှိ အလုပ်များ တိုးချဲ့ခြင်းနှင့် လုပ်ငန်းသစ်များ စတင်ခြင်းအတွက် ငွေကြေးများကို အလွယ်တကူ ရရှိနိုင်သည်။ လုပ်ငန်းခွင်မှာ ပေါင်းသင်းဆက်ဆံရေးက ဘာအခက်အခဲမှ ရှိလာမှာ မဟုတ်ပါဘူး။ မှန်းဆချက်များသည်လည်း အလွန် အကျိုးအမြတ် များလိမ့်မည်။ ငွေရေးကြေးရေး တိုးတက်မှုအတွက် ကောင်းမွန်သော လဖြစ်သည်။\n",
  "o": "Things are not very rosy on the educational front for Aquarius students. With no help coming from the stars, there will be hardly any effort or motivation to succeed in your academic activities. Naturally, your performance will be hardly satisfactory.\nCompetitive tests will be difficult to crack despite good coaching. Students of creative subjects will fail to progress in their studies. Engineering and medical students will have a problem holding onto their grades.\n",
  "p": "Aquarius ကျောင်းသားများအတွက် ပညာရေးမျက်နှာစာတွင် အရာများသည် မျက်နှာပန်းမလှပါ။ ကြယ်ပွင့်များမှ အကူအညီ မရရှိဘဲ၊ သင်၏ ပညာရေး လှုပ်ရှားမှုများတွင် အောင်မြင်ရန် ကြိုးပမ်းအားထုတ်မှု သို့မဟုတ် လှုံ့ဆော်မှု တစ်စုံတစ်ရာမျှ ရှိမည်မဟုတ်ပါ။ ထုံးစံအတိုင်း၊ မင်းရဲ့ စွမ်းဆောင်ရည်က ကျေနပ်လောက်စရာ မရှိပါဘူး။\nလေ့ကျင့်မှု ကောင်းသော်လည်း အပြိုင်အဆိုင် စမ်းသပ်မှုများသည် ခက်ခဲလိမ့်မည်။ တီထွင် ဖန်တီးမှုဆိုင်ရာ ဘာသာရပ်ဆိုင်ရာ ကျောင်းသားများသည် ၎င်းတို့၏ လေ့လာမှုတွင် မအောင်မြင်နိုင်ပါ။ အင်ဂျင်နီယာနှင့် ဆေးကျောင်းသားများသည် ၎င်းတို့၏ အတန်းများကို ထိန်းကျောင်းရာတွင် ပြဿနာ ရှိလိမ့်မည်။\n",
  "q": "Planetary help is missing for the travel activities of Aquarius people. This will create problems for activities that require extensive traveling for their existence. Business people, sales personnel, and creative artists will face the brunt.\nThere will be plenty of travel both inland and overseas. They might hardly result in any tangible benefits. Traveling for personal reasons such as pleasure or religious purposes also will fail to deliver the benefits expected.\n",
  "r": "Aquarius လူတို့၏ ခရီးသွား လှုပ်ရှားမှုများအတွက် ဂြိုလ်အကူအညီသည် ပျောက်ဆုံးနေပါသည်။ ၎င်းသည် ၎င်းတို့၏ တည်ရှိမှုအတွက် ကျယ်ကျယ်ပြန့်ပြန့် ခရီးသွားရန် လိုအပ်သည့် လှုပ်ရှားမှုများအတွက် ပြဿနာများ ဖန်တီးပေးလိမ့်မည်။ လုပ်ငန်းရှင်တွေ၊ အရောင်းဝန်ထမ်းတွေနဲ့ တီထွင် ဖန်တီးမှုရှိတဲ့ အနုပညာရှင်တွေဟာ ကြီးမားတဲ့ စိန်ခေါ်မှုတွေနဲ့ ရင်ဆိုင်ရပါလိမ့်မယ်။\nပြည်တွင်းပြည်ပ ခရီး သွားလာမှု များပြားလာမည်။ ၎င်းတို့သည် မြင်သာထင်သာသော အကျိုးကျေးဇူးများကို ရရှိရန် ခဲယဉ်းပေလိမ့်မည်။ အပျော်အပါး သို့မဟုတ် ဘာသာရေး ရည်ရွယ်ချက်များ ကဲ့သို့သော ကိုယ်ရေးကိုယ်တာ ကိစ္စများအတွက် ခရီးသွားခြင်းသည် မျှော်မှန်းထားသော အကျိုးကျေးဇူးများကို မပေးနိုင်ပါ။\n"
 }
]
