[
 {
  "id": "8_2023",
  "a": "Marriages may face problems. Financials present a happy picture. Health will be plagued by minor illnesses. Career growth can feel stifled.",
  "b": "အိမ်ထောင်ရေး ပြဿနာများ ကြုံရနိုင်သည်။ ငွေရေးကြေးရေးက ပျော်ရွှင်စရာပုံတစ်ပုံပါ။ ကျန်းမာရေး အနည်းငယ် ညံ့မည်။ အသက်မွေးဝမ်းကျောင်းလုပ်ငန်း တိုးတက်မှုသည် အတားအဆီးဖြစ်နိုင်သည်။",
  "c": "Pisces August 2023 Horoscope foretells that with the help of Jupiter, you will able to progress further. There will be plenty of prospects to progress and you should not let them go. Saturn will help you to do things after serious thinking. There will be some disturbances from the influences of Mercury and Mars. You have to take the right decision after taking all things into account. You should do projects within your capacity. If there are too many problems, take the time to make a correct assignment before you proceed further during the 2023 Mercury retrograde.",
  "d": "Pisces ဩဂုတ်လ 2023 ခုနှစ် ဟောကိန်း သည် ကြာသပတေးဂြိုဟ်၏ အကူအညီဖြင့် သင် ပိုမို တိုးတက်နိုင်မည်ဟု ကြိုပြောထားသည်။ တိုးတက်ရန် အလားအလာ များစွာရှိမည် ဖြစ်ပြီး ၎င်းတို့ကို လက်မလွှတ်သင့်ပါ။ လေးနက်သော တွေးခေါ်မှုပြီးနောက် စေတန်သည် သင့်အား အရာများကို လုပ်ဆောင်ရန် ကူညီပေးလိမ့်မည်။ ဗုဒ္ဓဟူးဂြိုဟ်နှင့် အင်္ဂါဂြိုဟ်တို့၏ လွှမ်းမိုးမှုမှ အနှောင့်အယှက်အချို့ ရှိလိမ့်မည်။ အရာအားလုံးကို ထည့်သွင်းစဉ်းစားပြီးမှ မှန်ကန်တဲ့ ဆုံးဖြတ်ချက်ကို ချရပါမယ်။ သင့်လုပ်နိုင်ရည်အထိသာ ပရောဂျက်များကို လုပ်သင့်သည်။ ပြဿနာများလွန်းပါက၊ 2023 Mercury ဆုတ်ခွာစဉ် အတွင်း ရှေ့ဆက်မလုပ်ဆောင်မီ မှန်ကန်သော တာဝန်တစ်ခု ပြုလုပ်ရန် အချိန်ယူပါ။",
  "e": "Pisces people tend to be cautious about love matters and are less interested in binding themselves in relationships. There will be differences of opinion and conflicts with your partners. It is better to see the advantages before you get into these problems, especially a pregnancy.\nMarried life can have some negativity and there is no effort from your side to confront these problems. There will be peace by the end of the month and there will be peace with your partner. Singles will get excellent opportunities to get into love relationships. It is up to them to take those opportunities.\n",
  "f": "Pisces လူတွေဟာ အချစ်ရေးမှာ သတိထားလေ့ ရှိကြပြီး အချစ်ရေးမှာ သူတို့ကိုယ်သူတို့ ပေါင်းစည်းဖို့ စိတ်မဝင်စားကြပါဘူး။ သင့်တွဲဖက်များနှင့် သဘောထား ကွဲလွဲမှုများ ရှိမည်။ အထူးသဖြင့် ကိုယ်ဝန် မဆောင်ခင် ဒီပြဿနာတွေရဲ့ ကောင်းကျိုးတွေကို မြင်အောင် ကြည့်တာ ပိုကောင်းပါတယ်။\nအိမ်ထောင်သည်ဘဝတွင် အဆိုးမြင်မှုများရှိနိုင်ပြီး ယင်းပြဿနာများကို ရင်ဆိုင်ရန် သင့်ဘက်မှ အားထုတ်မှု မရှိပါ။ လကုန်တွင် ငြိမ်သက်ခြင်းရှိမည်ဖြစ်ပြီး သင့်လက်တွဲဖော်နှင့် ငြိမ်သက်ခြင်းရှိမည်။ Single များသည် အချစ်ရေးတွင် ကောင်းမွန်သော အခွင့်အလမ်းများ ရရှိလိမ့်မည်။ အဲဒီအခွင့်အရေးတွေကို ယူဖို့က သူတို့အပေါ်မှာ မူတည်တယ်။\n",
  "g": "The family atmosphere can be full of conflicts and harmony will be missing. Planetary help is not available and you should on your try to build a peaceful environment. Family expenses will be under stress and proper budgeting will be necessary to keep the costs under check. The affairs of children will add to the problems in the family. Give more care to their needs and be firm in dealing with their bad behavior.",
  "h": "မိသားစု အငွေ့အသက်များ ပဋိပက္ခများ ပြည့်နှက်နိုင်ပြီး သဟဇာတဖြစ်မှု ပျောက်ဆုံးနေမည်။ ဂြိုဟ်ဆိုင်ရာ အကူအညီကို မရရှိနိုင်သဖြင့် ငြိမ်းချမ်းသော ပတ်ဝန်းကျင်ကို တည်ဆောက်ရန် ကြိုးစားသင့်သည်။ မိသားစု အသုံးစရိတ်များသည် ကမောက်ကမ ဖြစ်ကာ ကုန်ကျစရိတ်များကို ဆက်လက်စစ်ဆေးရန် လိုအပ်ပါသည်။ သားသမီးတွေရဲ့ကိစ္စက မိသားစုထဲမှာ ပြဿနာတွေ ထပ်တိုးလာမယ်။ သူတို့ရဲ့ လိုအပ်ချက်တွေကို ပိုဂရုစိုက်ပြီး သူတို့ရဲ့ မကောင်းတဲ့ အပြုအမူတွေကို ကိုင်တွယ် ဖြေရှင်းရာမှာ ခိုင်ခိုင်မာမာ ရှိပါစေ။",
  "i": "2023 Horoscope for Pisces does not augur well for the health prospects of Pisces natives. Star aspects are not encouraging and you have to take the right steps to maintain your health. Chronic ailments tend to reappear and there can be other medical problems too in August 2023.\nAll the problems will be temporary and can be taken off by the right medical care promptly. Focus more on the maintenance of physical and mental health. The right diet and good exercise programs will help physical fitness. Mental well-being will require enough relaxation.\n",
  "j": "2023 Pisces အတွက် ဟောကိန်း သည် Pisces ဇာတိများ၏ ကျန်းမာရေးအတွက် ကောင်းမွန်သော အလားအလာ မရှိပါ။ ကြယ်ရှုထောင့်များသည် အားရစရာမဟုတ်ပါ၊ သင်၏ ကျန်းမာရေးကို ထိန်းသိမ်းရန် မှန်ကန်သော ခြေလှမ်းများကို လုပ်ဆောင်ရပါမည်။ နာတာရှည် ဝေဒနာများ ပြန်ပေါ်လာတတ်ပြီး 2023 ခုနှစ် သြဂုတ်လတွင်လည်း အခြားသော ဆေးဘက်ဆိုင်ရာ ပြဿနာများလည်း ရှိနိုင်ပါသည်။\nပြဿနာ အားလုံးသည် ယာယီဖြစ်မည် ဖြစ်ပြီး မှန်ကန်သော ဆေးကုသမှုဖြင့် ဆောလျင်စွာ ဖယ်ရှားနိုင်မည် ဖြစ်သည်။ ရုပ်ပိုင်းဆိုင်ရာနှင့် စိတ်ပိုင်းဆိုင်ရာ ကျန်းမာရေးကို ထိန်းသိမ်း စောင့်ရှောက်ခြင်းအပေါ် ပိုမို အာရုံစိုက်ပါ။ မှန်ကန်တဲ့ အစားအသောက်နဲ့ ကောင်းမွန်တဲ့ လေ့ကျင့်ခန်း အစီအစဉ်တွေက ခန္ဓာကိုယ် ကြံ့ခိုင်မှုကို အထောက်အကူ ပြုပါလိမ့်မယ်။ စိတ်ချမ်းသာမှု လုံလောက်စွာ အနားယူရန် လိုအပ်ပါသည်။\n",
  "k": "2023 horoscope for the month indicates negative prospects for professional development due to unfavorable planetary configurations. Despite your sincerity, results will not be forthcoming and you tend to lose hope in yourself. There may be some help from your contacts. Even professional trips fail to help very much. Under these circumstances, it is advisable to keep working hard and wait for a better future.",
  "l": "2023 လအတွက် ဇာတာရှင်သည် အဆင်မပြေသော ဂြိုဟ်ဖွဲ့စည်းပုံများကြောင့် အလုပ် ဖွံ့ဖြိုးတိုးတက်မှုအတွက် အနုတ်လက္ခဏာ ဆောင်သော အလားအလာများကို ညွှန်ပြပါသည်။ သင့်စိတ်ရင်း မှန်နေသော်လည်း ရလဒ်များ ထွက်မလာတော့ဘဲ သင့်ကိုယ်သင် မျှော်လင့်ချက် ပျောက်ဆုံး သွားတတ်သည်။ သင့်အဆက်အသွယ်များမှ အကူအညီအချို့ ရှိနိုင်ပါသည်။ အလုပ်နယ်ပယ် ခရီးစဉ် များပင်လျှင် များစွာ အထောက်အကူ မဖြစ်ပေ။ ဤအခြေအနေများ အောက်တွင်၊ ပိုမို ကောင်းမွန်သော အနာဂတ်ကို စောင့်မျှော်ပြီး ကြိုးစားလုပ်ဆောင်ရန် အကြံပြုလိုပါသည်။",
  "m": "Horoscopes for 2023 are not encouraging for the financial activities of Pisces people. Stellar help is missing and this makes things more difficult. All legal matters will go against you and you should avoid all types of litigations.\nDealings with government and financial institutions will not yield good outcomes. Hence it is not the right time for expansions and new projects. Overseas business activities will fail to bring the necessary profits.\n",
  "n": "2023 ခုနှစ်အတွက် ဟောကိန်း များသည် Pisces တို့၏ ဘဏ္ဍာရေးဆိုင်ရာ လုပ်ငန်းများ အတွက် အားတက်စရာ မဟုတ်ပါ။ ကြယ်ဆိုင်ရာ အကူအညီ ပျောက်ဆုံးနေပြီး ၎င်းသည် အရာများကို ပိုမို ခက်ခဲစေသည်။ ဥပဒေရေးရာ ကိစ္စရပ် အားလုံးသည် သင့်အား ဆန့်ကျင်နေပြီး တရားစွဲမှု အမျိုးအစား အားလုံးကို ရှောင်ရှားသင့်သည်။\nအစိုးရနှင့် ငွေရေးကြေးရေး အဖွဲ့အစည်းများနှင့် ဆက်ဆံရာတွင် ကောင်းမွန်သော ရလဒ်များ ထွက်ပေါ်လာမည် မဟုတ်ပေ။ ထို့ကြောင့် တိုးချဲ့မှုများနှင့် ပရောဂျက် အသစ်များ အတွက် သင့်တော်သော အချိန်မဟုတ်ပေ။ နိုင်ငံရပ်ခြား စီးပွားရေး လုပ်ငန်းများ က လိုအပ်သော အကျိုးအမြတ်များ ဆောင်ကြဉ်းပေးမည် မဟုတ်ပေ။\n",
  "o": "Pisces students will fail to make headway in their educational activities during the month. Engineering and medical students will have to struggle to maintain their ranks. Students pursuing creative subjects will fail to make the grade. Competitive tests will require much more effort and very good coaching to get through. A tough month for students and their educational pursuits.",
  "p": "Pisces ကျောင်းသားများသည် ဤလအတွင်း ၎င်းတို့၏ ပညာရေးဆိုင်ရာ လှုပ်ရှားမှုများတွင် ရှေ့မတိုးနိုင်ပါ။ အင်ဂျင်နီယာနှင့် ဆေးကျောင်းသားတို့သည် ၎င်းတို့၏ အဆင့်များကို ထိန်းသိမ်းရန် ရုန်းကန်ရပေမည်။ တီထွင်ဖန်တီးမှု ဘာသာရပ်ကို လိုက်စားသော ကျောင်းသားများသည် အတန်းမအောင်ပါ။ အပြိုင်အဆိုင် စာမေးပွဲများကို ကျော်ဖြတ်ရန် အလွန် ကြိုးစားအားထုတ်မှုနှင့် အလွန်ကောင်းမွန်သော နည်းပြများ လိုအပ်မည် ဖြစ်သည်။ ကျောင်းသားများနှင့် ၎င်းတို့၏ ပညာရေး လိုက်စားမှုအတွက် ခက်ခဲသော လဖြစ်သည်။",
  "q": "Planetary aspects are not very helpful for benefits from travel activities of Pisces individuals. Those people who depend on travel activities to make a living will face rough weather in making a living. Trips for holidays and enjoyment will fail to bring in the desired happiness. Many of these trips will result in financial losses. Hence, it is suggested that you take up only necessary travel and cut down costs.",
  "r": "ဂြိုလ်ရှုထောင့်များသည် Pisces တစ်ဦးချင်းစီ၏ ခရီးသွား လှုပ်ရှားမှုများမှ အကျိုးကျေးဇူးများအတွက် အထောက်အကူ မဖြစ်ပါ။ အသက်မွေးဝမ်းကြောင်းပြုရန် ခရီးသွားလုပ်ငန်းများကို မှီခိုနေရသူများသည် လုပ်ငန်း ပြုရာတွင် ကြမ်းတမ်းသော ရာသီဥတုကို ကြုံတွေ့ရတတ်ပါသည်။ အားလပ်ရက်များနှင့် အပန်းဖြေခရီးများသည် လိုချင်သော ပျော်ရွှင်မှုကို ယူဆောင်လာမည် မဟုတ်ပေ။ ဤခရီးစဉ် အများစုသည် ငွေကြေး ဆုံးရှုံးမှုများ ဖြစ်ပေါ်စေပါသည်။ ထို့ကြောင့် လိုအပ်သော ခရီးကိုသာ သွား၍ ကုန်ကျစရိတ်များကို လျှော့ချရန် အကြံပြုအပ်ပါသည်။"
 },
 {
  "id": "9_2023",
  "a": "Health will not pose any problems. Marriage requires commitment from partners. Finances will face some problems. Career prospects are modest.",
  "b": "ကျန်းမာရေးက ဘာပြဿနာမှ ရှိမှာမဟုတ်ဘူး။ အိမ်ထောင်ရေးတွင် လက်တွဲဖော်ထံမှ ကတိကဝတ်များ လိုအပ်သည်။ ငွေရေး ကြေးရေး ပြသနာအချို့ ကြုံတတ်မည်။ အလုပ်အကိုင် အလားအလာ သင့်တင့်သည်။",
  "c": "Pisces September 2023 Horoscope is asking you to face the Sun’s and Mercury’s influences. You should be bold in overcoming obstacles whenever you come across them. Go by your discretion. It is important to find the root cause of the problem and decode the significance. This will give an idea about your real capabilities. Progress in your life depends on what you want and the clarity in your communication with others during the 2023 Mercury retrograde.",
  "d": "Pisces စက်တင်ဘာလ 2023 ဟောကိန်း သည် သင့်အား နေနှင့် မာကျူရီတို့၏ လွှမ်းမိုးမှုကို ရင်ဆိုင်ရန် တောင်းဆိုနေသည်။ အတားအဆီးတွေကို ကြုံလာတိုင်း သတ္တိရှိရှိ ကျော်ဖြတ်နိုင်ရမယ်။ သင့်ဆုံးဖြတ်ချက်အတိုင်း သွားပါ။ ပြဿနာ၏ မူလဇစ်မြစ်ကို ရှာဖွေပြီး အရေးပါမှုကို ဖော်ထုတ်မှုလုပ်ရန် အရေးကြီးသည်။ ဒါက မင်းရဲ့ တကယ့် စွမ်းဆောင်ရည်တွေ အတွက် အကြံဥာဏ် ပေးလိမ့်မယ်။ သင့်ဘ ဝတိုးတက်မှုသည် 2023 Mercury ဆုတ်ခွာစဉ် အတွင်း သင်အလိုရှိသော အရာနှင့် အခြားသူများနှင့် သင့်ဆက်သွယ်မှုတွင် ရှင်းလင်း ပြတ်သားမှုအပေါ် မူတည်ပါသည်။",
  "e": "Love relationships are looking for commitment from your end. An absence of this will annoy your partner. It is important to communicate your feelings and this will be a great thing for love partnerships.\nMarried persons should be bold enough to show their commitment to marriage to their partners. This will establish harmony in the relationship. Single Pisces will have a choice between somebody interested and someone who is yet to decide. Planning for a child this month is a good idea.\n",
  "f": "အချစ်ရေး ဆက်ဆံရေးများသည် သစ္စာရှိမှုများကို ရှာဖွေနေပါသည်။ ဒီလိုမရှိခြင်းက သင့်လက်တွဲဖော်ကို စိတ်အနှောင့်အယှက် ဖြစ်စေပါတယ်။ သင့်ခံစားချက်တွေကို ဆက်သွယ် ပြောဆိုဖို့က အရေးကြီးပြီး ဒါဟာ အချစ်ရေးမှာ လက်တွဲဖော်တွေအတွက် ကောင်းမွန်တဲ့ အရာတစ်ခု ဖြစ်လာပါလိမ့်မယ်။\nအိမ်ထောင်သည်များသည် ၎င်းတို့၏ လက်တွဲဖော်များကို လက်ထပ်ရန် ကတိကဝတ်ကို ပြသနိုင်လောက်အောင် ရဲရင့်သင့်သည်။ ဒါမှ ပေါင်းသင်းဆက်ဆံရေးမှာ သဟဇာတ ဖြစ်အောင် ထူထောင်နိုင်မယ်။ Pisces လူလွတ်များ သည် စိတ်ဝင်စားသူနှင့် မဆုံးဖြတ်ရသေးသူ ကြားတွင် ရွေးချယ်မှု တစ်ခုရှိလိမ့်မည်။ ဤလတွင် ကလေးယူရန် အတွက် စီစဉ်ခြင်းသည် ကောင်းမွန်သော အကြံဥာဏ် ဖြစ်သည်။\n",
  "g": "Family relationships are governed by the opposing positions of the planets. This will result in some misunderstandings and conflicts with family members. These things should be sorted out with intelligence and diplomacy on your part.\nActivities of children will be a source of unhappiness. More attention is required to see that they progress well in their studies and behave well with others. There will be problems on the expenses front. This can be sorted out through proper budgeting.\n",
  "h": "မိသားစု ဆက်ဆံရေးကို ဂြိုလ်များ၏ ဆန့်ကျင်ဘက် ရာထူးများဖြင့် အုပ်ချုပ်သည်။ ၎င်းသည် မိသားစုဝင်များနှင့် နားလည်မှု လွဲမှားခြင်းနှင့် ပဋိပက္ခ အချို့ကို ဖြစ်ပေါ်စေလိမ့်မည်။ ဤအရာများကို သင့်ဘက်မှ ထောက်လှမ်းရေးနှင့် သံတမန် ရေးရာများဖြင့် စီစစ်သင့်သည်။\nကလေးများ၏ လှုပ်ရှားမှုများသည် မပျော်မရွှင် ဖြစ်မှု၏ အရင်းအမြစ် ဖြစ်လိမ့်မည်။ ၎င်းတို့သည် ၎င်းတို့၏ ပညာရေးတွင် ကောင်းမွန်စွာ တိုးတက်ပြီး အခြားသူများနှင့် ကောင်းမွန်စွာ ပြုမူကြောင်း သိမြင်ရန် ပိုမိုအာရုံစိုက်ရန် လိုအပ်ပါသည်။ စရိတ်စကမှာ ပြဿနာရှိမည်။ ဒါကို မှန်ကန်တဲ့ ဘတ်ဂျက် ရေးဆွဲခြင်းကနေ ဖြေရှင်းနိုင်ပါတယ်။\n",
  "i": "2023 Horoscope for Pisces foretells that the health of Pisces individuals will be fabulous with the grace of the stars. Recurring diseases will remain suppressed and this will remove a major cause of stress.\nThere will be an improvement in both physical as well as mental health. It is important to stick to your diet and exercise programs along with relaxation activities to remain fit and fine.\n",
  "j": "2023 Pisces အတွက် ဟောကိန်း သည် Pisces တစ်ဦးချင်းစီ၏ ကျန်းမာရေးသည် ကြယ်များ၏ ကျေးဇူးတော်ကြောင့် အံ့သြဖွယ် ကောင်းလိမ့်မည် ဟု ကြိုပြောထားသည်။ နာတာရှည် ဖြစ်တတ်သော ရောဂါများကို ဆက်လက် ထိန်းထားနိုင်ပြီး စိတ်ဖိစီးမှု ဖြစ်စေသော အဓိက အကြောင်းရင်းကို ဖယ်ရှားပေးမည် ဖြစ်သည်။\nရုပ်ပိုင်းဆိုင်ရာရော စိတ်ပိုင်းဆိုင်ရာရော ကျန်းမာရေးပါ တိုးတက် ကောင်းမွန် လာပါလိမ့်မယ်။ ကျန်းမာ ကြံ့ခိုင်နေစေရန် အတွက် လေ့ကျင့်ခန်း လုပ်ခြင်း အစီအစဉ်များ နှင့်အတူ အစားအသောက်နှင့် လေ့ကျင့်ခန်း အစီအစဉ်များကို လိုက်နာရန် အရေးကြီးပါသည်။\n",
  "k": "Monthly Horoscope 2023 doe not promise anything great for professionals due to unhelpful stellar aspects. Hard work will fail to produce the desired results. Social contacts will forget to help in your professional progress.\nIt will be a good idea to find the problem spots and rectify them. Keep working hard and wait for good times in the future. There will be no benefits from switching jobs or opting for a different career. They will not be helpful.\n",
  "l": "ဤလ သည် အထောက်အကူ မပြုသော ကြယ်ရှုထောင့်များကြောင့် ပညာရှင်များအတွက် ကောင်းမွန်သော မည်သည့်အရာကိုမျှ ကတိမပြုပါ။ ပြင်းပြသော အလုပ်သည် လိုချင်သောရလဒ်ကို မရနိုင်ပါ။ လူမှုဆက်ဆံရေး အဆက်အသွယ်များသည် သင်၏ အလုပ် တိုးတက်မှုအတွက် ကူညီရန် မေ့လျော့နေလိမ့်မည်။\nပြဿနာ အစက်အပြောက်များကို ရှာဖွေပြီး ပြုပြင်ရန် အကြံကောင်း ဖြစ်လိမ့်မည်။ အလုပ်ကြိုးစားပြီး အနာဂတ်အတွက် အချိန်ကောင်းကို စောင့်ပါ။ အလုပ်ပြောင်းခြင်း သို့မဟုတ် မတူညီသော အလုပ်ကို ရွေးချယ်ခြင်းမှ အကျိုးခံစားခွင့် ရှိမည် မဟုတ်ပါ။ အထောက်အကူ ဖြစ်မည် မဟုတ်ပေ။\n",
  "m": "Financial progress of Pisces people will find resistance from the unhelpful planets during the month. Creative people will fail to generate income from their activities and may have to depend on their savings for a living.\nEven help from experts will not be beneficial. Expansions and new ventures cannot be executed as the required finances are not forthcoming from the institutions. It will be wise to postpone these activities to a future date.\n",
  "n": "Pisces လူတွေရဲ့ ငွေကြေး တိုးတက်မှုဟာ လအတွင်းမှာ အထောက်အကူမပြုတဲ့ ဂြိုလ်တွေရဲ့ ခုခံမှုကို တွေ့ရပါလိမ့်မယ်။ တီထွင်ဖန်တီးသူများသည် ၎င်းတို့၏ လုပ်ငန်း ဆောင်တာများမှ ဝင်ငွေမရရှိဘဲ အလုပ်အတွက် ၎င်းတို့၏ စုဆောင်းငွေအပေါ် မှီခိုနေရပေမည်။\nကျွမ်းကျင်သူများ၏ အကူအညီပင်လျှင် အကျိုးရှိမည် မဟုတ်ပါ။ လိုအပ်သော ဘဏ္ဍာရေး အဖွဲ့အစည်းများမှ မရောက်သေးသောကြောင့် တိုးချဲ့မှုများနှင့် လုပ်ငန်းသစ်များကို အကောင်အထည် မဖော်နိုင်ပါ။ ဤလှုပ်ရှားမှုများကို အနာဂတ် ရက်စွဲသို့ ရွှေ့ဆိုင်းခြင်းသည် ပညာရှိ ဖြစ်ပေလိမ့်မည်။\n",
  "o": "Star assistance will be missing from the educational activities of Pisces students this month. Students tend to be aggressive and reckless in their attitude, and this will naturally result in bad performances in examinations or studies.\nPassing competitive tests will require hard work and more guidance from experts. Engineering and medicine students will have a problem maintaining their ranks. Nothing can be expected unless there is a change in the attitude of the students.\n",
  "p": "Pisces ကျောင်းသားများ၏ ပညာရေးဆိုင်ရာ လှုပ်ရှားမှုများမှ ကြယ်ပွင့်အကူအညီသည် ယခုလတွင် ပျောက်ကွယ်သွားမည် ဖြစ်သည်။ ကျောင်းသားများသည် ၎င်းတို့၏ စိတ်သဘောထားတွင် ရန်လိုပြီး မဆင်မခြင် ပြုမူတတ်ပြီး ၎င်းသည် စာမေးပွဲ သို့မဟုတ် လေ့လာမှုများတွင် ဆိုးရွားသော စွမ်းဆောင်ရည်များကို သဘာဝအတိုင်း ဖြစ်ပေါ်စေသည်။\nအပြိုင်အဆိုင် စာမေးပွဲများကို အောင်မြင်ရန် ကြိုးစားအားထုတ်မှုနှင့် ကျွမ်းကျင်သူများ၏ လမ်းညွှန်မှု ပိုမိုလိုအပ်ပါသည်။ အင်ဂျင်နီယာနှင့် ဆေးပညာကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်များကို ထိန်းသိမ်းရန် အခက်အခဲရှိလိမ့်မည်။ ကျောင်းသားတွေရဲ့ သဘောထား မပြောင်းလဲဘူးဆိုရင် ဘာမှ မျှော်လင့်လို့ မရဘူး။\n",
  "q": "Travel activities fail to get positive support from the planets during the month. Businessmen, creative people, and professionals will fail to make progress in their activities during these travels.\nThere will be several trips, both inland and overseas. All of them will bring in hardly any gains. Other trips for personal reasons also will not bring the happiness expected. It will be wiser to stick to a few unavoidable tours during the month.\n",
  "r": "ခရီးသွား လှုပ်ရှားမှုများသည် ဤလအတွင်း ဂြိုလ်များထံမှ အပြုသဘောဆောင်သော အထောက်အပံ့များ မရရှိပါ။ စီးပွားရေး သမားများ၊ တီထွင် ဖန်တီးနိုင်သူများနှင့် ကျွမ်းကျင်ပညာရှင်များသည် ဤခရီးများအတွင်း ၎င်းတို့၏ လုပ်ဆောင်မှုများတွင် တိုးတက်အောင်မြင်ရန် ပျက်ကွက်မည်ဖြစ်သည်။\nပြည်တွင်းပြည်ပ ခရီးစဉ် အများအပြား ရှိမည်ဖြစ်သည်။ ၎င်းတို့အားလုံးသည် မည်သည့် အကျိုးအမြတ်ကိုမျှ မရရှိကြပေ။ ကိုယ်ရေးကိုယ်တာ ကိစ္စတွေကြောင့် တခြားခရီးစဉ်တွေလည်း မျှော်လင့်ထားသလို ပျော်ရွှင်မှုတွေ ယူဆောင်လာမှာ မဟုတ်ပါဘူး။ ဤလအတွင်း ရှောင်လွှဲ၍မရသော ခရီးစဉ်အချို့ကိုသာ ပြုလုပ်ခြင်းက ပိုပြီး ပညာရှိ ဖြစ်လိမ့်မည်။\n"
 },
 {
  "id": "10_2023",
  "a": "The family environment will be enjoyable. Health will be excellent. Good month for the academic progress of students. Expect some small issues in marriage.",
  "b": "မိသားစု ပတ်ဝန်းကျင် သာယာမည်။ ကျန်းမာရေး အထူး ကောင်းမွန်မည်။ ကျောင်းသားများ၏ ပညာရေး တိုးတက်မှုအတွက် ကောင်းမွန်သော လဖြစ်သည်။ အိမ်ထောင်ရေးမှာ အသေးအမွှား ကိစ္စလေးတွေ ရှိတတ်သည်။",
  "c": "Pisces October 2023 Horoscope indicates that you may feel life is quite monotonous. After the second week, Mars will help you to become more forceful in achieving your objectives. It will encourage you to use your capabilities to improve your life enormously.\nOn the other hand, Venus may force you to reject any action that will improve your personal life. You will get a helping hand from Mercury during the last week by making the right decisions.\n",
  "d": "Pisces October 2023 ဟောကိန်း သည် သင့်ဘဝသည် အလွန်ငြီးငွေ့သည်ဟု ခံစားရနိုင်သည်ကို ညွှန်ပြပါသည်။ ဒုတိယပတ် ပြီးနောက်တွင် Mars သည် သင့်ရည်မှန်းချက်များ အောင်မြင်ရန်အတွက် သင့်အား ပိုမိုအင်အားရှိလာစေရန် ကူညီပေးပါလိမ့်မည်။ ၎င်းသည် သင့်ဘဝကို ကြီးမားစွာ တိုးတက်စေရန် သင်၏ စွမ်းရည်များကို အသုံးပြုရန် တွန်းအားပေးမည် ဖြစ်သည်။\nအခြားတစ်ဖက်တွင်၊ Venus သည် သင့်ကိုယ်ရေးကိုယ်တာ ဘဝကို တိုးတက်စေမည့် မည်သည့် လုပ်ရပ်ကိုမဆို ငြင်းပယ်ရန် အတင်းအကျပ် တွန်းအားပေးနိုင်သည်။ မှန်ကန်သော ဆုံးဖြတ်ချက်များ ချခြင်းဖြင့် သင်သည် နောက်ဆုံး အပတ်အတွင်း Mercury ထံမှ အကူအညီ ရလိမ့်မည်။\n",
  "e": "Love relationships are hindered by your resistance to commit yourself. There will be problems with your changing moods. During the last week, there will be harmony in the union.\nLife with your partner is tentative and you might have difficulty convincing your spouse or partner regarding the stability of the partnership or a pregnancy. Mercury will restore harmony during the last week of the month. Singles will have every chance of meeting their ideal partners during this month.\n",
  "f": "အချစ်ရေးမှာ သင်ကိုယ်တိုင် ကတိ မတည်နိုင်ခြင်းကြောင့် အဟန့်အတား ဖြစ်စေပါတယ်။ ပြောင်းလဲလာတဲ့ စိတ်နေစိတ်ထားတွေမှာ ပြဿနာရှိမယ်။ ပြီးခဲ့သည့် သီတင်းပတ်များ အတွင်း ပေါင်းစပ်မှု အတွင်း စည်းလုံးညီညွတ်မှု ရှိလာမည်ဖြစ်သည်။\nသင့်လက်တွဲဖော်နှင့် ဘဝနေထိုင်မှု ပုံစံသည် စိတ်ကူးယဉ်ဆန်ပြီး သင့်အိမ်ထောင်ဖက် သို့မဟုတ် လက်တွဲဖော် နှင့် ဆက်ဆံရေး တည်ငြိမ်မှု ရရှိရန် ခက်ခဲနေတတ်သည်။ ကိုယ်ဝန်ရှိခြင်းနှင့် ပတ်သက်၍ သင့်အိမ်ထောင်ဖက် သို့မဟုတ် တွဲဖက်ကို ယုံကြည်ရန် အခက်အခဲ ရှိနိုင်သည်။ မာကျူရီသည် လ၏ နောက်ဆုံးပတ်တွင် သဟဇာတ ဖြစ်အောင် ပြန်လည် လုပ်ဆောင်လိမ့်မည်။ တစ်ကိုယ်ရေ သမားတွေဟာ ဒီလအတွင်းမှာ သူတို့ရဲ့ စံပြ တွဲဖက်တွေနဲ့ တွေ့ဆုံဖို့ အခွင့်အရေး ရပါလိမ့်မယ်။\n",
  "g": "A family environment can look forward to harmony and happiness with the help of stellar influences. Relationships between members will be free from bickering and happiness pervades the whole atmosphere. Senior members will bless your actions wholeheartedly.\nThe finances of the family are also more than enough to take care of the rising expenses. Children will do well in their academics and other activities. This will further add to the pleasant environment.\n",
  "h": "မိသားစု ပတ်ဝန်းကျင်သည် ကြယ်ပွင့်များ၏ အကူအညီဖြင့် သဟဇာတ ဖြစ်မှုနှင့် ပျော်ရွှင်မှုကို မျှော်လင့်နိုင်သည်။ မိသားစုဝင်များကြား ဆက်ဆံရေးသည် ရန်ဖြစ်ခြင်းမှ ကင်းစင်ပြီး ပျော်ရွှင်မှု သည် ပတ်ဝန်းကျင် တစ်ခုလုံးကို ပျံ့နှံ့စေသည်။ လူကြီးများသည် သင့်လုပ်ရပ်များကို စိတ်နှလုံး ဖြင့် အကြွင်းမဲ့ ကောင်းချီးပေးပါလိမ့်မည်။\nမိသားစု၏ ငွေကြေးသည် မြင့်တက်လာသော အသုံးစရိတ်များကို ဂရုစိုက်ရန် လုံလောက်သည်ထက် ပိုပါသည်။ ကလေးတွေဟာ သူတို့ရဲ့ ပညာရေးနဲ့ တခြားလုပ်ဆောင်မှုတွေမှာ ကောင်းကောင်း လုပ်နိုင်ပါလိမ့်မယ်။ ဒါမှ သာယာတဲ့ ပတ်ဝန်းကျင်ကို ပိုတိုးစေမှာပါ။\n",
  "i": "2023 Horoscope for Pisces promises fabulous health conditions for individuals with the help of stars. Physical health will not face any problems and chronic disorders remain suppressed. Minor health problems can be taken care of through regular medical help.\nThere may be some anxiety disorders affecting mental health. This can be taken care of through enough relaxation. Techniques such as sports, yoga, and meditation will be of great help. In the absence of any serious health problems, it is time to enjoy life to the full extent.\n",
  "j": "2023 Pisces အတွက် ဟောကိန်း သည် ကြယ်များ၏ အကူအညီဖြင့် တစ်ဦးချင်းစီအတွက် အံ့သြဖွယ်ကောင်းသော ကျန်းမာရေး အခြေအနေများကို ကတိပေးပါသည်။ ရုပ်ပိုင်းဆိုင်ရာ ကျန်းမာရေးသည် မည်သည့် ပြဿနာမျှ မရင်ဆိုင်ရပဲ နာတာရှည် ရောဂါများကို ဖိနှိပ်ထား နိုင်ဆဲ ဖြစ်သည်။ ပုံမှန် ကျန်းမာရေး အကူအညီဖြင့် အသေးစား ကျန်းမာရေး ပြဿနာများကို ကုသနိုင်ပါသည်။\nစိတ်ကျန်းမာရေးကို ထိခိုက်စေသော စိုးရိမ်ပူပန်မှုအချို့ ရှိနိုင်ပါသည်။ ဒါကို အလုံအလောက် အနားယူခြင်းဖြင့် ဂရုစိုက်နိုင်ပါတယ်။ အားကစား၊ ယောဂနှင့် တရားထိုင်ခြင်း ကဲ့သို့သော နည်းစနစ်များသည် ကြီးမားသော အကူအညီ ဖြစ်လိမ့်မည်။ ကြီးလေးသော ကျန်းမာရေး ပြဿနာများ မရှိလျှင်၊ အတိုင်းအတာ တစ်ခုအထိ ဘဝကို ပျော်မွေ့ရန် အချိန်တန်ပြီ ဖြစ်သည်။\n",
  "k": "Yearly Horoscopes 2023 does not promise any career growth for professionals. You tend to work hard without the expected gains. However, there will be harmony between colleagues and seniors at the working place.\nSocial contacts will not be able to contribute much to your career advancement. You should make sincere efforts to overcome the problems you face and this will be of help in the future.\n",
  "l": "နှစ်အလိုက် ဟောကိန်း 2023 သည် အလုပ်လုပ်သူများ အတွက် မည်သည့် အလုပ်အကိုင် တိုးတက်မှုကိုမျှ ကတိမပြုပါ။ သင်မျှော်လင့်ထားသော အမြတ်အစွန်း မရှိဘဲ အလုပ် ကြိုးစားနေတတ်သည်။ သို့သော်လည်း လုပ်ငန်းခွင်တွင် လုပ်ဖော်ကိုင်ဖက်များနှင့် လူကြီးများကြား ညီညွတ်မှုရှိမည်။\nလူမှုဆက်ဆံရေး အဆက်အသွယ်များသည် သင်၏ အလုပ် တိုးတက်မှုအတွက် များစွာ အထောက်အကူ ပြုနိုင်မည် မဟုတ်ပါ။ သင်ကြုံတွေ့နေရသော ပြဿနာများကို ကျော်လွှားရန် စိတ်ရင်းမှန်ဖြင့် အားထုတ်သင့်ပြီး ၎င်းသည် အနာဂတ်တွင် အကူအညီ ဖြစ်လိမ့်မည်။\n",
  "m": "Stellar influences are not very favorable for the financial health of the Pisces people. All business activities, both inland and overseas will tend to make losses. Even hard work will fail to produce results. Relationships with partners and colleagues will not be cordial and this will further reduce the profits.\nFinances might not be forthcoming for the expansion of the existing projects or for commencing new ones. Under these circumstances, focus on routine things and wait for good days to come.\n",
  "n": "ကြယ်များ၏ လွှမ်းမိုးမှုများသည် Pisces လူတို့၏ ဘဏ္ဍာရေး ကျန်းမာရေး အတွက် အလွန် အခွင့်သာသည်။ ပြည်တွင်းရော ပြည်ပရော လုပ်ငန်း အားလုံးပါ အရှုံးပေါ်တတ်ပါတယ်။ ကြိုးစား အားထုတ်မှု ပင်လျှင် ရလဒ် ထွက်ပေါ် မလာပေ။ ပူးပေါင်း လုပ်ဆောင်သူများနှင့် ဆက်ဆံရေးသည် အဆင်ပြေမှု မဖြစ်ဘဲ အမြတ်အစွန်းများကို ပိုမိုလျော့နည်းစေမည် ဖြစ်သည်။\nလက်ရှိ အလုပ်များ တိုးချဲ့ခြင်း သို့မဟုတ် အသစ်များ စတင်ခြင်းအတွက် ဘဏ္ဍာရေးဆိုင်ရာ ဘဏ္ဍာငွေများသည် ရှိလာမည် မဟုတ်ပါ။ ဒီလို အခြေအနေတွေ အောက်မှာ ပုံမှန် အရာတွေကို အာရုံစိုက်ပြီး ကောင်းမွန်တဲ့ နေ့ရက်တွေကို စောင့်လိုက်ပါ။\n",
  "o": "An excellent month for educational activities of Pisces students as planetary positions is quite helpful. Academic progress will be great for people of fine arts and creative subjects. Mental faculty will be sharp and in addition, you tend to be industrious. Naturally, the progress will be natural.\nPassing competitive tests will be much easier with the usual coaching and effort. Technical students will be able to maintain their ranks with hard work.\n",
  "p": "Pisces ကျောင်းသားများ၏ ပညာရေးဆိုင်ရာ လှုပ်ရှားမှုများအတွက် ကောင်းမွန်သော ဂြိုလ်အနေအထားအရ များစွာအထောက်အကူ ဖြစ်စေပါသည်။ ပညာရပ်ဆိုင်ရာ တိုးတက်မှုသည် အနုပညာနှင့် ဖန်တီးမှုဆိုင်ရာ ဘာသာရပ်များအတွက် ကောင်းမွန်ပါသည်။ စိတ်ပညာသည် ထက်မြက်ပြီး ဝီရိယလည်း ရှိတတ်သည်။ ထုံးစံအတိုင်း တိုးတက်မှုက သဘာဝကျပါလိမ့်မယ်။\nပြိုင်ဆိုင်မှုဆိုင်ရာ စာမေးပွဲများကို သာမာန် လေ့ကျင့် သင်ကြားမှုနှင့် ကြိုးစား အားထုတ်မှုဖြင့် ပိုမိုလွယ်ကူစွာ ဖြတ်သန်းနိုင်မည် ဖြစ်သည်။ နည်းပညာ ကျောင်းသားများသည် ကြိုးစား အားထုတ်မှုဖြင့် ၎င်းတို့၏ အဆင့်များကို ထိန်းသိမ်းနိုင်မည် ဖြစ်သည်။\n",
  "q": "Travel activities will fail to bring the desired benefits as planetary positions are not helpful. Salespeople, businessmen, and artists who depend on travel for their livelihood will be worst affected.\nOverseas business activities also fail to give the usual profits. Holiday travel with friends and family members will fail to give the desired happiness. It is necessary to cut down your travel activities to the bare minimum.\n",
  "r": "ဂြိုလ်တည်နေရာများသည် အထောက်အကူ မဖြစ်သောကြောင့် ခရီးသွား လှုပ်ရှားမှုများသည် လိုချင်သော အကျိုးများ ဆောင်ကြဉ်းရန် ပျက်ကွက်လိမ့်မည်။ အရောင်းသမားများ၊ စီးပွားရေး သမားများနှင့် အနုပညာရှင်များသည် ၎င်းတို့၏ စားဝတ်နေရေး အတွက် ခရီးသွားလာမှုအပေါ် အဆိုးရွားဆုံး ထိခိုက်စေမည် ဖြစ်သည်။\nပြည်ပ စီးပွားရေး လုပ်ငန်းများမှာလည်း ပုံမှန် အမြတ်မရပါ။ အားလပ်ရက်တွေမှာ သူငယ်ချင်းတွေနဲ့ မိသားစုဝင်တွေနဲ့ ခရီးတွေထွက်ပြီး ကိုယ်လိုချင်တဲ့ ပျော်ရွှင်မှုကို မပေးပါ။ သင်၏ ခရီးသွား လှုပ်ရှားမှုများကို အနိမ့်ဆုံး လျှော့ချရန် လိုအပ်ပါသည်။\n"
 },
 {
  "id": "11_2023",
  "a": "Married life can be problematic. Health will face hardships. Career progress will be affected. Travel plans fail to produce results.",
  "b": "အိမ်ထောင်သည် ဘဝတွင် ပြဿနာ ရှိနိုင်သည်။ ကျန်းမာရေး အခက်အခဲ ကြုံမည်။ အလုပ်အကိုင် တိုးတက်မှု ထိခိုက်မည်။ ခရီးသွား အစီအစဉ်များသည် ရလဒ်များ ထွက်မလာပါ။",
  "c": "Pisces November 2023 Horoscope suggests that some planets will help you to advance further and you will have no problem in achieving your ambitions. At the same time, some other planets might create disturbances. You will succeed by converting problems into challenges.\nThere should be confidence in yourself and you will be able to solve them. You should scientifically tackle them gradually.\n",
  "d": "Pisces November 2023 ဟောကိန်းသည် အချို့သော ဂြိုလ်များက သင့်အား ပိုမို တိုးတက် ကောင်းမွန် လာစေရန် ကူညီပေးမည် ဖြစ်ပြီး သင့်ရည်မှန်းချက်များကို အောင်မြင်ရန်အတွက် ပြဿနာမရှိဟု အကြံပြုထားသည်။ တစ်ချိန်တည်းမှာပင် အခြားဂြိုလ်အချို့သည် အနှောက်အယှက် ဖြစ်စေနိုင်သည်။ ပြဿနာများကို စိန်ခေါ်မှုများအဖြစ် ပြောင်းလဲခြင်းဖြင့် သင်အောင်မြင်လိမ့်မည်။\nကိုယ့်ကိုယ်ကို ယုံကြည်မှုရှိမှ ဖြေရှင်း နိုင်ပါလိမ့်မယ်။ သူတို့ကို သိပ္ပံနည်းကျ ဖြည်းဖြည်းချင်း ကိုင်တွယ်သင့်တယ်။\n",
  "e": "During the first week of the month, there might be problems with obligations in matters of love. There will be a problem finding the solutions. It will help if you take the shortest route and think about your priorities first.\nA love relationship with your spouse or partner will be quite tough to handle and so will a pregnancy. It is necessary to make concessions to keep the relationship moving. However, you should keep your interests in mind. Singles should be clear about whether they want a temporary relationship or a committed relationship.\n",
  "f": "လ၏ ပထမပတ်တွင် အချစ်ရေးကိစ္စများ အဆင်မပြေမှုများ ရှိမည်။ ဖြေရှင်းနည်းများကို ရှာဖွေရာတွင် ပြဿနာရှိမည်။ အတိုဆုံး လမ်းကြောင်းကို လျှောက်ပြီး သင်၏ ဦးစားပေးများကို ဦးစွာ စဉ်းစားပါက ကူညီပေးပါမည်။\nသင့်အိမ်ထောင်ဖက် သို့မဟုတ် လက်တွဲဖော်နှင့် အချစ်ရေး ဆက်ဆံရေးသည် ကိုင်တွယ်ရန် အတော်လေး ခက်ခဲခြင်း ကိုယ်ဝန် ရှိလာခြင်းများ ဖြစ်နိုင်သည်။ ဆက်ဆံရေးကို ဆက်ထိန်းထားရန် လိုက်လျောမှုများ ပြုလုပ်ရန် လိုအပ်ပါသည်။ သို့သော် သင်၏ အကျိုးစီးပွားကို သတိပြုသင့်သည်။ တစ်ကိုယ်ရေ သမားတွေဟာ ယာယီ ဆက်ဆံရေးကို လိုချင်တာလား ဒါမှမဟုတ် ခိုင်မာတဲ့ ဆက်ဆံရေးကို လိုချင်တာလား ဆိုတာကို ရှင်းရှင်းလင်းလင်း သိထားသင့်ပါတယ်။\n",
  "g": "Planetary assistance is missing for family relationships during the month. There can be constant fights between family members. You should try to resolve the differences and work towards a harmonious family environment.\nFamily expenses tend to overshoot. Unless they are controlled through strict budgeting, you will end up with debts. Activities of children will be a source of concern. Strict control and attention are required to keep them on course.\n",
  "h": "လအတွင်း မိသားစု ဆက်ဆံရေးအတွက် ဂြိုဟ်ဆိုင်ရာ အကူအညီ ပျောက်ဆုံးနေပါသည်။ မိသားစုဝင်များ ကြားတွင် အဆက်မပြတ် ရန်ဖြစ်မှုများ ရှိနိုင်သည်။ ကွဲလွဲမှုများကို ဖြေရှင်းရန်နှင့် သဟဇာတရှိသော မိသားစု ပတ်ဝန်းကျင်ဆီသို့ သင်ကြိုးစားသင့်သည်။\nမိသားစု စရိတ်များ လွန်သွားတတ်သည်။ တင်းကျပ်သော ဘတ်ဂျက်ငွေဖြင့် ထိန်းချုပ်မထားပါက သင်သည် အကြွေးများနှင့် အဆုံးသတ်မည် ဖြစ်သည်။ ကလေးတွေရဲ့ လှုပ်ရှားမှုတွေက စိုးရိမ်စရာ ဖြစ်လာလိမ့်မယ်။ ၎င်းတို့ကို လမ်းကြောင်းပေါ် ရောက်အောင် ထိန်းထားရန် တင်းကျပ်သော ထိန်းချုပ်မှုနှင့် အာရုံစိုက်မှု လိုအပ်သည်။\n",
  "i": "2023 Horoscope for Pisces does not predict good things for the health of individuals as stellar influences are detrimental in November 2023. There can be problems of all sorts and they require constant medical help.\nEven good diet and exercise plans may fail to help. Mental health also will be hampered by nervousness and stress. Sports and meditation may help to some extent. The only thing you can do is to take immediate medical help when the problem arises.\n",
  "j": "2023 ခုနှစ် ဇာတာတွင် Pisces အတွက် ဟောကိန်းသည် လူတစ်ဦးချင်းစီ၏ ကျန်းမာရေးအတွက် ကောင်းမွန်သော အရာများကို မခန့်မှန်းနိုင်ပါ။ 2023 ခုနှစ် နိုဝင်ဘာလတွင် ကြယ်များ၏ လွှမ်းမိုးမှုများမှာ ထိခိုက်နိုင်သောကြောင့် ပြဿနာ အမျိုးမျိုးရှိနိုင်ပြီး ၎င်းတို့သည် အမြဲတစေ ကျန်းမာရေး အကူအညီ လိုအပ်ပါသည်။\nကောင်းမွန်တဲ့ အစားအသောက်နဲ့ လေ့ကျင့်ခန်း အစီအစဉ်တွေတောင် မကူညီနိုင်ပါဘူး။ စိတ်ကျန်းမာရေးကိုလည်း အာရုံကြောနှင့် ဖိစီးမှုများကြောင့် အနှောင့်အယှက် ဖြစ်မည်။ အားကစားနှင့် တရားထိုင်ခြင်းသည် အတိုင်းအတာ တစ်ခုအထိ အထောက်အကူ ဖြစ်နိုင်သည်။ ပြဿနာ ဖြစ်လာသောအခါ သင်လုပ်နိုင်သည့်တစ်ခုတည်းသော အရာမှာ ဆေးဘက်ဆိုင်ရာ အကူအညီကို ချက်ချင်း ရယူရန် ဖြစ်သည်။\n",
  "k": "2023 astrology predictions foretell that it can be a little problematic for professionals. There is less scope for advancement. On the other hand, if you are careless, there are chances of demotion. It is important to work hard to avoid any embarrassment.\nThere will be challenges that you have to overcome in the form of workload. There will be no help forthcoming from your social circle. Under these circumstances, you should face the problems head-on and keep moving ahead.\n",
  "l": "2023 ခုနှစ် နက္ခတ်ဗေဒင် ဟောကိန်းများသည် ပညာရှင်များ အတွက် အနည်းငယ် ပြဿနာ ရှိနိုင်သည်ဟု ကြိုပြောထားသည်။ တိုးတက်မှုအတွက် နယ်ပယ် နည်းပါးသည်။ တစ်ဖက်တွင်မူ သင်သည် ပေါ့လျော့မှု ရှိပါက ရာထူးမှ နုတ်ထွက်ရ နိုင်သည်။ အရှက်ကွဲခြင်းမှ ကင်းဝေးအောင် ကြိုးစား လုပ်ဆောင်ရန် အရေးကြီးပါသည်။\nလုပ်ငန်းခွင်ပုံစံဖြင့် ကျော်လွှားရမည့် စိန်ခေါ်မှုများ ရှိမည်။ သင်၏ လူမှုအသိုင်းအဝိုင်းမှ အကူအညီ ထွက်ပေါ်လာလိမ့်မည် မဟုတ်ပါ။ ဒီလိုအခြေအနေမျိုးမှာ ပြဿနာတွေကို ထိပ်တိုက် ရင်ဆိုင်ပြီး ရှေ့ကို ဆက်သွားသင့်ပါတယ်။\n",
  "m": "Monthly horoscope predictions for 2023 are extremely bad for the financial growth of Pisces people. There will be no help forthcoming from the star positions. Investments abroad will yield negative returns. Existing investments will fail to give good profits.\nRelationships with colleagues and partners will face serious problems. Finances are scarce and this will not help the expansion of existing projects as well as starting new ventures. The only thing you can do is wait for good days!\n",
  "n": "2023 ခုနှစ်အတွက် လစဉ် ဇာတာ ဟောကိန်းများသည် Pisces လူတို့၏ ငွေကြေးတိုးတက်မှု အတွက် အလွန် ဆိုးရွားပါသည်။ ကြယ်ပွင့် ရာထူးများမှ အကူအညီ ရရှိမည် မဟုတ်ပါ။ နိုင်ငံခြား ရင်းနှီးမြုပ်နှံမှုများသည် အနုတ်လက္ခဏာ ဆောင်သော အမြတ်အစွန်းများ ထွက်ပေါ်လာမည် ဖြစ်သည်။ လက်ရှိ ရင်းနှီးမြုပ်နှံမှုများသည် ကောင်းသော အကျိုးအမြတ်များ မပေးနိုင်ပါ။\nလုပ်ဖော်ကိုင်ဖက်များ နှင့် ဆက်ဆံရေးတွင် ဆိုးရွားသော ပြဿနာများနှင့် ရင်ဆိုင်ရလိမ့်မည်။ ငွေရေးကြေးရေးက ရှားပါးနေပြီး၊ ဒါက လက်ရှိ ပရောဂျက်တွေကို ချဲ့ထွင်ဖို့အပြင် စွန့်ဦးတီထွင်မှု အသစ်တွေကို စတင်ရာမှာ အထောက်အကူ ဖြစ်စေမှာ မဟုတ်ပါဘူး။ သင်လုပ်နိုင်သည့် တစ်ခုတည်းသော အရာမှာ ကောင်းသော နေ့ရက်များကို စောင့်ပါ။\n",
  "o": "Prospects for educational progress are bleak as planetary aspects are not favorable. You tend to be lazy and the mental sharpness will be missing. This will result in lower scores on the examination.\nTechnical and medical students will face difficulty in holding onto their grades. Passing competitive tests will require much more effort and better guidance. Students of creative subjects will also have a tough time with their studies.\n",
  "p": "ဂြိုလ်ပုံသဏ္ဍာန်များသည် အဆင်သင့် မဖြစ်သောကြောင့် ပညာရေး တိုးတက်မှုအတွက် အလားအလာများ ဆိုးရွားနေပါသည်။ သင်ဟာ ပျင်းရိတတ်ပြီး ဉာဏ်ရည်ထက်မြက်မှု ပျောက်ဆုံး နေတတ်ပါတယ်။ ယင်းသည် စာမေးပွဲတွင် ရမှတ်များ နိမ့်ကျစေမည် ဖြစ်သည်။\nနည်းပညာနှင့် ဆေးဘက်ဆိုင်ရာ ကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်များကို ထမ်းဆောင်ရန် အခက်အခဲနှင့် ရင်ဆိုင်နေရသည်။ အပြိုင်အဆိုင် စာမေးပွဲများကို ဖြေဆိုအောင်မြင်ရန် ပိုမို အားစိုက်ထုတ်မှုနှင့် ပိုမို ကောင်းမွန်သော လမ်းညွှန်မှုများ လိုအပ်မည် ဖြစ်သည်။ တီထွင်ဖန်တီးမှုဆိုင်ရာ ဘာသာရပ်များမှ ကျောင်းသားများသည်လည်း ၎င်းတို့၏ လေ့လာမှုအတွက် ခက်ခဲသောအချိန်များ ရှိလိမ့်မည်။\n",
  "q": "Travel horoscope is a little unfavorable for Pisces people and no benefits are likely from travel activities during the month. On the other hand, there are indications of physical mishaps affecting your fitness.\nOverseas ventures will produce negative returns. Students intent on higher education abroad will have problems getting admitted to good institutes. Pleasure trips will turn out to be average. Trim down your travel plans and save money.\n",
  "r": "ခရီးသွား ဇာတာသည် Pisces လူများအတွက် အနည်းငယ် အဆင်မပြေဖြစ်ပြီး ဤလအတွင်း ခရီးသွားလှုပ်ရှားမှုများမှ အကျိုးကျေးဇူးများ ရရှိနိုင်မည် မဟုတ်ပေ။ အခြားတစ်ဖက်တွင်၊ သင်၏ ကြံ့ခိုင်မှုကို ထိခိုက်စေသော ရုပ်ပိုင်းဆိုင်ရာ ချို့ယွင်းချက် လက္ခဏာများ ရှိသည်။\nနိုင်ငံရပ်ခြား လုပ်ငန်းများ တွင် အနုတ်လက္ခဏာ ဆောင်သော အကျိုးအမြတ်များ ထွက်လာမည်။ နိုင်ငံခြားတွင် အဆင့်မြင့်ပညာကို သင်ယူလိုသော ကျောင်းသားများသည် ကောင်းမွန်သော တက္ကသိုလ်များသို့ ဝင်ခွင့်ရရှိရန် အခက်အခဲ ရှိတတ်မည်။ အပျော်ခရီးများသည် သာမန် ခရီး အဖြစ် ပြောင်းလဲသွားပါမည်။ သင်၏ ခရီးသွား အစီအစဉ်များကို ချုံ့ပြီး ငွေစုပါ။\n"
 },
 {
  "id": "12_2023",
  "a": "Financial progress will be encouraging. No health problems are expected. Travel plans are highly beneficial. Career fails to make advances.",
  "b": "ငွေရေးကြေးရေး တိုးတက်မှု ရှိမည်။ ကျန်းမာရေး ပြဿနာများ ရှိလာဖွယ်မရှိပေ။ ခရီးသွား အစီအစဉ်များသည် အလွန် အကျိုးရှိသည်။ အလုပ် တိုးတက်မှု သိပ်မမြင်ပေ။",
  "c": "Pisces December 2023 Horoscope suggests that you will have the support of Venus in your efforts for growth. Though your determination is not solid, you are driven by your instinct. You will also have the support of your connections to make your life easy.\nThe influence of Mars will induce some problems in your progress and you have to overcome these if you want to succeed. It is advisable to depend on those who are optimistic and help you with your ambitions.\n",
  "d": "Pisces ဒီဇင်ဘာ 2023 ဟောကိန်း သည် သင်၏ တိုးတက်မှုအတွက် ကြိုးပမ်းရာတွင် သောကြာဂြိုဟ်၏ ပံ့ပိုးကူညီမှု ရမည်ဟု အကြံပြုထားသည်။ မင်းရဲ့ စိတ်ပိုင်းဖြတ်ချက်က မခိုင်မာပေမယ့် မင်းရဲ့ဗီဇက တွန်းအား ပေးနေတယ်။ သင့်ဘဝကို လွယ်ကူစေရန်အတွက် သင့်ချိတ်ဆက်မှုများ၏ ပံ့ပိုး ကူညီမှုလည်း ရရှိမည် ဖြစ်သည်။\nMars ၏ လွှမ်းမိုးမှုသည် သင့်တိုးတက်မှု အတွက် ပြဿနာအချို့ကို ဖြစ်ပေါ်စေပြီး သင် အောင်မြင်လိုပါက ယင်းတို့ကို ကျော်လွှားရမည် ဖြစ်သည်။ အကောင်း မြင်တတ်သူ များအပေါ် မှီခိုပြီး သင့်ရည်မှန်းချက်များကို ကူညီပေးရန် အကြံပြုလိုပါသည်။\n",
  "e": "Aspects of Venus will help you in your love relationships. You should be able to take guidance from sensible people.\nRelationships with your spouse will be disturbed by petty things. You should forget about these and focus on happiness to make things pleasant. Singles should be discreet in selecting their love mates to avoid future complications. Do not plan for a child if you are not too sure.\n",
  "f": "Venus ၏ ရှုထောင့်များသည် သင့်အချစ်ရေးတွင် ကူညီပေးပါလိမ့်မည်။ အသိဉာဏ်ရှိတဲ့ လူတွေရဲ့ လမ်းညွှန်မှုကို ခံယူနိုင်ရမယ်။\nသင့်အိမ်ထောင်ဖက်နှင့် ဆက်ဆံရေးမှာ အသေးအမွှား ကိစ္စများကြောင့် အနှောင့်အယှက် ဖြစ်မည်။ ဒါတွေကို မေ့ထားသင့်ပြီး အရာရာကို သာယာစေဖို့ ပျော်ရွှင်မှုကို အာရုံစိုက်သင့်ပါတယ်။ တစ်ကိုယ်ရေ သမားများသည် အနာဂတ်တွင် ရှုပ်ထွေးမှုများ မဖြစ်စေရန် မိမိတို့၏ ချစ်သူကို ရွေးချယ်ရာတွင် သတိရှိသင့်သည်။ မသေချာရင် ကလေးယူဖို့ မစီစဉ်ပါနဲ့။\n",
  "g": "No support will be coming from the star positions for family happiness. There will be serious misunderstandings among the family members. It is necessary to use your diplomacy to solve these problems.\nFamily expenses tend to overshoot the income and proper budgeting will be necessary to avoid the problems due to that. In the absence of any harmony in the surroundings, children will tend to fare badly in their activities. They require more attention and control during the 2023 Mercury retrograde.\n",
  "h": "မိသားစု ပျော်ရွှင်မှုအတွက် ကြယ်များမှ ပံ့ပိုးပေးမည် မဟုတ်ပါ။ မိသားစု ဝင်တွေကြားမှာ အထင်အမြင် လွဲမှားမှုတွေ ကြီးကြီးမားမား ရှိမယ်။ ဤပြဿနာများကို ဖြေရှင်းရန် သင်၏ သံခင်း တမန်ခင်းကို အသုံးပြုရန် လိုအပ်ပါသည်။\nမိသားစု အသုံးစရိတ်များသည် အလွန်အကျွံ ထွက်လေ့ရှိပြီး ယင်း ပြဿနာများကို ရှောင်ရှားရန် သင့်လျော်သော ဘတ်ဂျက်လျာထားမှု လိုအပ်မည် ဖြစ်သည်။ ပတ်ဝန်းကျင်မှာ သဟဇာတမရှိရင် ကလေးတွေဟာ သူတို့ရဲ့ လှုပ်ရှားမှုတွေမှာ ဆိုးဆိုးရွားရွား ဖြစ်တတ်ပါတယ်။ ၎င်းတို့သည် 2023 Mercury ဆုတ်ခွာစဉ် အတွင်း ပိုမိုအာရုံစိုက်ပြီး ထိန်းချုပ်ရန် လိုအပ်သည်။\n",
  "i": "2023 Horoscope for Pisces promises good prospects for health with stellar help being available in December 2023. There will be no botheration from chronic disorders and this will be a great relief. There may not be any medical help necessary at all with such good health.\nHowever, it is necessary to indulge in a good diet and exercise regime to stay fit. Mental health can be assured through sports and meditation. With good health on the cards, it is time to indulge in outdoor activities.\n",
  "j": "2023 Pisces အတွက် ဟောကိန်းသည် 2023 ခုနှစ် ဒီဇင်ဘာလတွင် ကြယ် အကူအညီဖြင့် ကျန်းမာရေးအတွက် အလားအလာ ကောင်းများကို ကတိပေးပါသည်။ နာတာရှည် ရောဂါများအတွက် အနှောက်အယှက် ပေးမည်မဟုတ်ပါ၊ ၎င်းသည် အလွန် သက်သာရာ ရပါလိမ့်မည်။ ဒီလို ကျန်းမာရေး ကောင်းဖို့အတွက် ဆေးဝါးအကူအညီ လုံးဝမလိုအပ်ပါဘူး။\nသို့သော်လည်း ကြံ့ခိုင်နေဖို့ ကောင်းမွန်တဲ့ အစားအသောက်နဲ့ လေ့ကျင့်ခန်းလုပ်ရန် လိုအပ်ပါသည်။ အားကစားနှင့် တရားထိုင်ခြင်းဖြင့် စိတ်ကျန်းမာရေးကို အာမခံနိုင်ပါသည်။ ကျန်းမာရေး ကောင်းမွန်သဖြင့် ပြင်ပ လှုပ်ရှားမှုများကို ဆင်နွှဲရန် အချိန်တန်ပြီဖြစ်သည်။\n",
  "k": "Horoscope 2023 does not promise good prospects on the career front for professionals. Relationships with colleagues and seniors will be harmonious. You will be working hard also. Despite all these, career growth will be missing.\nTravel activities may bring marginal gains. Expected support from social connections will fail to materialize. You should try to find reasons for the dismal growth and try to fix the problems yourself.\n",
  "l": "Horoscope 2023 သည် အလုပ် သမား များအတွက် အလုပ်ဆိုင်ရာ ရှေ့အလားအလာ ကောင်းများကို ကတိမပြုပါ။ လုပ်ဖော်ကိုင်ဖက်များ၊ စီနီယာများနှင့် ပေါင်းသင်းဆက်ဆံရေးသည် သဟဇာတ ဖြစ်လိမ့်မည်။ မင်းလည်း အလုပ် ကြိုးစားလိမ့်မယ်။ ဒါ ပေမယ့်လည်း အလုပ် တိုးတက်မှု ပျောက်ဆုံးနေလိမ့်မယ်။\nခရီးသွား လှုပ်ရှားမှုများသည် နည်းပါးသော အကျိုးအမြတ်များကို ယူဆောင်လာနိုင်သည်။ လူမှုချိတ်ဆက်မှုများမှ မျှော်လင့်ထားသော ပံ့ပိုးကူညီမှုများ အကောင်အထည်ပေါ်ရန် ပျက်ကွက်လိမ့်မည်။ စိတ်ဆင်းရဲစရာ ကိစ္စများအတွက် အကြောင်းပြချက် ရှာပြီး ပြဿနာတွေကို ကိုယ်တိုင် ဖြေရှင်းဖို့ ကြိုးစားသင့်ပါတယ်။\n",
  "m": "Monthly horoscope predictions for 2023 promise good financial growth for Pisces individuals. There will be delays due to unexpected problems. But on the whole, financials will give good returns. Even speculations will prove to be profitable.\nRelationships with colleagues and partners will remain cordial. This will also help the flow of profits. Existing investments will give good returns. The month is also auspicious for expanding existing ventures and for new projects.\n",
  "n": "2023 ခုနှစ်အတွက် လစဉ် ဇာတာ ဟောကိန်းများသည် Pisces တစ်ဦးချင်းစီ အတွက် ငွေကြေး တိုးတက်မှုကို ကတိပေးသည်။ မမျှော်လင့်ထားသော ပြဿနာများကြောင့် ကြန့်ကြာမှုများ ရှိမည်။ ဒါပေမယ့် ခြုံငုံကြည့်ရင်တော့ ငွေရေးကြေးရေးက ကောင်းမွန်တဲ့ ရလဒ်တွေ ပေးပါလိမ့်မယ်။ သိမ်းထားမှုများပင်လျှင် အမြတ်အစွန်းဖြစ်မည်ကို သက်သေပြလိမ့်မည်။\nစီးပွားဖက်များနှင့် ဆက်ဆံရေးသည် ရင်းရင်းနှီးနှီး ရှိနေမည် ဖြစ်သည်။ ဒါကလည်း အမြတ်အစွန်း စီးဆင်းမှုကို ကူညီပေးပါလိမ့်မယ်။ လက်ရှိ ရင်းနှီးမြုပ်နှံမှုများသည် ကောင်းမွန်သော အကျိုးအမြတ်များ ပေးစွမ်းနိုင်မည်ဖြစ်သည်။ ယခုလသည် ရှိပြီးသား လုပ်ငန်းများကို တိုးချဲ့ရန်နှင့် ပရောဂျက် အသစ်များအတွက် ကံကောင်းသော လဖြစ်သည်။\n",
  "o": "The academic progress of Pisces students will be blessed by good stellar positions. This will help you in doing well in your studies and examinations. Those aspiring to go for advanced studies will be successful in getting into the right institutes.\nGetting through competitive tests will be easier with normal coaching and hard work. Students of creative subjects will have no problem with their studies. Engineering and medical students can hold on to their grades or improve them easily.\n",
  "p": "Pisces ကျောင်းသားများ၏ ပညာရေး တိုးတက်မှုကို ကြယ်များက ကောင်းချီးပေးလိမ့်မည်။ ၎င်းသည် သင်၏လေ့လာမှုနှင့် စာမေးပွဲများတွင် ကောင်းမွန်စွာ လုပ်ဆောင်နိုင်စေရန် ကူညီပေးမည် ဖြစ်သည်။ အဆင့်မြင့် ပညာများကို သင်ယူလိုသူများသည် မှန်ကန်သော တက္ကသိုလ်များသို့ ဝင်ခွင့်အောင်မြင်မည်။\nအပြိုင်အဆိုင် စာမေးပွဲများကို သာမာန် လေ့ကျင့်သင်ကြားမှုနှင့် ကြိုးစားအားထုတ်မှုဖြင့် ပိုမို လွယ်ကူစေမည် ဖြစ်သည်။ တီထွင်ဖန်တီးမှု ဘာသာရပ်ဆိုင်ရာ ကျောင်းသားများသည် ၎င်းတို့၏ လေ့လာမှုတွင် ပြဿနာမရှိပေ။ အင်ဂျင်နီယာနှင့် ဆေးကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်များကို ထိန်းထားနိုင်သည် သို့မဟုတ် ၎င်းတို့ကို လွယ်ကူစွာ တိုးတက်စေနိုင်သည်။\n",
  "q": "Travel activities will result in the desired benefits with the help of excellent star positions. There will be many travels both inland and overseas. Business people will be able to promote their businesses.\nCreative people will reap a good harvest from their tour plans. Travels for leisure or religious purpose also will result in the desired happiness expected. Overall, it is a wonderful month for travel activities.\n",
  "r": "ခရီးသွား လုပ်ငန်းများတွင် ထူးချွန်သော ကြယ်များ၏ အကူအညီဖြင့် လိုချင်သော အကျိုးကျေးဇူးများ ထွက်ပေါ်လာမည် ဖြစ်သည်။ ပြည်တွင်းပြည်ပ ခရီး သွားလာမှု အများအပြား ရှိမည်။ စီးပွားရေး သမားများသည် ၎င်းတို့၏ လုပ်ငန်းများကို မြှင့်တင်နိုင်မည် ဖြစ်သည်။\nတီထွင်ဖန်တီးသူများသည် ၎င်းတို့၏ ခရီးစဉ် အစီအစဉ်များမှ ကောင်းမွန်သော အသီးအနှံများကို ရိတ်သိမ်းမည် ဖြစ်သည်။ အပန်းဖြေခြင်း သို့မဟုတ် ဘာသာရေး ရည်ရွယ်ချက်အတွက် ခရီးသွားခြင်းတွင်လည်း လိုချင်သော ပျော်ရွှင်မှု ဖြစ်ပေါ်မည်ဟု မျှော်လင့်ပါသည်။ ခြုံငုံပြောရရင်တော့ ခရီးသွား လှုပ်ရှားမှုတွေအတွက် ပျော်စရာကောင်းတဲ့ လဖြစ်ပါတယ်။\n"
 }
]
