[
 {
  "id": "8_2023",
  "a": "Health prospects will be wonderful. Students will progress in academics. Career prospects can be a little discouraging. Finances will be a little tough. ",
  "b": "ကျန်းမာရေး အလားအလာများ အံ့သြဖွယ်ကောင်းမည်။ ကျောင်းသားများ ပညာရပ်များ တိုးတက်မည်။ အသက်မွေးဝမ်းကြောင်း အလားအလာ အနည်းငယ် စိတ်ပျက်စရာ ဖြစ်နိုင်ပါသည်။ ငွေရေးကြေးရေး အနည်းငယ် ခက်ခဲမည်။",
  "c": "Aries August 2023 Horoscope indicates that your future will be influenced by the planets the Sun and Venus this month. Because of the Retrograde of Mercury and Venus, it can be a little difficult to achieve your ambitions. Things will be irritating, and it will be challenging to be patient. At the same time, you will become aware of your expectations. It is time to do things that you were unable to do. You can also revive the contacts you have missed.",
  "d": "Aries ဩဂုတ်လ 2023 ဟောကိန်း သည် သင်၏ အနာဂတ်သည် ယခုလတွင် နေနှင့် သောကြာဂြိုဟ်တို့၏ လွှမ်းမိုးမှု ခံရမည်ဟု ညွှန်ပြသည်။ ဗုဒ္ဓဟူးဂြိုဟ်နှင့် သောကြာဂြိုဟ်တို့၏ နောက်ပြန်ဆုတ်ခြင်းကြောင့် သင်၏ ရည်မှန်းချက်များကို အောင်မြင်ရန် အနည်းငယ် ခက်ခဲနိုင်သည်။ စိတ်အနှောင့်အယှက် ဖြစ်စရာတွေ ရှိမယ်၊ စိတ်ရှည်ဖို့ ခက်လိမ့်မယ်။ တစ်ချိန်တည်းမှာပဲ မင်းရဲ့ မျှော်လင့်ချက်တွေကို မင်း သိလာလိမ့်မယ်။ ကိုယ်မလုပ်နိုင်တဲ့ အရာတွေကို လုပ်ဖို့ အချိန်တန်ပြီ။ သင်ပျောက်ဆုံးသွားသော အဆက်အသွယ် များကိုလည်း ပြန်လည် အသက်သွင်းနိုင်သည်။",
  "e": "Your love relationships can be affected by the whimsical and tough emotions created by Venus. It will be difficult to control your love partner. You should continue to shower your affection on your partners in love. Think well before planning for a pregnancy.\nRelationships with your partner will be subject to uncertainty and enthusiasm will be missing. It is time to make compromises and do whatever your partner wants. Singles will not be able to get into love partnerships during the month. It is time to review your ways of attracting love.\n",
  "f": "Venus က ဖန်တီးထားတဲ့ ဆန်းသစ်ပြီး ကြမ်းတမ်းတဲ့ စိတ်ခံစားမှုတွေကြောင့် မင်းရဲ့ အချစ်ရေး ဆက်ဆံရေးတွေကို ထိခိုက်နိုင်ပါတယ်။ သင့်ချစ်သူကို ထိန်းချုပ်ဖို့ ခက်ခဲပါလိမ့်မယ်။ မင်းရဲ့လက်တွဲဖော်တွေအပေါ် မင်းရဲ့ ချစ်ခြင်းမေတ္တာကို ဆက်ပြီး ပြသမှု ထားသင့်တယ်။ ကလေးယူရန် အတွက် မစီစဉ်ခင် သေချာစဉ်းစားပါ။\nသင့်လက်တွဲဖော်နှင့် ဆက်ဆံရေးသည် မသေချာ မရေရာမှုများနှင့် စိတ်အားထက်သန်မှု ပျောက်ဆုံးနေလိမ့်မည်။ အပေးအယူများ ပြုလုပ်ပြီး သင့်လက်တွဲဖော် ဆန္ဒအတိုင်း လုပ်ဆောင်ရန် အချိန်ဖြစ်သည်။ တစ်ကိုယ်ရေ သမားများသည် ယခုလအတွင်း အချစ်ရေးတွင် လက်တွဲနိုင်မည် မဟုတ်ပေ။ အချစ်ကို ဆွဲဆောင်နိုင်တဲ့ နည်းလမ်းတွေကို ပြန်လည်သုံးသပ်ဖို့ အချိန်တန်ပါပြီ။\n",
  "g": "Family relationships can be affected by disharmony between siblings. Planetary assistance will be missing for family happiness. You must make every effort to have a good relationship with the members of the family. It is time to approach problems with a calm mind and avoid all controversies. In addition to the troubles in the family, finances might not be enough to cover the family expenses. This will further add to some unhappiness in the family’s surroundings.",
  "h": "ညီအစ်ကို မောင်နှမများကြား မညီညွတ်မှုကြောင့် မိသားစု ဆက်ဆံရေး ထိခိုက်နိုင်သည်။ မိသားစု ပျော်ရွှင်မှုအတွက် ဂြိုလ်အကူအညီ ပျောက်ဆုံးနေမည်။ မိသားစုဝင်များနှင့် ကောင်းမွန်သော ဆက်ဆံရေးရှိရန် ကြိုးစား အားထုတ်ရမည်။ ပြဿနာများကို တည်ငြိမ်သော စိတ်ဖြင့် ချဉ်းကပ်ပြီး အငြင်းပွားမှုများ အားလုံးကို ရှောင်ရှားရန် အချိန်ဖြစ်သည်။ မိသားစုတွင်း အဆင်မပြေမှုများအပြင် မိသားစု စရိတ်များကို ကာမိရန် ငွေကြေး မလုံလောက်ပါ။ ဒါက မိသားစု ပတ်ဝန်းကျင်မှာ မပျော်မရွှင် ဖြစ်မှုတွေ ထပ်တိုးလာပါလိမ့်မယ်။",
  "i": "2023 Horoscope for Aries is very much favorable for the good health of the individuals as star influences are quite beneficial in August 2023. Chronic diseases will be under control and this will be of great help. However, it is important to follow a strict diet and fitness protocol to maintain your physical health.\nThere may be some problems due to mental well-being caused by anxiety. This can be taken care of by relaxation methods such as meditation and sports.\n",
  "j": "2023 ခုနှစ် Aries အတွက် ဟောကိန်း သည် 2023 ခုနှစ် ဩဂုတ်လတွင် ကြယ်များ၏ လွှမ်းမိုးမှု အတော်အတန် အကျိုးပြုသောကြောင့် လူတစ်ဦးချင်းစီ၏ ကျန်းမာရေးအတွက် အလွန်ကောင်းမွန်သော ဇာတာဖြစ်သည်။ နာတာရှည် ရောဂါများကို ထိန်းချုပ်နိုင်မည် ဖြစ်ပြီး ၎င်းသည် များစွာ အထောက်အကူ ဖြစ်ပါလိမ့်မည်။ သို့သော်၊ သင်၏ ရုပ်ပိုင်းဆိုင်ရာ ကျန်းမာရေးကို ထိန်းသိမ်းရန် ကျန်းမာသော အစားအသောက်နှင့် ကြံ့ခိုင်မှု ပရိုတိုကောကို လိုက်နာရန် အရေးကြီးသည်။\nစိုးရိမ်စိတ်ကြောင့် ဖြစ်ပေါ်လာတဲ့ စိတ်ပိုင်းဆိုင်ရာ သာယာမှု ကြောင့် ပြဿနာတွေ ရှိနိုင်ပါတယ်။ တရားထိုင်ခြင်းနှင့် အားကစားလုပ်ခြင်း ကဲ့သို့သော အပန်းဖြေနည်း များဖြင့် ကုသနိုင်ပါသည်။\n",
  "k": "The negative planetary aspects impact Career Horoscope 2023. Relationships with colleagues and seniors will not be pleasant. This will affect your performance and you tend to think of quitting the job or changing your line of career. These require much more thinking and should be the last resort. It is better to think of cultivating harmony with your colleagues and the management at the workplace. This will help in the future.",
  "l": "အနုတ်လက္ခဏာ ဂြိုလ်ရှုထောင့်များသည် 2023 အလုပ် ကို သက်ရောက်မှု ရှိသည်။ လုပ်ဖော်ကိုင်ဖက်များ စီနီယာများနှင့် ဆက်ဆံရေးသည် သာယာမည် မဟုတ်ပါ။ ၎င်းသည် သင့်စွမ်းဆောင်ရည်ကို ထိခိုက်စေပြီး အလုပ်မှထွက်ရန် သို့မဟုတ် သင့်အလုပ် လမ်းကြောင်းကို ပြောင်းလဲရန် သင်စဉ်းစားလေ့ရှိသည်။ ဒါတွေက အများကြီး ပိုတွေးဖို့ လိုအပ်ပြီး နောက်ဆုံးနည်းလမ်း ဖြစ်သင့်တယ်။ သင့်လုပ်ဖော်ကိုင်ဖက်များနှင့် လုပ်ငန်းခွင်တွင် စီမံခန့်ခွဲမှုကို သဟဇာတ ဖြစ်အောင် ပြုစုပျိုးထောင်ရန် စဉ်းစားခြင်းက ပိုကောင်းပါတယ်။ ဒါက အနာဂတ်ကို ကူညီရာ ရောက်လိမ့်မယ်။",
  "m": "Horoscope Predictions for 2023 do not augur well for the financial progress of Aries people. Returns from existing investments will not be enough to cover recurring expenses. Any risky investment will tend to end up in losses.\nRelationships with colleagues and partners will be under stress at the workplace. It will add to the financial downturn. Proper budgeting will help to some extent in avoiding financial misery, forecast the monthly horoscopes.\n",
  "n ": "2023 ခုနှစ်အတွက် ခန့်မှန်းချက်များသည် Aries လူမျိုးများ၏ ငွေကြေး တိုးတက်မှုအတွက် ကောင်းမွန်သော တိုးတက်မှု မဟုတ်ပေ။ လက်ရှိ ရင်းနှီးမြုပ်နှံမှုများမှ ပြန်အမ်းငွေသည် ထပ်တလဲလဲ အသုံးစရိတ်များကို ကာမိရန် မလုံလောက်ပါ။ အန္တရာယ်ရှိသော ရင်းနှီးမြုပ်နှံမှု မှန်သမျှသည် အရှုံး ပေါ်တတ်သည်။\nလုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် လုပ်ငန်းခွင်တွင် ကမောက်ကမ ဖြစ်လိမ့်မည်။ ငွေရေးကြေးရေး အကျပ်အတည်းကို တိုးလာမယ်။ သင့်လျော်သော ဘတ်ဂျက်ငွေသည် ငွေရေးကြေးရေး ဒုက္ခများကို ရှောင်ရှားရာတွင် အတိုင်းအတာတစ်ခုအထိ ကူညီပေးမည် ဟုခန့်မှန်းသည်။\n",
  "o": "Aries students pursuing academic activities will have a pleasant time as the stellar aspects are positive. Engineering students and those in creative subjects will find it highly useful. Usually, students of technical trade will have no problem in their courses.\nCompetitive tests will require more effort to clear and the results will be favorable. Students must be more dedicated in their efforts to succeed in their careers.\n",
  "p": "Aries ကျောင်းသားများသည် ပညာရေးဆိုင်ရာ လှုပ်ရှားမှုများကို လိုက်စားနေသည့် ကြယ်ပွင့်များ၏ အသွင်အပြင်များသည် အပြုသဘောဆောင်သောကြောင့် သာယာသော အချိန်ကို ရရှိမည် ဖြစ်သည်။ အင်ဂျင်နီယာ၊ ကျောင်းသားများနှင့် တီထွင်ဖန်တီးမှုဆိုင်ရာ ဘာသာရပ်များတွင် ပါဝင်သူများသည် ၎င်းကို အလွန် အသုံးဝင်ကြောင်း တွေ့ရှိမည် ဖြစ်သည်။ အများအားဖြင့်၊ နည်းပညာ ကုန်သွယ်မှုဆိုင်ရာ ကျောင်းသားများသည် ၎င်းတို့၏ သင်တန်းများတွင် ပြဿနာ မရှိပါ။\nအပြိုင်အဆိုင် စစ်ဆေးမှုများ တွင် သာလွန်ရန် ပိုမို အားစိုက်ထုတ်ရမည် ဖြစ်ပြီး ရလဒ်များ အဆင်သင့် ဖြစ်လိမ့်မည်။ ကျောင်းသားများသည် ၎င်းတို့၏ အသက်မွေးဝမ်းကြောင်း လုပ်ငန်းများတွင် အောင်မြင်မှုရရှိရန် ကြိုးပမ်းအားထုတ်မှုတွင် ပိုမို အားစိုက်ထုတ်ကြရမည် ဖြစ်သည်။\n",
  "q": "There will be a number of both inland and foreign trips for Aries people. However, planetary help is missing for the benefit of these trips. Business people and creative artists fail in their activities to make profits. Even holiday trips with friends or family members will fail to ensure happiness. It is necessary to cut down the trips to save precious money.",
  "r": "Aries များအတွက် ပြည်တွင်းပြည်ပ ခရီးစဉ်များစွာ ရှိပါမည်။ သို့သော်လည်း ဤခရီးစဉ်များအတွက် ဂြိုဟ်အကူအညီ ပျောက်ဆုံးနေပါသည်။ စီးပွားရေး သမားများနှင့် တီထွင်ဖန်တီးမှု ရှိသော အနုပညာရှင်များသည် ၎င်းတို့၏ လုပ်ဆောင်မှုများတွင် အမြတ်အစွန်း ရရှိရန် ကျရှုံးကြသည်။ သူငယ်ချင်းများ သို့မဟုတ် မိသားစုဝင်များနှင့် အားလပ်ရက် ခရီးများပင်လျှင် ပျော်ရွှင်မှုကို မသေချာစေပါ။ အဖိုးတန်ငွေကို ချွေတာရန် ခရီးစဉ်များကို ဖြတ်တောက်ရန် လိုအပ်သည်။"
 },
 {
  "id": "9_2023",
  "a": "Health will be excellent without any problems. Love relationships will be complex. Career prospects are average. Finances will not be very profitable.",
  "b": "ကျန်းမာရေးမှာ ပြဿနာမရှိရင် အထူး ကောင်းမွန်ပါလိမ့်မယ်။ အချစ်ရေးမှာ ရှုပ်ထွေးနေမည်။ အလုပ် အလားအလာများသည် သာမန်ဖြစ်သည်။ ငွေရေးကြေးရေးက သိပ်အကျိုးရှိမှာ မဟုတ်ပါဘူး။",
  "c": "Aries September 2023 Horoscope predicts that the influence of Mars can be ruthless during the month. You will be able to progress only if you can overcome the problems. There can be some wrong choices made by you and these will put you on the brink of disaster. It is important to be circumspect before taking any decision. You have to think calmly and this will help you very much. Mercury retrograde will help you with these things. After the second week, you will be more confident in your actions.",
  "d": "မိဿရာသီ စက်တင်ဘာ 2023 ဟောကိန်း သည် လအတွင်း အင်္ဂါဂြိုလ်၏ သြဇာလွှမ်းမိုးမှု ပြင်းထန်နိုင်သည်ဟု ဟောကိန်း ထုတ်သည်။ ပြဿနာများကို ကျော်လွှားနိုင်မှသာ တိုးတက်နိုင်မည် ဖြစ်သည်။ သင်ပြုလုပ်သော မှားယွင်းသော ရွေးချယ်မှုအချို့ ရှိနိုင်ပြီး ၎င်းတို့သည် သင့်အား ဘေးဥပဒ်၏ အစွန်းသို့ ရောက်စေမည် ဖြစ်သည်။ ဆုံးဖြတ်ချက် တစ်ခုမချမီ စေ့စေ့စပ်စပ်ရှိရန် အရေးကြီးသည်။ အေးအေး ဆေးဆေး စဉ်းစားပြီး ဒါက သင့်ကို အများကြီး ကူညီပေးပါလိမ့်မယ်။ Mercury ဆုတ်ခွာမှု သည် ဤအရာများကို ကူညီပေးပါမည်။ ဒုတိယပတ် ပြီးရင် မင်းရဲ့လုပ်ရပ်တွေကို ပိုပြီး ယုံကြည် လာလိမ့်မယ်။",
  "e": "Love relationships will be quite complex during September 2023. After the second week, there may be some problems. The influence of Mars will force you to make promises. It is important to have harmonious relationships.\nMarital love will be highly irrational. In the beginning, there will be a lot of commitment. After that, things will take a turn for the worse, and a breakup in the relationship may be looming. It is important to maintain your balance and be rational before making any commitments. Singles will have very good prospects of getting into a relationship. It is important to be discreet before you speak even if it is about pregnancy. Otherwise, you may lose the opportunity.\n",
  "f": "အချစ်ရေး ဆက်ဆံရေးသည် 2023 ခုနှစ် စက်တင်ဘာလတွင် အတော်လေး ရှုပ်ထွေးနေပါလိမ့်မည်။ ဒုတိယပတ် ပြီးနောက်တွင် ပြဿနာအချို့ ရှိနိုင်ပါသည်။ Mars ရဲ့ လွှမ်းမိုးမှုက သင့်ကို ကတိတွေ ပေးပါလိမ့်မယ်။ သဟဇာတရှိသော ဆက်ဆံရေးရှိရန် အရေးကြီးသည်။\nအိမ်ထောင်ရေး ချစ်ခြင်းမေတ္တာသည် အလွန် အသုံးမကျသူ ဖြစ်မည်။ အစပိုင်းမှာတော့ ကတိကဝတ်တွေ အများကြီး ရှိလိမ့်မယ်။ အဲဒီနောက်မှာတော့ အခြေအနေတွေ ပိုဆိုးလာသလို ဆက်ဆံရေးမှာလည်း လမ်းခွဲမှုတွေ ဖြစ်လာနိုင်ပါတယ်။ ကတိကဝတ်များမပြုလုပ်မီ သင့်ချိန်ခွင်လျှာကို ထိန်းသိမ်းရန်နှင့် ဆင်ခြင်တုံ တရားရှိရန် အရေးကြီးပါသည်။ တစ်ကိုယ်ရေသမားတွေဟာ အချစ်ရေးမှာ အလွန်ကောင်းတဲ့ အလားအလာတွေ ရှိပါလိမ့်မယ်။ ကိုယ်ဝန်နဲ့ပတ်သက်ရင်တောင် စကားမပြောခင် သတိထားဖို့က အရေးကြီးပါတယ်။ မဟုတ်ရင် အခွင့်အရေး ဆုံးရှုံးသွားနိုင်တယ်။\n",
  "g": "Family relationships will be very much volatile due to unfavorable stellar influences. Relationships between members will be little disharmonious. You must bring about a semblance of peace using your intelligence.\nFamily finances will face undue stress and this will further weaken the relationships. However, children will not be affected by these negative conditions, and they will perform well in their academic careers.\n",
  "h": "ကြယ်ပွင့်များ၏ လွှမ်းမိုးမှုများကြောင့် မိသားစုဆက်ဆံရေးသည် အလွန်အမင်း မငြိမ်မသက် ဖြစ်လိမ့်မည်။ မိသားစု ဝင်များကြား ဆက်ဆံရေးသည် အနည်းငယ် ကွဲလွဲနေလိမ့်မည်။ မင်းရဲ့ အသိဥာဏ်ကို သုံးပြီး ငြိမ်းချမ်းမှု အသွင် ဆောင်လာရမယ်။\nမိသားစု ငွေရေးကြေးရေးသည် လွန်ကဲစွာ ဖိစီးမှုများနှင့် ရင်ဆိုင်ရမည် ဖြစ်ပြီး ယင်းက ဆက်ဆံရေးကို ပိုမို အားနည်းစေမည် ဖြစ်သည်။ သို့သော်၊ ကလေးများသည် ဤမကောင်းသော အခြေအနေ များကြောင့် ထိခိုက်လိမ့်မည် မဟုတ်ပေ၊ ၎င်းတို့သည် ၎င်းတို့၏ ပညာရေးဆိုင်ရာ အလုပ်များတွင် ကောင်းမွန်စွာ လုပ်ဆောင်နိုင်မည် ဖြစ်သည်။\n",
  "i": "2023 Horoscope for Aries predicts fabulous conditions on account of health. All recurring diseases will be under control providing great relief to the individuals. Hardly, there will be any discomfort that will require medical attention in September 2023.\nA good regime of exercise and diet will ensure good physical health. Relaxation techniques such as yoga and meditation will further improve your mental fitness. Outdoor sports also will add to your wellness.\n",
  "j": "2023 ခုနှစ် Aries ဟောကိန်း သည် ကျန်းမာရေးကြောင့် အံ့သြဖွယ်ကောင်းသော အခြေအနေများကို ခန့်မှန်းပေးသည်။ ထပ်တလဲလဲ ဖြစ်တတ်သော ရောဂါများအားလုံးကို ထိန်းချုပ်နိုင်မည်ဖြစ်ပြီး လူတစ်ဦးချင်းစီအတွက် အလွန် သက်သာရာ ရစေမည် ဖြစ်သည်။ ခက်သည်မှာ၊ 2023 ခုနှစ် စက်တင်ဘာလတွင် ဆေးကုသရန် လိုအပ်သည့် မသက်မသာ တစ်စုံတစ်ရာ ရှိလိမ့်မည် ။\nကောင်းမွန်တဲ့ လေ့ကျင့်ခန်းနဲ့ အစားအသောက်ကို ထိန်းညှိပေးရင် ခန္ဓာကိုယ် ကျန်းမာရေးကို ကောင်းမွန်စေပါတယ်။ ယောဂနှင့် တရားထိုင်ခြင်း ကဲ့သို့သော အပန်းဖြေနည်း များသည် သင့်စိတ်ပိုင်းဆိုင်ရာ ကြံ့ခိုင်မှုကို ပိုမိုတိုး တက်စေသည်။ ပြင်ပ အားကစား များကလည်း သင့်ကျန်းမာရေးကို တိုးစေပါသည်။\n",
  "k": "Horoscope 2023 professionals are not very conducive to career development. Relationships with seniors and colleagues will not be harmonious and this might not help your career progress. With poor performance, there will be some sense of distress.\nUnder these circumstances, there will be thoughts of switching jobs or the area of operation. It will require a lot of thinking before they are done.\n",
  "l": "2023 ဟောကိန်းက အသက်မွေးဝမ်းကြောင်းဆိုင်ရာ တိုးတက်မှုအတွက် အထောက်အကူ မဖြစ်ပါ။ အထက်လူကြီးများ လုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် သဟဇာတ မဖြစ်ဘဲ သင့်လုပ်ငန်းခွင် တိုးတက်မှုကို အထောက်အကူ ဖြစ်မည် မဟုတ်ပေ။ စွမ်းဆောင်ရည် ညံ့ဖျင်းပါက စိတ်ဆင်းရဲမှု တစ်ခုခု ရှိလာမည်။\nဤအခြေအနေများ အောက်တွင် အလုပ်ပြောင်းရန် သို့မဟုတ် လည်ပတ်မှု နယ်ပယ်တွင် အကြံအစည်များ ရှိလိမ့်မည်။ အဲဒါတွေ မပြီးခင်မှာ အများကြီး စဉ်းစားဖို့ လိုပါလိမ့်မယ်။\n",
  "m": "Monthly Predictions For 2023 are not favorable for the financial progress of Aries businessmen and others. Planetary help is not forthcoming and any risky investment can end up in losses. It is advisable to invest only in sound investments.\nRelationships at the workplace will tend to be unpleasant and this will lead to further loss of finances. Legal matters which are due for the conclusion will also not be favorable. Finances will not be available for expansions and new projects.\n",
  "n ": "2023 ခုနှစ်အတွက် လစဉ်ဟောကိန်းများသည် Aries စီးပွားရေးသမားများနှင့် အခြားသူများ၏ ဘဏ္ဍာရေး တိုးတက်မှုအတွက် အဆင်မပြေပါ။ ဂြိုလ်ဆိုင်ရာ အကူအညီသည် ထွက်ပေါ်လာခြင်း မရှိသေးဘဲ အန္တရာယ်များသော ရင်းနှီးမြုပ်နှံမှု မှန်သမျှသည် ဆုံးရှုံးမှုနှင့် အဆုံးသတ်နိုင်သည်။ ကောင်းမွန်သော ရင်းနှီးမြှုပ်နှံမှု များတွင်သာ ရင်းနှီးမြှုပ်နှံရန် အကြံပြုလိုပါသည်။\nလုပ်ငန်းခွင်အတွင်း ဆက်ဆံရေး အဆင်မပြေဖြစ်တတ်ပြီး ငွေကြေးဆုံးရှုံးမှုများ ဖြစ်ပေါ်လာတတ်သည်။ နိဂုံးချုပ်ရန် လိုအပ်သည့် ဥပဒေရေးရာ ကိစ္စများမှာလည်း အဆင်ပြေမည် မဟုတ်ပေ။ တိုးချဲ့မှုများနှင့် ပရောဂျက် အသစ်များအတွက် ငွေကြေးများ ရရှိနိုင်မည် မဟုတ်ပါ။\n",
  "o": "Stellar help is not forthcoming for the academic activities of Aries students. Performances in tests and examinations will not be up to the mark, as your mental abilities are under stress. Engineering and medical students will have problems holding onto their grades.\nStudents of creative subjects will not be able to make progress. Competitive tests will require much more effort and expert guidance to clear. Students of crafts and trades will still do well in their courses.\n",
  "p": "Aries ကျောင်းသားများ၏ ပညာရေးလှုပ်ရှားမှုများအတွက် ကြယ် အကူအညီသည် ရှိလာမည်မဟုတ်ပါ။ သင့်စိတ်ပိုင်းဆိုင်ရာ စွမ်းရည်များသည် ကမောက်ကမ ဖြစ်နေသောကြောင့် စာမေးပွဲများနှင့် စာမေးပွဲများတွင် စွမ်းဆောင်ရည်များသည် အမှတ်အသား ပြုမည်မဟုတ်ပါ။ အင်ဂျင်နီယာနှင့် ဆေးကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်များကို ထိန်းထားရန် အခက်အခဲရှိလိမ့်မည်။\nတီထွင်ဖန်တီးမှုဆိုင်ရာ ဘာသာရပ်ဆိုင်ရာ ကျောင်းသားများသည် တိုးတက်မှုကို မရနိုင်ပါ။ အပြိုင်အဆိုင် စစ်ဆေးမှုများတွင် သာလွန်ရန် ပိုမိုအားစိုက်ထုတ်မှုနှင့် ကျွမ်းကျင်သူလမ်းညွှန်မှု လိုအပ်မည်ဖြစ်သည်။ လက်မှုပညာနှင့် အရောင်းအ၀ယ်လုပ်သည့် ကျောင်းသားများသည် ၎င်းတို့၏ သင်တန်းတွင် ကောင်းစွာ တတ်မြောက်နေကြဆဲ ဖြစ်သည်။\n",
  "q": "Travel aspects of Aries businessmen and others will be hampered by the negative aspects of planets during the month. There will be plenty of travel, both inland and overseas. But most of them will produce hardly any good prospects.\nEven pleasure trips with friends and family members might result in misery. Under these conditions, it is better to trim or postpone your trips to a future date.\n",
  "r": "Aries စီးပွားရေးသမားများနှင့် အခြားသော ခရီးသွား ကဏ္ဍများသည် ဤလအတွင်း ဂြိုလ်များ၏ အဆိုးမြင်မှုများကြောင့် အဟန့်အတား ဖြစ်မည်။ ပြည်တွင်းရော ပြည်ပရော ခရီးသွားတွေ အများကြီးရှိမယ်။ ဒါပေမယ့် အများစုဟာ အလားအလာကောင်းတွေ ထွက်လာမှာ မဟုတ်ပါဘူး။\nသူငယ်ချင်းတွေနဲ့ မိသားစုဝင်တွေနဲ့ အပျော်ခရီး ထွက်တာတောင် စိတ်ဆင်းရဲမှု ဖြစ်စေနိုင်ပါတယ်။ ဤအခြေအနေများ အောက်တွင်၊ သင်၏ခရီးစဉ်များကို ချုံ့ရန် သို့မဟုတ် နောက်ရက်စွဲသို့ ရွှေ့ဆိုင်းခြင်းသည် ပိုကောင်းပါသည်။\n"
 },
 {
  "id": "10_2023",
  "a": "Health will not pose any problems. Career growth will be wonderful. Singles will get love mates. Family affairs might face difficulties.",
  "b": "ကျန်းမာရေးက ဘာပြဿနာမှ ရှိမှာမဟုတ်ဘူး။ လုပ်ငန်း တိုးတက်အောင်မြင်မည်။ တစ်ကိုယ်ရေ သမားများ ချစ်သူများ ရရှိမည်။ မိသားစု ကိစ္စများ အခက်အခဲ ကြုံမည်။",
  "c": "Aries October 2023 Horoscope forecasts that there can be a few problems created by the planets Mars, Mercury, and the Sun during the month. Whatever you do will have to be retraced again and again. It will be beyond your capabilities and comprehension. But you will do fine.\nThese things can be solved by having good support from your social contacts, your love partner, and colleagues at the workplace. It is important to get ideas from others before you commence any action. Your success depends on your ability to understand and capacity to understand the real problem with more patience.\n",
  "d": "Aries 2023 ဟောကိန်းသည် October လအတွင်း အင်္ဂါဂြိုလ်၊ ဗုဒ္ဓဟူးဂြိုဟ်နှင့် နေတို့မှ ဖန်တီးထားသော ပြဿနာ အနည်းငယ် ရှိနိုင်သည်ဟု ဟောကိန်းထုတ်သည်။ သင်ဘာပဲလုပ်လုပ် အထပ်ထပ်အခါခါ ပြန်လုပ်ရပါလိမ့်မယ်။ မင်းရဲ့ စွမ်းပကားနဲ့ နားလည်နိုင်စွမ်းထက် ကျော်လွန်သွားလိမ့်မယ်။ ဒါပေမယ့် မင်းအဆင်ပြေလိမ့်မယ်။\nသင့်လူမှုရေး အဆက်အသွယ်များ၊ သင့်ချစ်သူ လုပ်ဖော်ကိုင်ဖက်များနှင့် လုပ်ငန်းခွင်ရှိ လုပ်ဖော်ကိုင်ဖက်များထံမှ အထောက်အပံ့ကောင်းများ ရရှိခြင်းဖြင့် ဤအရာများကို ဖြေရှင်းနိုင်ပါသည်။ သင်လုပ်ဆောင်မှု တစ်ခု မစတင်မီ အခြားသူများထံမှ အကြံဥာဏ်များ ရယူရန် အရေးကြီးပါသည်။ မင်းရဲ့အောင်မြင်မှုက မင်းရဲ့ နားလည်နိုင်စွမ်းနဲ့ ပြဿနာ အစစ်အမှန်ကို ပိုပြီး စိတ်ရှည်သည်းခံပြီး နားလည်နိုင်စွမ်းပေါ်မှာ မူတည်တယ်။\n",
  "e": "During the first week of your relationship in love, there will not be any conflicts due to the influence of Venus. Then Mercury will dictate your promises and communication with your partner. It would help if you committed yourself after serious deliberation even if it were talks related to pregnancy.\nMarital relationships are subject to serious misunderstandings between partners. It is important to give importance to your partner’s potential to restore harmony in the relationship. Singles who are calm and prompt will likely get good partners in love.\n",
  "f": "အချစ်ရေးရဲ့ ပထမပတ်အတွင်းမှာ ဗီးနပ်စ်ရဲ့ လွှမ်းမိုးမှုကြောင့် ပဋိပက္ခတွေ ရှိလာမှာ မဟုတ်ပါဘူး။ ထို့နောက် Mercury သည် သင်၏ ကတိများ နှင့် သင့်လက်တွဲဖော် နှင့် ဆက်သွယ်မှု ကို ညွှန်ပြလိမ့်မည် ။ ကိုယ်ဝန်နဲ့ပတ်သက်တဲ့ ဟောပြောချက်တွေကို လေးလေးနက်နက် စဉ်းစားပြီးမှ သင်ကိုယ်တိုင် ကတိကဝတ်ပြုရင် ကူညီပေးပါလိမ့်မယ်။\nအိမ်ထောင်ရေး ဆက်ဆံရေးများသည် လက်တွဲဖော်များကြားတွင် ကြီးမားသော နားလည်မှု လွဲမှားမှုများ ဖြစ်ပေါ်နိုင်သည်။ ပေါင်းသင်းဆက်ဆံရေးတွင် သဟဇာတဖြစ်အောင် ပြန်လည်တည်ဆောက်ရန် သင့်လက်တွဲဖော်၏ အမြင်ကို အလေးထားရန် အရေးကြီးပါသည်။ အေးအေးဆေးဆေး နဲ့ သဘောထားကြီးတဲ့ တစ်ကိုယ်ရေ သမားတွေဟာ အချစ်ရေးမှာ လက်တွဲဖော်ကောင်းတွေ ရလာပါလိမ့်မယ်။\n",
  "g": "Planetary aspects are far from conducive to harmony in the family environment. Relationships with senior members of the family can be a little turbulent and you should make efforts to have good relationships with them.\nFamily finances can be stressful and further aggravate disharmony in family affairs. Children will suffer the most and it is important to have good attention and control to monitor their activities in education and other fields.\n",
  "h": "ဂြိုလ်ပုံသဏ္ဍာန်များသည် မိသားစု ပတ်ဝန်းကျင်တွင် သဟဇာတဖြစ်ရန် အလှမ်းဝေးနေပါသည်။ မိသားစု၏ သက်ကြီးရွယ်အိုများနှင့် ဆက်ဆံရေးသည် အနည်းငယ် ရှုပ်ထွေးနိုင်ပြီး ၎င်းတို့နှင့် ကောင်းမွန်သော ဆက်ဆံရေးရှိရန် ကြိုးပမ်းသင့်သည်။\nမိသားစု ငွေရေး ကြေးရေးသည် စိတ်ဖိစီးစေပြီး မိသားစု ကိစ္စများတွင် ကွဲလွဲမှုကို ပိုမို ဆိုးရွားစေနိုင်သည်။ ကလေးများသည် ပညာရေးနှင့် အခြား နယ်ပယ်များတွင် ၎င်းတို့၏ လှုပ်ရှားမှုများကို စောင့်ကြည့်ရန် ကောင်းစွာ အာရုံစိုက်ပြီး ထိန်းချုပ်ရန် အရေးကြီးပါသည်။\n",
  "i": "2023 Horoscope for Aries predicts excellent health conditions in October 2023. Recurring diseases will remain suppressed and thus providing significant relief. Physical health requires normal exercise and diet procedures to remain healthy.\nThere will be minor health problems. They can be taken care of by usual medical attention. Mental health can be assured with rest through sports and meditation. Enjoy your life when the going is good!\n",
  "j": "2023 Aries အတွက် ဟောကိန်း သည် 2023 ခုနှစ် အောက်တိုဘာလတွင် ကောင်းမွန်သော ကျန်းမာရေး အခြေအနေများကို ခန့်မှန်းပေးပါသည်။ ထပ်တလဲလဲ ရောဂါများကို ဖိနှိပ်ထားနိုင်ပြီး သိသာထင်ရှားသော သက်သာရာ ရစေသည်။ ခန္ဓာကိုယ် ကျန်းမာနေဖို့ ပုံမှန်လေ့ကျင့်ခန်းနဲ့ အစားအသောက် လုပ်ထုံးလုပ်နည်းတွေ လိုအပ်ပါတယ်။\nကျန်းမာရေး ပြဿနာအနည်းငယ် ရှိမည်။ ၎င်းတို့ကို ပုံမှန် ဆေးကုသပေးခြင်းဖြင့် ကုသနိုင်ပါသည်။ အားကစားနှင့် တရားထိုင်ခြင်းဖြင့် အနားယူခြင်းဖြင့် စိတ်ကျန်းမာရေးကို အာမခံနိုင်ပါသည်။ နေကောင်းနေတဲ့ သင့်ဘဝကို ပျော်ရွှင်လိုက်ပါ။\n",
  "k": "Monthly Horoscope 2023 is highly beneficial for professionals and people pursuing creative activities. They will excel in their fields and can expect rewards and benefits for their superior work. Professional travel will be very much helpful for promoting career objectives.\nThere will be opportunities to change your place of work. However, this will require very serious thinking before any change. A month of progress and good benefits!\n",
  "l": "လစဉ် 2023 ဟောကိန်းသည် တီထွင်ဖန်တီးမှုဆိုင်ရာ လှုပ်ရှားမှုများကို လိုက်စားသော ပညာရှင်များနှင့် လူများအတွက် အလွန်အကျိုးရှိသည်။ ၎င်းတို့သည် ၎င်းတို့၏ နယ်ပယ်တွင် ထူးချွန်ကြပြီး ၎င်းတို့၏ သာလွန်ကောင်းမွန်သော အလုပ်အတွက် ဆုလာဘ်များနှင့် အကျိုးကျေးဇူးများကို မျှော်လင့်နိုင်သည်။ အလုပ် ခရီးသွားခြင်းသည် အသက်မွေးဝမ်းကြောင်းဆိုင်ရာ ရည်မှန်းချက်များကို မြှင့်တင်ရန်အတွက် များစွာ အထောက်အကူ ဖြစ်စေပါသည်။\nအလုပ်နေရာ ပြောင်းရန် အခွင့်အလမ်းများ ရှိလာမည်။ သို့သော် ပြောင်းလဲမှု တစ်စုံတစ်ရာ မပြုလုပ်မီ ဤအရာသည် အလွန်လေးနက်သော တွေးခေါ်မှု လိုအပ်မည်ဖြစ်သည်။ တိုးတက်မှုနှင့် ကောင်းသော အကျိုးခံစားခွင့်များ ရှိသော လ ဖြစ်သည်။\n",
  "m": "Horoscope predictions for 2023 do not promise good things for financial activities. Returns from investments will not be enough to meet the expenses. Speculatory assets will end up in losses and hence should be avoided.\nRelationships with colleagues and partners will be unpleasant. This will result in further losses. All unhealthy practices to earn money should be avoided. There might be no finances left for expansions or starting new ventures.\n",
  "n ": "2023 အတွက် ဇာတာဟောကိန်းများသည် ငွေကြေးလုပ်ငန်းများအတွက် ကောင်းမွန်သောအရာများကို ကတိမပြုပါ။ ရင်းနှီးမြုပ်နှံမှုမှ ပြန်လာပါက ကုန်ကျစရိတ်များ ပြည့်မီမည်မဟုတ်ပါ။ မှန်းဆထားသော ပိုင်ဆိုင်မှုများသည် ဆုံးရှုံးမှုတွင် အကျုံးဝင်မည်ဖြစ်သဖြင့် ရှောင်ရှားသင့်သည်။\nလုပ်ဖော်ကိုင်ဖက်များ နှင့် လုပ်ဖော်ကိုင်ဖက် ဆက်ဆံရေး အဆင်မပြေဖြစ်မည်။ ဒါမှ နောက်ထပ် ဆုံးရှုံးမှုတွေ ရှိလာမယ်။ ငွေရှာရန် ကျန်းမာရေးနှင့် မညီညွတ်သော အလေ့အကျင့်အားလုံးကို ရှောင်ကြဉ်သင့်သည်။ ချဲ့ထွင်ခြင်း သို့မဟုတ် စွန့်စားမှုအသစ်များ စတင်ရန်အတွက် ငွေကြေးမကျန်တော့ပါ။\n",
  "o": "October does not bring any good tidings for students for their academic activities. Star help is missing for education and this will naturally result in a bad performance in their studies and examinations.\nMedical and engineering students fail to maintain their grades despite hard work. Results in competitive tests will not be favorable with all the good guidance and effort. Students of trades will do well in their studies.\n",
  "p": "အောက်တိုဘာလသည် ကျောင်းသားများအတွက် ၎င်းတို့၏ ပညာရေးဆိုင်ရာ လုပ်ဆောင်ချက်များအတွက် သတင်းကောင်း တစ်ခုမျှ ယူဆောင်လာခြင်း မရှိပေ။ ပညာရေးအတွက် ကြယ်ပွင့် အကူအညီသည် ပျောက်ဆုံးနေပြီး ၎င်းသည် ၎င်းတို့၏ လေ့လာမှုနှင့် စာမေးပွဲများတွင် ဆိုးရွားသော စွမ်းဆောင်ရည်ကို သဘာဝအတိုင်း ဖြစ်ပေါ်စေသည်။\nဆေးဘက်ဆိုင်ရာနှင့် အင်ဂျင်နီယာ ကျောင်းသားများသည် ပင်ပင်ပန်းပန်း ကြိုးစား လုပ်ဆောင်နေသော်လည်း ၎င်းတို့၏ အမှတ်များကို ထိန်းသိမ်းရန် ပျက်ကွက်ကြသည်။ အပြိုင်အဆိုင် စာမေးပွဲများတွင် ရလဒ်ကောင်းများသည် လမ်းညွှန်မှုနှင့် ကြိုးစားအားထုတ်မှု အားလုံးတွင် အဆင်သင့် မဖြစ်နိုင်ပါ။ အရောင်းအ၀ယ် ပြုလုပ်သော ကျောင်းသားများသည် ၎င်းတို့၏ လေ့လာမှုတွင် ကောင်းမွန်စွာ လုပ်ဆောင်နိုင်မည် ဖြစ်သည်။\n",
  "q": "Stellar assistance will not be available for travel activities and hence benefits from travel are hardly encouraging. Jobs which require extensive travel such as sales, promotion of creative subjects, and professional businessmen will be seriously handicapped.\nThere will be both inland and foreign trips. Almost all of them fail to bring any results. Hence, it is necessary to stick to only unavoidable trips and save money and time.\n",
  "r": "ခရီးသွား လုပ်ငန်းများအတွက် ကြယ်ပွင့်အကူအညီကို ရရှိမည်မဟုတ်သောကြောင့် ခရီးသွားခြင်းမှ အကျိုးကျေးဇူးများသည် အားရစရာမရှိပေ။ အရောင်း၊ တီထွင်ဖန်တီးမှု မြှင့်တင်ရေး နှင့် ပရော်ဖက်ရှင်နယ် စီးပွားရေးသမားများ ကဲ့သို့သော ကျယ်ပြန့်သော ခရီးသွားလာမှု လိုအပ်သော အလုပ်အကိုင်များသည် ဆိုးရွားစွာ ဆုတ်ယုတ်သွားလိမ့်မည်။\nပြည်တွင်းပြည်ပ ခရီးစဉ်များ ပါ၀င်မည်ဖြစ်သည်။ ၎င်းတို့အားလုံးနီးပါးသည် မည်သည့်ရလဒ်ကိုမျှ ယူဆောင်လာရန် မရှိကြပါ။ ထို့ကြောင့် ရှောင်လွှဲ၍မရသော ခရီးစဉ်များကိုသာ စွဲစွဲမြဲမြဲ ကိုင်စွဲထားရန် လိုအပ်ပြီး ငွေနှင့် အချိန်ကုန်လည်း သက်သာပါသည်။\n"
 },
 {
  "id": "11_2023",
  "a": "Family affairs will be cordial. Diplomacy will help married people. Health will be fabulous without problems. Professionals will prosper.",
  "b": "မိသားစု ကိစ္စများ အဆင်ပြေမည်။ သံခင်းတမန်ခင်းက အိမ်ထောင်သည်တွေကို ကူညီပေးပါလိမ့်မယ်။ ကျန်းမာရေး ပြဿနာများ မရှိဘဲ ကောင်းမွန်လာမည်။ အတတ်ပညာများ တိုးတက်မည်။",
  "c": "Aries November 2023 Horoscope suggests that despite the odds being against you, you will face things boldly and calmly. Things will improve with the help of Venus after the first week of the month. In addition, Mercury also will come to your assistance.\nThere will be many openings during the month and they will change your perceptions. It is necessary to be diplomatic in your efforts to achieve things. Striking compromises will help your progress in life.\n",
  "d": "မိဿရာသီ နိုဝင်ဘာလ 2023 ခုနှစ် Horoscope သည် သင့်အား ဆန့်ကျင်ဘက် ဖြစ်လင့်ကစား အရာများကို ရဲရင့်စွာ အေးအေးဆေးဆေး ရင်ဆိုင်ရမည်ဟု အကြံပြုထားသည်။ လ၏ ပထမပတ်ပြီးနောက် Venus ၏ အကူအညီဖြင့် အရာများ တိုးတက်လိမ့်မည်။ ထို့အပြင် ဗုဒ္ဓဟူးဂြိုဟ်သည်လည်း သင့်ထံသို့ ရောက်ရှိလာမည် ဖြစ်သည်။\nလအတွင်း အခွင့်အလမ်း များစွာ ရှိမည်ဖြစ်ပြီး ၎င်းတို့သည် သင်၏ခံယူချက်များကို ပြောင်းလဲစေမည် ဖြစ်သည်။ အရာများ အောင်မြင်ရန် ကြိုးပမ်းရာတွင် သံတမန်ဖြစ်ရန် လိုအပ်ပါသည်။ အပေးအယူ လုပ်ခြင်းက သင့်ဘဝ တိုးတက်မှုကို အထောက်အကူ ဖြစ်စေပါတယ်။\n",
  "e": "During the first week, there will be efforts from your side to control your desires. However, Venus will not allow you to keep away your thirst for love from your love life. There are good chances for a pregnancy.\nMarried life will be harmonious if you are tactful and affectionate. If you are stubborn, it will not help your marriage. Love partnerships for single Aries people will be stable if they are gentle and positive. It is necessary to rein in your impulses.\n",
  "f": "ပထမ ရက်သတ္တပတ်အတွင်း သင့်အလိုဆန္ဒများကို ထိန်းချုပ်ရန် သင့်ဘက်မှ ကြိုးပမ်းမှုများ ရှိလိမ့်မည်။ သို့သော်၊ Venus သည် သင်၏ အချစ်ရေးရာအတွက် တောင့်တသော အချစ်ကို ရရှိရန် ခွင့်မပြုပါ။ ကိုယ်ဝန်ရဖို့ အခွင့်အလမ်းကောင်းတွေ ရှိတတ်တယ်။\nလိမ္မာပါးနပ်ပြီး ချစ်ခင်စုံမက်တတ်သူ ဖြစ်လျှင် အိမ်ထောင်သည်ဘဝသည် လိုက်လျောညီထွေရှိမည်။ ခေါင်းမာတယ် ဆိုရင်တော့ အိမ်ထောင်ရေးကို အထောက်အကူ မပြုပါဘူး။ တစ်ကိုယ်ရေ Aries များအတွက် အချစ်ရေးသည် နူးညံ့သိမ်မွေ့ပြီး အပြုသဘောဆောင်ပါက တည်တည်ငြိမ်ငြိမ် ဖြစ်မည်။ မင်းရဲ့ တွန်းအားတွေကို ထိန်းထားဖို့ လိုအပ်တယ်။\n",
  "g": "Family relationships will be very much cordial due to the positive influences of the planets during the month. The environment will be full of happiness with many celebrations and functions in the family. There will be good relationships between family members.\nAll these positive things will help children progress in their studies and extracurricular activities. Their behavior with others also will be very much friendly. On the whole, a wonderful month for family relationships.\n",
  "h": "လအတွင်း ဂြိုလ်များ၏ အပြုသဘောဆောင်သော လွှမ်းမိုးမှုများကြောင့် မိသားစု ဆက်ဆံရေးသည် အလွန် ရင်းနှီးလာလိမ့်မည်။ မိသားစုအတွင်း ပျော်ရွှင်ဖွယ်ရာ အခမ်းအနားများနှင့် လုပ်ငန်းဆောင်တာ များစွာဖြင့် ပတ်ဝန်းကျင်တွင် ပျော်ရွှင်မှု အပြည့်ရှိသည်။ မိသားစုဝင်များ ကြားတွင် ကောင်းမွန်သော ဆက်ဆံရေးရှိမည်။\nဤအပြုသဘော ဆောင်သော အရာများအားလုံးသည် ကလေးများအား ၎င်းတို့၏ လေ့လာမှုနှင့် သင်ရိုးညွှန်းတမ်း လှုပ်ရှားမှုများတွင် တိုးတက်အောင် ကူညီပေးပါလိမ့်မည်။ သူတို့ရဲ့ အပြုအမူက တခြားသူတွေနဲ့လည်း အရမ်းကို ဖော်ရွေပါတယ်။ မိသားစု ဆက်ဆံရေးအတွက် ကောင်းမွန်သော လဖြစ်သည်။\n",
  "i": "2023 Horoscope promises very good health for Aries people with positive stellar influences in November 2023. Minor health problems can be taken care of by routine medical assistance. Physical health can be augmented through regular diet and exercise plans.\nStress-related problems may affect mental health to some extent. This can be taken care of through relaxation and meditation. Sports activities also will enhance mental peace. With good health being promised, it is time to enjoy your life to the full extent.\n",
  "j": "2023 ခုနှစ် နိုဝင်ဘာလတွင် အပြုသဘောဆောင်သော ကြယ်တာရာလွှမ်းမိုးမှုရှိသော Aries လူများအတွက် အလွန်ကောင်းမွန်သော ကျန်းမာရေးကို ရရှိနိုင်ပါသည်။ အသေးစား ကျန်းမာရေး ပြဿနာများကို ပုံမှန် ဆေးဘက်ဆိုင်ရာ အကူအညီဖြင့် ဂရုစိုက်နိုင်ပါသည်။ ပုံမှန် အစားအသောက်နှင့် လေ့ကျင့်ခန်း အစီအစဉ်များဖြင့် ခန္ဓာကိုယ် ကျန်းမာရေးကို မြှင့်တင်နိုင်ပါသည်။\nစိတ်ဖိစီးမှုဆိုင်ရာ ပြဿနာများသည် စိတ်ကျန်းမာရေးကို အတိုင်းအတာ တစ်ခုအထိ ထိခိုက်နိုင်သည်။ စိတ်ကို ပြေလျော့စေပြီး တရားထိုင်ခြင်းဖြင့်လည်း ဂရုစိုက်နိုင်ပါတယ်။ အားကစား လှုပ်ရှားမှုများကလည်း စိတ်ပိုင်းဆိုင်ရာ ငြိမ်းချမ်းမှုကို မြှင့်တင်ပေးပါသည်။ ကျန်းမာရေး ကောင်းကြောင်း ကတိပေးထားသည့် အတိုင်း သင့်ဘဝကို အပြည့်အဝ ပျော်ရွှင်စေမည့်အချိန် ဖြစ်သည်။\n",
  "k": "Monthly Horoscope 2023 indicates that the career prospects of Aries professionals are lovely with the help of stellar influences. Those involved in creative arts will progress very well in their activities. Relationships with seniors and colleagues will be harmonious. This along with hard work will result in a good performance in their jobs.\nThere will be opportunities to change the place of activity. This can be done after careful thinking about the implications. Overall, a good month for career-oriented people.\n",
  "l": "ဤလ ဟောကိန်း သည် Aries များ၏ အသက်မွေးဝမ်းကြောင်းဆိုင်ရာ အလားအလာများသည် ကြယ်ပွင့်များ၏ အကူအညီဖြင့် ချစ်စရာ ကောင်းကြောင်း ညွှန်ပြပါသည်။ တီထွင်ဖန်တီးမှု အနုပညာတွင် ပါဝင်သူများသည် ၎င်းတို့၏ လှုပ်ရှားမှုများတွင် ကောင်းမွန်စွာ ဆောင်ရွက်နိုင်မည် ဖြစ်သည်။ လူကြီးများနှင့် လုပ်ဖော်ကိုင်ဖက်များ၏ ဆက်ဆံရေးသည် သဟဇာတ ဖြစ်လိမ့်မည်။ ဒီလို ကြိုးစားမှုနဲ့ အတူ သူတို့ရဲ့အလုပ်တွေမှာ စွမ်းဆောင်ရည် ကောင်းတွေ ရလာပါလိမ့်မယ်။\nလှုပ်ရှားမှုနေရာ ပြောင်းရန် အခွင့်အလမ်းများ ရှိမည်။ ဂယက်ရိုက်ခတ်မှု တွေအကြောင်း သေချာစဉ်းစားပြီးမှ လုပ်နိုင်ပါတယ်။ ယေဘုယျအားဖြင့်၊ အလုပ်လုပ်သူများအတွက် ကောင်းမွန်သော လဖြစ်သည်။\n",
  "m": "Aries predictions for 2023 do not augur well for the financial affairs of the Aries people. Returns from existing investments will not be as per expectations. Risky investments may tend to end up in losses. It is better to invest only in sound investments.\nRelationships between partners and colleagues at the workplace will not be congenial. This will result in a loss of money further. Finances are scarce, so the expansion of existing projects will have to be postponed. There is no possibility of starting new projects.\n",
  "n ": "2023 ခုနှစ်အတွက် Aries ဟောကိန်းများသည် Aries လူတို့၏ ဘဏ္ဍာရေး ကိစ္စများအတွက် ကောင်းမွန်စွာ မဖြစ်ထွန်းပါ။ လက်ရှိ ရင်းနှီးမြုပ်နှံမှုမှ အမြတ်ငွေသည် မျှော်မှန်းထားသည့်အတိုင်း ဖြစ်မလာပါ။ အန္တရာယ်များသော ရင်းနှီးမြှုပ်နှံမှု များသည် အရှုံးပေါ်တတ်သည်။ ကောင်းမွန်သော ရင်းနှီးမြုပ်နှံမှုတွင်သာ ရင်းနှီးမြုပ်နှံခြင်းသည် ပိုကောင်းပါတယ်။\nလုပ်ငန်းခွင်မှာ လုပ်ဖော်ကိုင်ဖက်တွေကြားက ဆက်ဆံရေးဟာ အဆင်ပြေမှာ မဟုတ်ပါဘူး။ ဒါကြောင့် ငွေပိုဆုံးရှုံးမယ်။ ငွေကြေး ရှားပါးသောကြောင့် လက်ရှိ ပရောဂျက်များ တိုးချဲ့မှုကို ရွှေ့ဆိုင်းရန် လိုအပ်သည်။ ပရောဂျက် အသစ်များ စတင်နိုင်ခြေ မရှိပါ။\n",
  "o": "Stellar influences do not promote the educational activities of Aries students during the month. Even hard work fails to give good results. Results in examinations and tests will not be up to expectations.\nCompetitive tests will be hard to pass with all the good coaching and diligence. Medical and engineering students will have difficulty holding onto their grades. Students of technical trade will have no problem with their courses.\n",
  "p": "ကြယ်များ၏ လွှမ်းမိုးမှုများသည် ဤလအတွင်း Aries ကျောင်းသားများ၏ ပညာရေးဆိုင်ရာ လှုပ်ရှားမှုများကို မမြှင့်တင်ပါ။ ကြိုးစား အားထုတ်မှုပင်လျှင် ရလဒ်ကောင်းများ မပေးနိုင်ပါ။ စာမေးပွဲနှင့် စာမေးပွဲများတွင် ရလဒ်များသည် မျှော်လင့်ထားသည့်အတိုင်း ဖြစ်မည် မဟုတ်ပါ။\nအပြိုင်အဆိုင် စာမေးပွဲများကို ကောင်းမွန်သော လေ့ကျင့်မှုနှင့် လုံ့လဝီရိယတို့ဖြင့် ကျော်ဖြတ်ရန် ခက်ခဲပါလိမ့်မည်။ ဆေးဘက်ဆိုင်ရာနှင့် အင်ဂျင်နီယာကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်များကို မြင့်တင်ရန် အခက်အခဲ ရှိလိမ့်မည်။ နည်းပညာဆိုင်ရာ ကုန်သွယ်မှု ကျောင်းသားများသည် ၎င်းတို့၏ သင်တန်းများနှင့် ပတ်သက်၍ ပြဿနာ မရှိပါ။\n",
  "q": "Travel itineraries will prove beneficial with the good aspects of planets. There will be plenty of travel both inland as well as overseas. Some of them are for holiday trips for religion and entertainment.\nAll these will result in the expected benefits. There will be business promotion as well as enjoyment. Overall, a good month for travel activities.\n",
  "r": "ခရီးသွား ခရီးစဉ်များသည် ဂြိုလ်များ ၏ ကောင်းသော သွင်ပြင်များ ဖြင့် အကျိုးရှိမည် ဖြစ်သည် ။ ပြည်တွင်းရော ပြည်ပရော ခရီးသွားတွေ အများကြီးရှိမယ်။ တချို့က ဘာသာရေးနဲ့ ဖျော်ဖြေရေး အတွက် အားလပ်ရက် ခရီးတွေ သွားကြတယ်။\nဒါတွေအားလုံးက မျှော်မှန်းထားတဲ့ အကျိုးကျေးဇူးတွေ ရလာမယ်။ စီးပွားရေး မြှင့်တင်ရေး နှင့် ပျော်ရွှင်မှု များ ရှိမည်။ ယေဘုယျအားဖြင့် ခရီးသွား လုပ်ငန်းများအတွက် ကောင်းမွန်သော လဖြစ်သည်။\n"
 },
 {
  "id": "12_2023",
  "a": "Health prospects are fabulous. Singles will have obsessive love relationships. Family affairs, careers, finances, education, and travel will face problems.",
  "b": "ကျန်းမာရေး အလားအလာက အံ့မခန်းပါပဲ။ တစ်ကိုယ်ရေ အချစ်ရေးတွင် အစွဲအလမ်းများနေမည်။ မိသားစုအရေး၊ အသက်မွေးဝမ်းကြောင်းလုပ်ငန်း၊ ငွေကြေး၊ ပညာရေး၊ ခရီးသွားလာရေး ပြဿနာများ ကြုံတတ်မည်။",
  "c": "Aries December 2023 Horoscope foretells that with the help of planets Mars, the Sun, and Mercury, you will be confident and achieve your objectives. You can regain your enthusiasm. However, there will be resistance to your progress which you have to overcome.\nThese disturbances like the 2023 Mercury retrograde will allow you to forge ahead by making the right decisions. You will be prevented from stagnation.\n",
  "d": "2023 ခုနှစ် ဒီဇင်ဘာလတွင် Aries သည် Mars ၊ Sun နှင့် Mercury ဂြိုဟ်များ၏အကူအညီဖြင့် ယုံကြည်မှုရှိပြီး သင့်ရည်မှန်းချက်များကို အောင်မြင်လိမ့်မည် ဖြစ်ကြောင်း ကြိုပြောထားသည်။ မင်းရဲ့ စိတ်အားထက်သန်မှုကို ပြန်ရနိုင်တယ်။ သင်၏ တိုးတက်မှုအတွက် သင်ကျော်ဖြတ်ရမည့် အရာကို ခံနိုင်ရည် ရှိလိမ့်မည်။\n2023 Mercury ဆုတ်ခွာခြင်း ကဲ့သို့ ဤအနှောက်အယှက်များသည် သင့်အား မှန်ကန်သော ဆုံးဖြတ်ချက်များ ချခြင်းဖြင့် ရှေ့ကိုတိုးနိုင်မည် ဖြစ်သည်။ တုံ့ဆိုင်းခြင်းမှ ကာကွယ်နိုင်မည် ဖြစ်ပါသည်။\n",
  "e": "During the first week, there will be no problems in your love relationships due to the influence of Venus. Afterward, it would be best if you did not create confusion as they will be challenging to overcome.\nAfter the first week, married relationships may get into tricky situations and you should take the necessary steps to avoid this from happening. Singles will have a highly passionate relationship with their love mates. Plan for pregnancy with care.\n",
  "f": "ပထမအပတ်အတွင်း ဗီးနပ်စ်၏ လွှမ်းမိုးမှုကြောင့် သင့်အချစ်ရေးတွင် ပြဿနာမရှိပေ။ နောက်ပိုင်းတွင် သင်သည် ရှုပ်ထွေးမှုများကို မဖန်တီးဘဲ ကျော်လွှားရန် စိန်ခေါ်နေမည် ဖြစ်သောကြောင့် အကောင်းဆုံး ဖြစ်လိမ့်မည်။\nပထမ ရက်သတ္တပတ် ပြီးနောက်၊ အိမ်ထောင်သည် ဆက်ဆံရေးသည် ရှုပ်ထွေးသော အခြေအနေများသို့ ရောက်သွားနိုင်ပြီး ယင်းကို မဖြစ်စေရန်အတွက် လိုအပ်သော ခြေလှမ်းများကို လုပ်ဆောင်သင့်သည်။ တစ်ကိုယ်ရေ သမားတွေဟာ သူတို့ရဲ့ ချစ်သူစုံတွဲတွေနဲ့ လွန်စွာ စိတ်အားထက်သန်တဲ့ ဆက်ဆံရေး ရှိပါလိမ့်မယ်။ ကိုယ်ဝန်အတွက် ဂရုတစိုက်စီစဉ်ပါ။\n",
  "g": "Family relationships can face turbulence due to the unhelpful positions of the stars. Family finances tend to overshoot and without proper budgeting, you will end up borrowing money from others.\nThere will be less harmony in the family environment with constant bickering between the members. This will adversely affect the progress of the children. They will fare average in their activities and strict supervision is necessary to control their actions.\n",
  "h": "ကြယ်များ၏ အထောက်အကူ မပြုသော အနေအထားများကြောင့် မိသားစု ဆက်ဆံရေး ရှုပ်ထွေးမှုများ ကြုံတွေ့ရနိုင်သည်။ မိသားစု ဘဏ္ဍာရေးသည် အရှိန်လွန်တတ်ပြီး သင့်လျော်သော ဘတ်ဂျက်မရှိလျှင် သင်သည် အခြားသူများထံမှ ငွေချေးယူခြင်းကို အဆုံးသတ်သွားမည် ဖြစ်သည်။\nမိသားစုဝင်များကြား အဆက်မပြတ် ခိုက်ရန် ဖြစ်မှုများကြောင့် မိသားစု ပတ်ဝန်းကျင်တွင် သဟဇာတ နည်းမည် ဖြစ်သည်။ ဒါက ကလေးတွေရဲ့ တိုးတက်မှုကို ဆိုးဆိုးရွားရွား ထိခိုက်စေပါလိမ့်မယ်။ ၎င်းတို့သည် ၎င်းတို့၏ လှုပ်ရှားမှုများတွင် အနည်းငယ် ထိခိုက်တက်မည် ဖြစ်ပြီး ၎င်းတို့၏ လုပ်ဆောင်ချက်များကို ထိန်းချုပ်ရန် တင်းကျပ်သော ကြီးကြပ်မှု လိုအပ်ပါသည်။\n",
  "i": "2023 Horoscope for Aries is very much favorable for the health of individuals in December 2023. There will not be any problems from recurring diseases. Minor health problems can be taken care of through normal medical care.\nPhysical health can be augmented through regular exercise and diet plans. Mental health can be assured through sufficient rest activities such as yoga and meditation. With good health predicted, you can enjoy your sports and other activities.\n",
  "j": "2023 ခုနှစ် ဒီဇင်ဘာလတွင် Aries လူတစ်ဦးချင်းစီ၏ ကျန်းမာရေးအတွက် အလွန်အဆင်ပြေပါသည်။ ထပ်တလဲလဲ ရောဂါများမှ မည်သည့် ပြဿနာမျှ ရှိမည် မဟုတ်ပါ။ သာမန် ကျန်းမာရေး စောင့်ရှောက်မှုဖြင့် အသေးစား ကျန်းမာရေး ပြဿနာများကို ကုသနိုင်ပါသည်။\nပုံမှန် လေ့ကျင့်ခန်းနှင့် အစားအသောက် အစီအစဉ်များဖြင့် ခန္ဓာကိုယ် ကျန်းမာရေးကို မြှင့်တင်နိုင်ပါသည်။ ယောဂ နှင့် တရားထိုင်ခြင်းကဲ့သို့ လုံလောက်သော အနားယူခြင်း လှုပ်ရှားမှုများဖြင့် စိတ်ကျန်းမာရေးကို အာမခံနိုင်ပါသည်။ ကျန်းမာရေး ကောင်းမည်ဟု ကြိုတင် ခန့်မှန်းထားခြင်းဖြင့် သင်၏ အားကစားနှင့် အခြားလှုပ်ရှားမှုများကို ပျော်မွေ့နိုင်မည် ဖြစ်သည်။\n",
  "k": "Monthly Horoscope 2023 does not predict good things on the career front. Planetary aspects are not helpful and this will create misunderstandings with colleagues and seniors at the workplace. Completing your targets will become difficult.\nEven hard work does not help. All these things can result in desperation. You may try to change jobs or the line of activity. Even these things may not help and hence requires serious thinking and action.\n",
  "l": "လစဉ် ဟောကိန်း 2023 သည် အလုပ်အတွက် ကောင်းမွန်သော အရာများကို မခန့်မှန်းတတ်ပါ။ ဂြိုလ်ပုံသဏ္ဍာန်များသည် အထောက်အကူ မဖြစ်ဘဲ၊ ၎င်းသည် လုပ်ငန်းခွင်ရှိ လုပ်ဖော်ကိုင်ဖက်များနှင့် စီနီယာများနှင့် နားလည်မှုလွဲမှားမှု ဖြစ်စေသည်။ ရည်မှန်းချက်တွေကို ပြီးမြောက်ဖို့ ခက်ခဲလာပါလိမ့်မယ်။\nအလုပ်ကြိုးစားတာတောင်မှ မကူညီဘူး။ ဤအရာအားလုံးသည် စိတ်ပျက်အားငယ်ခြင်းကို ဖြစ်စေနိုင်သည်။ အလုပ်များ သို့မဟုတ် လှုပ်ရှားမှုလို င်းပြောင်းရန် သင်ကြိုးစားနိုင်သည်။ ဤအရာများပင်လျှင် မကူညီ နိုင်သောကြောင့် လေးနက်သော တွေးခေါ်မှုနှင့် လုပ်ဆောင်ချက် လိုအပ်ပါသည်။\n",
  "m": "Horoscope predictions for 2023 are hardly helpful for financial activities because of the stellar disturbances. All types of risky investments should be avoided as they will end up with losses.\nRelationships with colleagues and partners will not be congenial. This will result in a loss of profits. Existing investments fail to give the expected returns. No finances will be available for the expansion of existing ventures or starting of new ones.\n",
  "n ": "ကြယ်နှောင့်ယှက်မှုများကြောင့် 2023 ခုနှစ်အတွက် ဇာတာဟောကိန်းများသည် ငွေကြေးကိစ္စများအတွက် အထောက်အကူမဖြစ်ပါ။ ဆုံးရှုံးမှုများနှင့်အဆုံးသတ်မည် ဖြစ်သောကြောင့် အန္တရာယ်ရှိသော ရင်းနှီးမြှုပ်နှံမှု အမျိုးအစားအားလုံးကို ရှောင်ရှားသင့်သည်။\nလုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် သင့်လျော်မည်မဟုတ်ပါ။ ဒါက အမြတ်အစွန်း ဆုံးရှုံးသွားမယ်။ လက်ရှိ ရင်းနှီးမြှုပ်နှံမှုများသည် မျှော်မှန်းထားသော ရလဒ်များကို မပေးနိုင်ပါ။ လက်ရှိ လုပ်ငန်းများ တိုးချဲ့ခြင်း သို့မဟုတ် လုပ်ငန်းသစ်များ စတင်ခြင်းအတွက် ငွေကြေး ရရှိနိုင်မည်မဟုတ်ပါ။\n",
  "o": "The negative influences of the stars hamper the educational prospects of students. There will be hardly any enthusiasm or good effort from the students. This will naturally result in a bad performance in the studies.\nCompetitive tests will be difficult to get through despite hard work and good guidance. Engineering and medical students might have difficulty sticking to their ranks. Only students of crafts will do well in their courses.\n",
  "p": "ကြယ်များ၏ အဆိုးမြင်မှုများသည် ကျောင်းသားများ၏ ပညာရေး အလားအလာကို အနှောင့်အယှက်ပေးသည်။ ကျောင်းသားများထံမှ စိတ်အားထက်သန်မှု သို့မဟုတ် ကောင်းမွန်သော ကြိုးစားအားထုတ်မှုမျိုး မရှိသလောက်ပင် ဖြစ်သည်။ ၎င်းသည် လေ့လာမှုများတွင် ဆိုးရွားသော စွမ်းဆောင်ရည်ကို သဘာဝအတိုင်း ဖြစ်ပေါ်စေသည်။\nကြိုးစားအားထုတ်မှုနှင့် လမ်းညွှန်မှုကောင်းများကြားမှ အပြိုင်အဆိုင် စာမေးပွဲများ ဖြေဆိုရန် ခက်ခဲပါလိမ့်မည်။ အင်ဂျင်နီယာ နှင့် ဆေးကျောင်းသား များသည် ၎င်းတို့၏ အဆင့်များကို လိုက်ရန် အခက်အခဲ ရှိနိုင်သည်။ လက်မှုပညာ တတ်မြောက်ထားသူများသာ ၎င်းတို့၏ သင်တန်းတွင် ကောင်းမွန်စွာ ဖြေဆိုနိုင်မည် ဖြစ်သည်။\n",
  "q": "There will not be many benefits from travel plans in the absence of planetary help. Several travels are expected both inland and overseas. Some of them will be for business promotion while others for personal enjoyment.\nAll these will not provide the desired benefits. Holiday travel will not give the necessary happiness. Business people fail to make profits. There may be possibilities of physical problems during these trips.\n",
  "r": "ဂြိုလ်အကူအညီမရှိလျှင် ခရီးသွား အစီအစဉ်များမှ အကျိုးကျေးဇူး များစွာရရှိမည် မဟုတ်ပါ။ ပြည်တွင်းနှင့်ပြည်ပ ခရီးများစွာကို မျှော်မှန်းထားသည်။ ၎င်းတို့ထဲမှ အချို့သည် စီးပွားရေး မြှင့်တင်ရေး အတွက်ဖြစ်ပြီး အချို့မှာ ကိုယ်ရေးကိုယ်တာ ပျော်ရွှင်မှု အတွက် ဖြစ်သည်။\nဒါတွေအားလုံးဟာ လိုချင်တဲ့ အကျိုးကျေးဇူးတွေကို ပေးစွမ်းမှာ မဟုတ်ပါဘူး။ အားလပ်ရက် ခရီးသွားခြင်းသည် လိုအပ်သော ပျော်ရွှင်မှုကို ပေးမည်မဟုတ်ပေ။ စီးပွားရေး သမားတွေက အမြတ်မရဘူး။ ဤခရီးစဉ်များအတွင်း ရုပ်ပိုင်းဆိုင်ရာ ပြဿနာများ ဖြစ်နိုင်ချေများသည်။\n"
 }
]