[
 {
  "id": "8_2023",
  "a": "The family environment will be cordial. Career progress will be excellent. Travels help business growth. Students will excel in education.",
  "b": "မိသားစု ပတ်ဝန်းကျင် သာယာနေမည်။ လုပ်ငန်းများ တိုးတက်အောင်မြင်မည်။ ခရီးသွားခြင်းက စီးပွားရေး တိုးတက်မှုကို အထောက်အကူ ဖြစ်စေပါတယ်။ ကျောင်းသားများသည် ပညာရေးတွင် ထူးချွန်လိမ့်မည်။",
  "c": "Taurus August 2023 Horoscope suggests that the retrograde of planets help you to take decisions after plenty of thinking. Life will be enjoyable with the help of planets Jupiter and Mars. At the same time, there will be differences of opinion with others.\nTaurus people should not be greedy in their actions. The negative influence of Venus may create annoying situations. Wait for things to settle down before you take any action.\n",
  "d": "Taurus သြဂုတ်လ 2023 ဟောကိန်းသည် ဂြိုဟ်များ၏ နောက်ကြောင်းပြန်လှည့်ခြင်းသည် စဉ်းစားတွေးခေါ်မှု များစွာပြုလုပ်ပြီးနောက် သင့်အား ဆုံးဖြတ်ချက်များချရန် ကူညီပေးကြောင်း အကြံပြုထားသည်။ ဂျူပီတာနှင့် မားစ်ဂြိုလ်များ၏ အကူအညီဖြင့် ဘဝသည် ပျော်ရွှင်ဖွယ် ဖြစ်လိမ့်မည်။ တစ်ချိန်တည်းမှာပင် အခြားသူများနှင့် သဘောထား ကွဲလွဲမှုများရှိမည်။\nTaurus လူမျိုးများသည် ၎င်းတို့၏ လုပ်ရပ်များတွင် လောဘမကြီးသင့်ပါ။ Venus ၏ အပျက်သဘော လွှမ်းမိုးမှုသည် စိတ်အနှောက်အယှက် ဖြစ်စေသော အခြေအနေများကို ဖန်တီးပေးနိုင်သည်။ သင်လုပ်ဆောင်မှု တစ်စုံတစ်ရာ မပြုလုပ်မီ အရာများကို တည်ငြိမ်အောင် စောင့်ပါ။\n",
  "e": "Love relationships will face disagreements because of the aspects of Venus. You will have the power to overcome all the disturbances by being flexible. It is also important to tone down your selfishness which is against your basic nature.\nRelationships with your partner can be made harmonious by agreeing to the requirements of your spouse. Singles will face problems in getting their partners in love. It is time to formulate your requirements in love partnerships like planning for a child.\n",
  "f": "အချစ်ရေးတွင် ဗီးနပ်စ်၏ သွင်ပြင်ကြောင့် သဘောထား ကွဲလွဲမှုများ ကြုံရလိမ့်မည်။ လိုက်လျော ညီထွေ ရှိခြင်းဖြင့် အနှောက်အယှက် အားလုံးကို ကျော်လွှားနိုင်သော စွမ်းအားရှိသည်။ သင်၏ အခြေခံ သဘောသဘာဝနှင့် ဆန့်ကျင်ဘက် ဖြစ်သော သင်၏ တစ်ကိုယ်ကောင်းဆန်မှုကို လျှော့ချရန်လည်း အရေးကြီးပါသည်။\nသင့်အိမ်ထောင်ဖက်၏ လိုအပ်ချက်များကို နားလည် လက်ခံခြင်းဖြင့် သင့်တွဲဖက်နှင့် ဆက်ဆံရေးကို သဟဇာတ ဖြစ်စေနိုင်သည်။ တစ်ကိုယ်ရေ ချစ်သူများ အချစ်ရေးတွင် ပြဿနာများ ကြုံရတတ်သည်။ ကလေးအတွက် စီစဉ်ခြင်းကဲ့သို့ ချစ်ခြင်းမေတ္တာ ပူးပေါင်းဆောင်ရွက်မှုများတွင် သင်၏ လိုအပ်ချက်များကို ပုံဖော်ရန် အချိန် ကျရောက်ပြီ ဖြစ်သည်။\n",
  "g": "There will be absolute happiness in the family environment aided by the positive influences of the planets. The environment will be full of functions and celebrations to add to the cheer existing in the atmosphere. The 2023 monthly horoscope forecasts that this will enhance harmony in the family atmosphere.\nChildren will be positively influenced by this happy environment and tend to do well in their studies and extracurricular activities. Their behavior with others will be pleasant. Family finances will not create any problems as they will be much more than the expenses.\n",
  "h": "ဂြိုလ်များ၏ အပြုသဘောဆောင်သော လွှမ်းမိုးမှုများကြောင့် မိသားစု ပတ်ဝန်းကျင်တွင် လုံးဝပျော်ရွှင်မှု ရှိလာမည် ဖြစ်သည်။ ပတ်ဝန်းကျင်သည် ရွှင်လန်းမှုကို ပေါင်းထည့်ရန် လုပ်ဆောင်ချက်များနှင့် အခမ်းအနားများ ပြည့်နေမည်ဖြစ်သည်။ 2023 ခုနှစ် လစဉ် ဇာတာခွင်တွင် ဤအရာသည် မိသားစု အတွင်း သဟဇာတ ဖြစ်မှုကို တိုးမြင့်စေသည်ဟု ဟောကိန်းထုတ်သည်။\nကလေးများသည် ဤပျော်ရွှင်သော ပတ်ဝန်းကျင်မှ အပြုသဘောဆောင်သော လွှမ်းမိုးမှု ခံရပြီး ၎င်းတို့၏ ပညာရေးများနှင့် ကျောင်းပြင်ပ လှုပ်ရှားမှုများတွင် ကောင်းမွန်စွာ လုပ်ဆောင်လေ့ ရှိသည်။ တခြားသူတွေနဲ့ သူတို့ရဲ့ အပြုအမူက သာယာလိမ့်မယ်။ မိသားစု ငွေရေး ကြေးရေးသည် ကုန်ကျစရိတ်ထက် များစွာ ပိုနေသောကြောင့် မည်သည့် ပြဿနာမျှ ဖန်တီးမည် မဟုတ်ပါ။\n",
  "i": "August 2023 Horoscope for Taurus predicts that health prospects will be excellent with the helpful stellar aspects. There will be no recurrence of chronic ailments adding to the happiness of Taurus individuals.\nMental well-being can be ensured by having more relaxation to overcome stressful situations that may arise. Yoga and sports will be very much helpful. With excellent physical and mental health, it is time to indulge in outdoor activities and adventure sports.\n",
  "j": "ဩဂုတ်လ 2023 ခုနှစ် ဟောကိန်းက Taurus သည် အထောက်အကူ ဖြစ်စေသော ကြယ်သွင်ပြင်များနှင့်အတူ ကျန်းမာရေး အလားအလာ ကောင်းမွန်လိမ့်မည်ဟု ဟောကိန်းထုတ်ပါသည်။ Taurus တစ်ဦးချင်းစီ၏ ပျော်ရွှင်မှုကို ထပ်လောင်းပေးသည့် နာတာရှည် ဝေဒနာများ ပြန်ဖြစ်မလာတော့ပါ။\nဖြစ်ပေါ်လာနိုင်သည့် ဖိစီးမှု အခြေအနေများကို ကျော်လွှားနိုင်ရန် ပိုမိုစိတ်လျှော့ထားခြင်းဖြင့် စိတ်၏ ကျန်းမာချမ်းသာမှုကို အာမခံ နိုင်ပါသည်။ ယောဂနဲ့ အားကစားက အများကြီး အထောက်အကူ ဖြစ်ပါလိမ့်မယ်။ ကောင်းမွန်သော ရုပ်ပိုင်းဆိုင်ရာနှင့် စိတ်ပိုင်းဆိုင်ရာ ကျန်းမာရေးအတွက်၊ ပြင်ပလှုပ်ရှားမှုများနှင့် စွန့်စားခန်း အားကစားများ ပါဝင်ဆင်နွှဲရန် အချိန် ကျရောက်ပြီဖြစ်သည်။\n",
  "k": "Career Horoscope 2023 indicates that professionals will be blessed by the planets in their effort to progress in their careers. There will be good support from colleagues and seniors in the execution of the projects. You can also benefit from the advice of experts in the field. Those looking for a change of job for better prospects will be successful. There may be a change of place also. These changes will improve your chances to advance in your career.",
  "l": "2023 တွင် အသက်မွေးဝမ်းကြောင်း လုပ်ငန်းများတွင် တိုးတက်ရန် ကြိုးပမ်းရာတွင် ဂြိုလ်များမှ ကောင်းချီးမင်္ဂလာများ ခံစားရမည် ဖြစ်ကြောင်း ဖော်ပြသည်။ ပရောဂျက်များ အကောင်အထည် ဖော်ရာတွင် လုပ်ဖော်ကိုင်ဖက်များနှင့် လူကြီးများ၏ ပံ့ပိုးကူညီမှုကောင်းများ ရရှိမည်ဖြစ်ပါသည်။ နယ်ပယ်မှ ကျွမ်းကျင်သူများ၏ အကြံဉာဏ်များမှလည်း အကျိုးရှိနိုင်ပါသည်။ ပိုမိုကောင်းမွန်သော အလားအလာများအတွက် အလုပ်အကိုင် အပြောင်းအလဲ ရှာဖွေနေသူများ အောင်မြင်မည်။ နေရာ အပြောင်းအလဲလည်း ရှိနိုင်ပါတယ်။ ဤပြောင်းလဲမှုများသည် သင့်လုပ်ငန်းတွင် တိုးတက်အောင်မြင်ရန် အခွင့်အလမ်းများကို တိုးတက်စေမည် ဖြစ်သည်။",
  "m": "Horoscope for 2023 does not promise very good things on the financial front for Taurus individuals. Profits from current investments will tend to be negative and speculations will fail to improve the situation. All risky investments need to be avoided. Relationships with partners and colleagues will tend to be difficult resulting in more losses. It is necessary to have good relationships with everyone. The month is not favorable for the expansion of existing projects or starting new ones during the 2o23 Mercury retrograde dates.",
  "n ": "2023 အတွက် ဟောကိန်း သည် Taurus တစ်ဦးချင်းစီအတွက် ငွေရေးကြေးရေး တွင် အလွန်ကောင်းသော အရာများကို ကတိမပေးပေ။ လက်ရှိ ရင်းနှီးမြုပ်နှံမှုများမှ အမြတ်အစွန်းများသည် အနုတ်လက္ခဏာ ဆောင်ကာ အခြေအနေ တိုးတက်ကောင်းမွန်ရန် ပျက်ကွက်သွားမည် ဖြစ်သည်။ အန္တရာယ်ရှိသော ရင်းနှီးမြှုပ်နှံမှု အားလုံးကို ရှောင်ရှားရန် လိုအပ်သည်။ လုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် ခက်ခဲနေတတ်ပြီး ဆုံးရှုံးမှုများ ပိုမိုဖြစ်ပေါ်ရန် ရှိတတ်သည်။ လူတိုင်းနှင့် ကောင်းမွန်သော ဆက်ဆံရေးရှိရန် လိုအပ်သည်။ 2o23 Mercury ဆုတ်ခွာစဉ် ရက်စွဲများအတွင်း ရှိပြီးသား ပရောဂျက်များကို တိုးချဲ့ခြင်း သို့မဟုတ် အသစ်များစတင်ခြင်းအတွက် ဤလသည် အဆင်မပြေပါ။",
  "o": "Stellar influences will make academic progress highly enjoyable. Students of all faculties will do well in their studies and examinations. Engineering and medicine students will comfortably hold their grades.\nPlanetary influences will make you work hard toward your studies and there will be no problem in moving to the next grade. Passing competitive examinations will require normal effort and usual coaching. Trades and craftspeople will excel in their studies.\n",
  "p": "ကြယ်များ၏ လွှမ်းမိုးမှုများသည် ပညာရေးဆိုင်ရာ တိုးတက်မှုကို အလွန်နှစ်သက်ဖွယ် ကောင်းစေသည်။ တက္ကသိုလ်ပေါင်းစုံမှ ကျောင်းသားများသည် ၎င်းတို့၏ လေ့လာမှုနှင့် စာမေးပွဲများတွင် ကောင်းမွန်စွာ ဖြေဆိုနိုင်မည် ဖြစ်သည်။ အင်ဂျင်နီယာနှင့် ဆေးကျောင်းသူ ကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်များကို အဆင်ပြေစွာ ထိန်းထားနိုင်မည် ဖြစ်သည်။\nဂြိုလ်လွှမ်းမိုးမှုများသည် သင့်လေ့လာမှုအတွက် အားသွန်ခွန်စိုက် လုပ်ဆောင်စေမည်ဖြစ်ပြီး နောက်တစ်တန်းသို့ ပြောင်းရွှေ့ရာတွင် ပြဿနာရှိမည် မဟုတ်ပါ။ အပြိုင်အဆိုင် စာမေးပွဲများကို အောင်မြင်ရန် ပုံမှန်အားထုတ်မှုနှင့် ပုံမှန်လေ့ကျင့်မှု လိုအပ်မည် ဖြစ်သည်။ အရောင်းအ၀ယ် သမားများနှင့် လက်မှုပညာ အနုပညာ သမားများ ဝိဇ္ဇာ သမားများ သည် ၎င်းတို့၏ လေ့လာမှုတွင် ထူးချွန်လိမ့်မည်။\n",
  "q": "Stellar help is available for Taurus businessmen and professionals from business travels. People engaged in creative activities will benefit immensely from these travels. There will be both inland as well as overseas trips. All these will result in substantial benefits. Trips for recreation with friends and family members will be highly enjoyable. Overall, this is a good month for travel activities!",
  "r": "ကြယ်များ၏ အကူအညီကို Taurus စီးပွားရေးသမားများနှင့် လုပ်ငန်းဆိုင်ရာ ခရီးသွားများမှ ရနိုင်ပါသည်။ တီထွင်ဖန်တီးမှုဆိုင်ရာ လှုပ်ရှားမှုများတွင် ပါဝင်သူများသည် ဤခရီးစဉ်များမှ အကျိုးကျေးဇူးများစွာ ရရှိမည်ဖြစ်သည်။ ပြည်တွင်းခရီးသာမက ပြည်ပခရီးစဉ်များလည်း ပါ၀င်မည် ဖြစ်သည်။ ဒါတွေအားလုံးဟာ ကြီးမားတဲ့ အကျိုးကျေးဇူးတွေ ရရှိစေမှာပါ။ သူငယ်ချင်းများနှင့် မိသားစုဝင်များနှင့်အတူ အပန်းဖြေခရီးများ ထွက်ခြင်းသည် အလွန် ပျော်စရာ ကောင်းပါသည်။ ယေဘုယျအားဖြင့်၊ ဤလသည် ခရီးသွား လှုပ်ရှားမှုများအတွက် ကောင်းမွန်သော လဖြစ်သည်။"
 },
 {
  "id": "9_2023",
  "a": "Career growth will be excellent. Harmony with your spouse can be obtained through tact. Expect problems in family affairs.",
  "b": "အလုပ် တိုးတက်မှု အထူးကောင်းမွန်မည်။ အလိမ္မာအားဖြင့် သင့်အိမ်ထောင်ဖက်နှင့် စည်းလုံးညီညွတ်မှုကို ရရှိနိုင်သည်။ မိသားစုအရေးကိစ္စများ ကြုံတတ်မည်။",
  "c": "Taurus September 2023 Horoscope indicates that things will progress slowly because of the retrograde of the planets. Instead of losing your patience, it is time to review your actions. It will give you time to make improvements to your projects. If you have to make any radical changes, this will be the month to do so. It will also give you time to build harmony among your colleagues and seniors. The results from these improvements will be phenomenal.\nBut things are not so simple as you have negative vibes from Venus. You will have to face any number of difficulties. It is necessary to focus on improving your principles rather than dwelling on the situation.\n",
  "d": "Taurus စက်တင်ဘာ 2023 ဟောကိန်း သည် ဂြိုလ်များ နောက်ပြန်ဆုတ်သွားခြင်းကြောင့် အရာဝတ္ထုများ နှေးကွေးစွာ တိုးတက်လာမည်ဟု ညွှန်ပြသည်။ စိတ်ရှည်သည်းခံမှုကို ပျောက်ဆုံးစေမည့်အစား သင့်လုပ်ရပ်များကို ပြန်လည်သုံးသပ်ရန် အချိန်တန်ပြီ ဖြစ်သည်။ သင်၏ ပရောဂျက်များကို မြှင့်တင်ရန် အချိန်ပေးလိမ့်မည်။ အကယ်၍ သင်သည် အစွန်းရောက် အပြောင်းအလဲများ ပြုလုပ်ရန် လိုအပ်ပါက၊ ဤလသည် ပြုလုပ်ရန် လဖြစ်သည်။ သင့်လုပ်ဖော်ကိုင်ဖက်များနှင့် လူကြီးများအကြား သဟဇာတဖြစ်အောင် တည်ဆောက်ရန်လည်း အချိန်ပေးရမည် ဖြစ်သည်။ ဤတိုးတက်မှုများမှ ရလဒ်များသည် အံ့မခန်း ဖြစ်လိမ့်မည်။\nဒါပေမယ့် သင့်မှာ Venus ရဲ့ အပျက်သဘောဆောင်တဲ့ ခံစားချက်တွေ ရှိတာကြောင့် အရာအားလုံးက မရိုးရှင်းပါဘူး။ မည်သည့် အခက်အခဲကိုမဆို ရင်ဆိုင်ရမည် ဖြစ်ပါသည်။ အခြေအနေအပေါ် မှီခိုနေမည့်အစား သင်၏မူများကို ပိုမိုကောင်းမွန်အောင် အာရုံစိုက်ရန် လိုအပ်ပါသည်။\n",
  "e": "In relationships concerning love, there is every chance that you will accomplish your objectives. But with the influence of Venus, you still have to give up some ambitions. For harmony to exist, you have to give up your aggressive behavior during the 2023 Mercury retrograde.\nMarital peace can be attained by being accommodative instead of trying to force things. It is important to keep your partner always happy. Singles will still have problems getting into relationships. You should be careful in selecting the right partners and planning for a baby.\n",
  "f": "အချစ်ရေးနဲ့ပတ်သက်တဲ့ ပေါင်းသင်း ဆက်ဆံရေးတွေမှာ မင်းရဲ့ရည်မှန်းချက်တွေကို ပြီးမြောက် အောင်မြင်ဖို့ အခွင့်အရေးတွေ ရှိနေပါတယ်။ သို့သော် ဗီးနပ်စ်၏ လွှမ်းမိုးမှုဖြင့် သင်သည် ရည်မှန်းချက် အချို့ကို စွန့်လွှတ်ရသေးသည်။ သဟဇာတ ဖြစ်ဖို့အတွက်၊ 2023 Mercury ဆုတ်ခွာစဉ် အတွင်း မင်းရဲ့ရန်လိုတဲ့အပြုအမူကို စွန့်လွှတ်ရပါမယ်။\nအတင်းအကြပ် ခိုင်းစေမည့်အစား လိုက်လျောညီထွေ ရှိခြင်းဖြင့် အိမ်ထောင်ရေး သာယာမှုကို ရနိုင်သည်။ သင့်ချစ်သူကို အမြဲပျော်ရွှင်နေဖို့က အရေးကြီးပါတယ်။ တစ်ကိုယ်ရေ သမားများ၏ ဆက်ဆံရေးတွင် အဆင်မပြေမှုများ ရှိပါသေးသည်။ သင့်တော်တဲ့ လက်တွဲဖော်ကို ရွေးချယ်ပြီး ရှေ့ဆက်ရန် အစီအစဉ်ဆွဲရာမှာ သတိထားသင့်ပါတယ်။\n",
  "g": "Taurus people will be presented with several problems on account of conflicts in the family. Relationships between siblings can be stressful and there may be dangerous results on account of this. It is very much required that relationships should be made harmonious using all your skills.\nFamily finances will be under strain due to the ever-increasing expenses. Proper budgeting should be resorted to avoid borrowing money from external sources. The progress of children will also be seriously affected and they tend to get into trouble with others. They will have to be strictly supervised.\n",
  "h": "Taurus သည် မိသားစုအတွင်း ပဋိပက္ခများကြောင့် ပြဿနာများစွာကို ကြုံတွေ့ရလိမ့်မည်။ ညီအစ်ကို မောင်နှမများကြား ဆက်ဆံရေးသည် ဖိစီးမှု ဖြစ်စေနိုင်ပြီး ယင်းကြောင့် အန္တရာယ်ရှိသော ရလဒ်များ ရှိနိုင်သည်။ သင့်အရည်အချင်း အားလုံးကို အသုံးပြု၍ ပေါင်းသင်းဆက်ဆံရေးကို သဟဇာတ ဖြစ်အောင် ပြုလုပ်ရန် အလွန်လို အပ်ပါသည်။\nတိုးပွားလာသော အသုံးစရိတ်များကြောင့် မိသားစု ဘဏ္ဍာရေး အဆင်မပြေ ဖြစ်မည်။ ပြင်ပ လူများမှ ငွေချေးခြင်းကို ရှောင်ရှားရန် သင့်လျော်သော ဘတ်ဂျက်ရေးဆွဲခြင်းကို အသုံးပြုသင့်သည်။ ကလေးများ၏ တိုးတက်မှုကိုလည်း ပြင်းထန်စွာ ထိခိုက်စေပြီး အခြားသူများနှင့်လည်း ပြဿနာ တက်တတ်သည်။ သူတို့ကို တင်းတင်းကြပ်ကြပ် ကြပ်မတ်ပေးရပါမယ်။\n",
  "i": "2023 Horoscope for Taurus is favorable for excellent health in September 2023. There will not be any problems from chronic diseases and this will provide a lot of relief. Physical health can be maintained by regular diet and exercise programs.\nThere will be some disturbance in mental health due to stress and anxiety. It is important to remain relaxed through meditation and sports activities. Minor health problems can be easily taken care of by routine medical care.\n",
  "j": "2023 Taurus အတွက် Horoscope သည် 2023 ခုနှစ် စက်တင်ဘာလတွင် ကောင်းမွန်သော ကျန်းမာရေးအတွက် ကောင်းမွန်သော အခွင့်သာပါသည်။ နာတာရှည်ရောဂါများမှ မည်သည့် ပြဿနာမျှ ရှိမည် မဟုတ်သောကြောင့် သက်သာရာ ရစေပါသည်။ ပုံမှန် အစားအသောက်နှင့် လေ့ကျင့်ခန်း အစီအစဉ်များဖြင့် ခန္ဓာကိုယ် ကျန်းမာရေးကို ထိန်းသိမ်းနိုင်သည်။\nစိတ်ဖိစီးမှုနှင့် စိုးရိမ်ပူပန်မှုများကြောင့် စိတ်ကျန်းမာရေးတွင် အနှောင့်အယှက် အချို့ ရှိတတ်မည်။ တရားထိုင်ခြင်း နှင့် အားကစား လှုပ်ရှားမှုများ ဖြင့် စိတ်အေးလက်အေး ရှိနေရန် အရေးကြီးပါသည်။ ပုံမှန် ကျန်းမာရေး စောင့်ရှောက်မှုဖြင့် အသေးအဖွဲ ကျန်းမာရေး ပြဿနာများကို အလွယ်တကူ ကုသနိုင်ပါသည်။\n",
  "k": "Monthly Horoscope 2023 predicts excellent conditions for career growth with beneficial stellar positions. You tend to work hard to complete your projects and have harmonious relations with colleagues and seniors.\nThere will be career promotions and financial rewards. If you are keen, you will get job offers from other companies which will be financially lucrative. If you are confident, you can go for a change.\n",
  "l": "လစဉ် ဟောကိန်း 2023 သည် အကျိုးရှိသော ကြယ်ပွင့် များဖြင့် အသက်မွေးဝမ်းကြောင်း တိုးတက်မှုအတွက် ကောင်းမွန်သော အခြေအနေများကို ခန့်မှန်းပေးသည်။ သင်သည် သင်၏ ပရောဂျက်များကို ပြီးမြောက်ရန် ကြိုးစားပြီး လုပ်ဖော်ကိုင်ဖက်များ အထက် လူကြီးများနှင့် သဟဇာတ ဖြစ်အောင် ဆက်ဆံလေ့ ရှိသည်။\nအလုပ် ရာထူးတိုးခြင်း နှင့် ငွေကြေးဆိုင်ရာ ဆုလာဘ်များ ရရှိမည်။ စိတ်အားထက်သန်ပါက၊ ငွေရေးကြေးရေးအရ အမြတ်များမည့် အခြားကုမ္ပဏီများမှ အလုပ်အကိုင် ကမ်းလှမ်းမှုများ ရရှိမည် ဖြစ်သည်။ ယုံကြည်မှုရှိရင် အပြောင်းအလဲကို သွားနိုင်ပါတယ်။\n",
  "m": "Horoscope predictions for 2023 do not offer comfort on the financial front for Taurus individuals. Returns from investments will not be satisfactory and there is no profit expected from risky investments. It is advisable to invest only in sound products.\nRelationships with partners and colleagues tend to be turbulent. This will naturally reduce the profits substantially. Finances will not be available for expansions and new projects. Keep working hard for a better tomorrow!\n",
  "n ": "2023 အတွက် ဟောကိန်း ခန့်မှန်းချက်များသည် Taurus တစ်ဦးချင်းစီအတွက် ငွေရေးကြေးရေး သက်တောင့်သက်သာ မဖြစ်စေပါ။ ရင်းနှီးမြုပ်နှံမှုများမှ ပြန်လည် ရလာခြင်းသည် ကျေနပ်ဖွယ် မရှိသလို အန္တရာယ်များသော ရင်းနှီးမြှုပ်နှံမှုများမှ အမြတ် မျှော်လင့်ချက်လည်း မရှိပါ။ ကောင်းမွန်သော ထုတ်ကုန်များတွင်သာ ရင်းနှီးမြှုပ်နှံရန် အကြံပြုလိုပါသည်။\nလုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေး ရှုပ်ထွေးနေတတ်သည်။ ဒါက သဘာဝအတိုင်း အမြတ်အစွန်းကို သိသိသာသာ လျှော့ချပေးပါလိမ့်မယ်။ တိုးချဲ့မှုများနှင့် အလုပ် အသစ်များအတွက် ငွေကြေးများ ရရှိနိုင်မည် မဟုတ်ပါ။ ပိုမိုကောင်းမွန်သော မနက်ဖြန်အတွက် ဆက်လက်ကြိုးစားပါ။\n",
  "o": "Educational activities of Taurus students might suffer due to the negative influences of the planets. Engineering and medical students will have a tough time sticking to their grades. Results in tests and examinations will be below expectations.\nCompetitive tests will require much more hard work and very good coaching to get through. Those pursuing creative subjects fail to be successful in their studies. Technical trade and crafts students will not be affected in their pursuits.\n",
  "p": "Taurus ကျောင်းသားများ၏ ပညာရေးဆိုင်ရာ လှုပ်ရှားမှုများသည် ဂြိုလ်များ၏ အဆိုးမြင်မှုများကြောင့် ဒုက္ခရောက်နိုင်သည်။ အင်ဂျင်နီယာနှင့် ဆေးကျောင်းသူ ကျောင်းသားများသည် ၎င်းတို့၏ ပညာရပ်များကို လိုက်နိုင်ရန် ခက်ခဲသော အချိန်ဖြစ်လိမ့်မည်။ စမ်းသပ်မှု နှင့် စာမေးပွဲများတွင် ရလဒ်များသည် မျှော်လင့်ထားသည်ထက် နိမ့်နေလိမ့်မည်။\nအပြိုင်အဆိုင် စာမေးပွဲများကို ကျော်ဖြတ်ရန် အလွန် ကြိုးစားအားထုတ်မှုနှင့် အလွန်ကောင်းမွန်သော နည်းပြများ လိုအပ်မည်ဖြစ်သည်။ တီထွင်ဖန်တီးမှု ဘာသာရပ်ကို လိုက်စားသူများသည် ၎င်းတို့၏ လေ့လာမှုတွင် မအောင်မြင်ကြပါ။ နည်းပညာ ကုန်သွယ်မှုနှင့် လက်မှုပညာ ဝိဇ္ဇာ ကျောင်းသားများသည် ၎င်းတို့၏ လိုက်စားမှုတွင် ထိခိုက်မည် မဟုတ်ပါ။\n",
  "q": "Planetary influences make travel activities futile and there will not be any pleasure even in holiday travel. A lot of inland and overseas trips are planned and most of them can be avoided. Businessmen fail to promote their businesses and students will fail to get into reputed institutes. It looks reasonable if you can trim your travel itineraries and try to save money.",
  "r": "ဂြိုလ်လွှမ်းမိုးမှုများသည် ခရီးသွား လှုပ်ရှားမှုများကို အချည်းအနှီး ဖြစ်စေပြီး အားလပ်ရက် ခရီးသွားခြင်းတွင်ပင် ပျော်ရွှင်မှု ရှိလာမည် မဟုတ်ပါ။ ပြည်တွင်းပြည်ပ ခရီးစဉ် အများအပြားကို စီစဉ်ထားပြီး အများစုမှာ ရှောင်ရှားနိုင်သည်။ စီးပွားရေး သမားများသည် ၎င်းတို့၏ လုပ်ငန်းများကို မြှင့်တင်ရန် ပျက်ကွက်ပြီး ကျောင်းသားများသည် ကျော်ကြားသော တက္ကသိုလ်များသို့ ဝင်ရောက်ရန် ပျက်ကွက်မည် ဖြစ်သည်။ သင်၏ ခရီးသွား ခရီးစဉ်များကို ချုံ့ပြီး ငွေချွေတာနိုင်လျှင် ကျိုးကြောင်း ဆီလျော်ပုံ ရသည်။"
 },
 {
  "id": "10_2023",
  "a": "Health will pose many problems. Travel plans will be profitable. Married life will be harmonious. Career and finance will present a few difficulties.",
  "b": "ကျန်းမာရေး ပြဿနာများစွာ ရှိလာမည်။ ခရီးအစီအစဥ်များ အဆင်ပြေမည်။ အိမ်ထောင်သည်ဘဝ ညီညွတ်မည်။ အသက်မွေးဝမ်းကြောင်း အလုပ်နှင့် ငွေကြေးအခက်အခဲ အနည်းငယ်ရှိမည်။",
  "c": "Taurus October 2023 Horoscope suggests that there will be progress but at a slower rate due to the influences of Jupiter and Saturn. This will give you time to modify your strategies for better speed of progress.\nYou should not be afraid of competition. There will be some negative impacts due to the planetary influences of the Sun, Mercury, and Mars. It is necessary to take support from social contacts in your actions by end of the month.\n",
  "d": "Taurus အောက်တိုဘာလ 2023 ဟောကိန်း သည် တိုးတက်မှု ရှိလာသော်လည်း ကြာသပတေးဂြိုဟ်နှင့် စနေဂြိုဟ်တို့၏ လွှမ်းမိုးမှုကြောင့် နှေးကွေးသော နှုန်းဖြင့် တိုးတက်မှုရှိမည်ဟု အကြံပြုထားသည်။ ၎င်းသည် သင့်အား ပိုမိုကောင်းမွန်သော တိုးတက်မှု အမြန်နှုန်းအတွက် သင်၏ ဗျူဟာများကို ပြုပြင်ပြောင်းလဲရန် အချိန်ပေးလိမ့်မည်။\nပြိုင်ဆိုင်မှုကို မကြောက်သင့်ပါ။ နေ၊ ဗုဒ္ဓဟူးဂြိုဟ်နှင့် အင်္ဂါဂြိုဟ်တို့၏ လွှမ်းမိုးမှုကြောင့် အပျက်သဘောဆောင်သော သက်ရောက်မှုအချို့ ရှိလိမ့်မည်။ လကုန်တွင် သင်၏လုပ်ဆောင်မှုများတွင် လူမှုရေး အဆက်အသွယ်များထံမှ ပံ့ပိုးမှုယူရန် လိုအပ်ပါသည်။\n",
  "e": "Venus will help you to seek love from others by being more responsive. There will be a tendency to respond sharply over minor matters due to the aspects of Mars.\nMarried people need to associate their love partners in their actions to eliminate the ill effects of Planet Mars. Relationships will be pleasant after the first week of the month with scope for pregnancy. Singles will be able to get into love partnerships with the help of Venus provided they accept the available proposals.\n",
  "f": "တုံ့ပြန်မှု ပိုရှိခြင်းဖြင့် အခြားသူများထံမှ ချစ်ခြင်းမေတ္တာကို ရယူရန် Venus က သင့်ကို ကူညီ ပေးပါလိမ့်မည်။ အင်္ဂါဂြိုဟ်၏ အသွင်အပြင် များကြောင့် အသေးစား ကိစ္စများနှင့် ပတ်သက်၍ ပြတ်ပြတ်သားသား တုံ့ပြန်ရန် သဘောထားရှိသည်။\nအိမ်ထောင်သည်များသည် Mars ဂြိုလ်၏ ဆိုးကျိုးများကို ဖယ်ရှားရန် ၎င်းတို့၏ လုပ်ဆောင်မှုများတွင် ၎င်းတို့၏ ချစ်ဖော်များနှင့် ပူးပေါင်လုပ်ဆောင်ရန် လိုအပ်သည်။ လရဲ့ ပထမပတ် ပြီးရင် ဆက်ဆံရေး သာယာလာမယ်။ တစ်ကိုယ်ရေ သမားများသည် Venus ၏ အကူအညီဖြင့် အချစ်ရေးတွင် လက်တွဲနိုင်မည် ဖြစ်သည်။\n",
  "g": "Stellar influences will create disharmony in the family environment during the month. Relationships with other members will be highly turbulent and you have to put your maximum effort to maintain peace with other members.\nFamily expenses will overshoot income and this will add to the already disturbed situation. Proper budgeting will help to some extent. Students will be adversely affected by the happenings in family affairs. They should be monitored and controlled correctly to avoid complications in their studies.\n",
  "h": "ကြယ်များ၏ လွှမ်းမိုးမှုများသည် တစ်လအတွင်း မိသားစု ပတ်ဝန်းကျင်တွင် ကွဲလွဲမှုများကို ဖန်တီး ပေးလိမ့်မည်။ အခြား မိသားစုဝင်များနှင့် ဆက်ဆံရေးသည် အလွန် တုန်လှုပ်သွားမည် ဖြစ်ပြီး အခြား မိသားစုဝင်များနှင့် ငြိမ်းချမ်းရေးကို ထိန်းသိမ်းရန် သင့်အနေဖြင့် အမြင့်မားဆုံး အားထုတ် ကြိုးပမ်းရမည် ဖြစ်သည်။\nမိသားစု အသုံးစရိတ်များသည် ဝင်ငွေများ လွန်ကဲလာကာ ၎င်းသည် ယခင်ကတည်းက စိတ်အနှောက်အယှက် ဖြစ်ရသည့် အခြေအနေသို့ တိုးလာမည် ဖြစ်သည်။ သင့်လျော်သော ဘတ်ဂျက် ရေးဆွဲခြင်းသည် အတိုင်းအတာ တစ်ခုအထိ အထောက်အကူ ပြုလိမ့်မည်။ ကျောင်းသားများ မိသားစု အရေးကိစ္စများ ဆိုးရွားစွာ ထိခိုက်လာမည်။ ၎င်းတို့၏ လေ့လာမှုတွင် ရှုပ်ထွေးမှုများ မဖြစ်စေရန် ၎င်းတို့အား မှန်ကန်စွာ စောင့်ကြည့် ထိန်းချုပ်သင့်သည်။\n",
  "i": "2023 Horoscope for Taurus does not predict a happy situation on account of health in October 2023. Chronic diseases will show up again and they will require constant medical care. Other health problems also will arise adding to the complication.\nPhysical health can be improved to some extent through an exercise and diet program. Mental health can be improved through relaxation techniques such as yoga and meditation. Spot activities also will help. It is necessary to take timely medical help whenever there is a health deficiency.\n",
  "j": "2023 Taurus အတွက် ဟောကိန်း သည် 2023 ခုနှစ် အောက်တိုဘာလတွင် ကျန်းမာရေးကြောင့် ပျော်ရွှင်ဖွယ် အခြေအနေကို မခန့်မှန်းနိုင်ပါ။ နာတာရှည်ရောဂါများ ထပ်မံပေါ်လာမည် ဖြစ်ပြီး ၎င်းတို့သည် အမြဲတစေ ဆေးကုသမှု ခံယူရန် လိုအပ်ပါသည်။ နောက်ဆက်တွဲ ဆိုးကျိုးအနေနဲ့ တခြား ကျန်းမာရေး ပြဿနာတွေလည်း ပေါ်လာပါလိမ့်မယ်။\nလေ့ကျင့်ခန်းနှင့် အစားအသောက် အစီအစဉ်ဖြင့် အတိုင်းအတာ တစ်ခုအထိ ရုပ်ပိုင်းဆိုင်ရာ ကျန်းမာရေးကို မြှင့်တင်နိုင်သည်။ ယောဂနှင့် တရားထိုင်ခြင်း ကဲ့သို့သော အပန်းဖြေနည်း များဖြင့် စိတ်ကျန်းမာရေးကို မြှင့်တင်နိုင်ပါသည်။ Spot လှုပ်ရှားမှုတွေလည်း ကူညီပေးပါလိမ့်မယ်။ ကျန်းမာရေး ချို့တဲ့လာတိုင်း အချိန်မီ ဆေးကုသမှု ခံယူရန် လိုအပ်ပါသည်။\n",
  "k": "Horoscope astrology 2023 does not promise any good thing happening on the career front for professionals. Star influences are negative and this will cause disturbances in the harmonious relationships with colleagues and seniors. This will hurt the performance of the Taurus people.\nWith hardly any progress on the career front, there will be desperation. Under these circumstances, you may think of changing your job or moving to another place. These changes will require serious thinking before action as they may not help your career progress much.\n",
  "l": "နက္ခတ်ဗေဒင် 2023 သည် ပညာရှင်များအတွက် အသက်မွေးဝမ်းကျောင်းမှုတွင် မည်သည့်အရာမျှ ကောင်းသောအရာကို ကတိမပေးပေ။ ကြယ်တာရာ လွှမ်းမိုးမှုများသည် အနုတ်လက္ခဏာဖြစ်ပြီး ၎င်းသည် လုပ်ဖော်ကိုင်ဖက်များ စီနီယာများနှင့် ဆက်ဆံရေးတွင် သဟဇာတဖြစ်မှု ကို အနှောင့်အယှက် ဖြစ်စေသည်။ ဒါက Taurus လူတွေရဲ့စွမ်းဆောင်ရည်ကို ထိခိုက်စေတတ်မယ်။\nအသက်မွေးဝမ်းကြောင်း နယ်ပယ်တွင် တိုးတက်မှု မရှိသလောက် နည်းပါးသဖြင့် စိတ်ပျက်အားငယ်မှု ရှိလာမည်။ ဤအခြေအနေများ အောက်တွင် သင့်အလုပ် ပြောင်းရန် သို့မဟုတ် အခြားနေရာသို့ ပြောင်းရန် သင်စဉ်းစားပေမည်။ ဤပြောင်းလဲမှုများသည် သင်၏ လုပ်ငန်းတိုးတက်မှုကို များစွာ မကူညီနိုင်သောကြောင့် မလုပ်ဆောင်မီ အလေးအနက် စဉ်းစားရန် လိုအပ်မည် ဖြစ်ပါသည်။\n",
  "m": "Monthly predictions for 2023 are not helpful for the financial activities of Taurus businessmen. If you indulge in speculative activities, you are sure to lose money. Avoid all risky investments and focus on sound instruments to reduce losses.\nRelationships with colleagues and partners will not be harmonious. This will in addition result in financial outgoes. Legal matters will tend to be adversely decided against you. These may entail financial implications. This is not a suitable month for expansions and the commencement of projects.\n",
  "n ": "2023 အတွက် လစဉ်ခန့်မှန်းချက်များသည် Taurus စီးပွားရေး သမားများ၏ ဘဏ္ဍာရေး ဆိုင်ရာ လုပ်ငန်းများအတွက် အထောက်အကူ မဖြစ်ပါ။ သင် မှန်းဆထားသော လှုပ်ရှားမှုများကို လုပ်ပါက ငွေဆုံးရှုံးမှာ သေချာပါသည်။ အန္တရာယ်များသော ရင်းနှီးမြုပ်နှံမှုများ အားလုံးကို ရှောင်ကြဉ်ပြီး ဆုံးရှုံးမှုများကို လျှော့ချရန် ပတ်ဝန်းကျင် အသံကို အာရုံစိုက်ပါ။\nလုပ်ဖော်ကိုင်ဖက်များ၏ ဆက်ဆံရေးသည် သဟဇာတမဖြစ်ပါ။ ဒီဟာက ငွေရေးကြေးရေးကို လည်း ထိခိုက် စေတတ်ပါတယ်။ တရားရေးဆိုင်ရာ ကိစ္စရပ်များသည် သင့်အပေါ် ဆိုးရွားစွာ ဆုံးဖြတ်ခံရတတ်သည်။ ဒါတွေက ငွေကြေးဆိုင်ရာ သက်ရောက်မှုတွေ ရှိနိုင်ပါတယ်။ ဤလသည် တိုးချဲ့ခြင်းနှင့် ပရောဂျက်များ စတင်ခြင်းအတွက် သင့်လျော်သော လမဟုတ်ပါ။\n",
  "o": "Educational activities of Taurus students will be affected during the month as no help is coming from the planets. As the mental aptitude will be affected, results in examinations tend to be below par. Engineering and medical students will fail to maintain their grades.\nPassing competitive tests will be tough even with hard work and expert coaching. Only crafts and trades will not be affected and their performance will be as expected.\n",
  "p": "ဂြိုဟ်များမှ အကူအညီ မရရှိသောကြောင့် Taurus ကျောင်းသားများ၏ ပညာရေးဆိုင်ရာ လှုပ်ရှားမှုများသည် ဤလအတွင်း ထိခိုက်မည်ဖြစ်သည်။ စိတ်ပိုင်းဆိုင်ရာ ကျွမ်းကျင်မှု ထိခိုက်နိုင်သောကြောင့် စာမေးပွဲရလဒ်များ နိမ့်ကျ နေတတ်သည်။ အင်ဂျင်နီယာနှင့် ဆေးကျောင်းသားများသည် ၎င်းတို့၏ အမှတ်များကို ထိန်းသိမ်းရန် ပျက်ကွက်လိမ့်မည်။\nအပြိုင်အဆိုင် စာမေးပွဲတွေကို ခက်ခက်ခဲခဲ ကြိုးစားပြီး ကျွမ်းကျင်တဲ့ နည်းပြတွေနဲ့တောင် ခက်ခဲပါလိမ့်မယ်။ လက်မှုပညာနှင့် အရောင်းအ၀ယ် ဆိုင်ရာ ပညာရေး သမားများကို ထိခိုက်မည် မဟုတ်ဘဲ ၎င်းတို့၏ စွမ်းဆောင်ရည်သည် မျှော်လင့်ထားသည့်အတိုင်း ဖြစ်လိမ့်မည်။\n",
  "q": "Travel plans of Taurus people will bring in the required profits and enjoyment expected as stellar help is forthcoming for these activities. Businessmen will be able to improve their businesses with more confidence and creativity.\nThere will be religious or holiday trips with family or friends. They will be able to generate enough enjoyment or spiritual benefits. Travels will be both by road as well as by air. There may be inland or overseas trips. All of them will be highly productive.\n",
  "r": "Taurus လူတို့၏ ခရီးသွား အစီအစဉ်များသည် ဤလုပ်ငန်းများအတွက် ကြယ်ပွင့် အကူအညီ ရရှိလာသောကြောင့် လိုအပ်သော အကျိုးအမြတ်များနှင့် ပျော်ရွှင်မှုတို့ကို ဆောင်ကြဉ်းပေးမည် ဖြစ်ပါသည်။ စီးပွားရေး သမားများသည် ၎င်းတို့၏ လုပ်ငန်းများကို ပိုမိုယုံကြည်မှုနှင့် တီထွင် ဖန်တီးနိုင်မှုတို့ဖြင့် တိုးတက်နိုင်မည် ဖြစ်သည်။\nမိသားစု သို့မဟုတ် သူငယ်ချင်းများနှင့် ဘာသာရေး သို့မဟုတ် အားလပ်ရက် ခရီးစဉ်များ ရှိမည်။ ၎င်းတို့သည် လုံလောက်သော ပျော်ရွှင်မှု သို့မဟုတ် စိတ်ပိုင်းဆိုင်ရာ အကျိုးကျေးဇူးများကို ထုတ်ပေးနိုင်မည် ဖြစ်သည်။ သွားလာမှုသည် ကုန်းလမ်းကြောင်း ရော လေယာဉ်ရော နှစ်မျိုးလုံး ရှိမယ်။ ပြည်တွင်း သို့မဟုတ် ပြည်ပခရီးစဉ်များ ရှိနိုင်ပါသည်။ ၎င်းတို့အားလုံး မြင့်မားစွာ အကျိုး ဖြစ်ထွန်းလာမည် ဖြစ်သည်။\n"
 },
 {
  "id": "11_2023",
  "a": "Married life will alternate between happiness and misery. Career growth will be fabulous. Family will present and average picture. Finance can be inadequate.",
  "b": "အိမ်ထောင်သည်ဘဝသည် ပျော်ရွှင်မှုနှင့် စိတ်ဆင်းရဲမှုတို့အကြား လှည့်ပတ်နေလိမ့်မည်။ အလုပ် အကိုင် တိုးတက်မှုသည် သာယာ နေလိမ့်မည်။ မိသားစုနှင့် ပျော်ရွှင်နိုင်ပြီး သင့်တင့်သော ပုံရိပ်ကို ဖော်ဆောင် ပေးပါမည်။ ငွေကြေး မလုံလောက်နိုင်ပါ။",
  "c": "Taurus November 2023 Horoscope promises that after the first-week things which were not moving will start at the normal speed. This is because the Saturn retrograde is ending. You will be amenable to dialogue.\nHowever, Mars and the Sun will still control your actions till the last week of the month. You tend to avoid negotiations and reject things naturally. It is important to take decisions based on serious thinking. You will achieve success by adding other projects to your existing ones.\n",
  "d": "Taurus November 2023 ဟောကိန်း သည် ပထမပတ် ပြီးနောက် မရွေ့လျားသော အရာများကို ပုံမှန်အမြန်နှုန်းဖြင့် စတင်မည်ဟု ကတိပြုပါသည်။ အဘယ်ကြောင့် ဆိုသော် စနေဂြိုဟ်သည် နောက်ကြောင်း ပြန်လှည့်ခြင်း ပြီးဆုံးသွားသောကြောင့် ဖြစ်သည်။ ညှိနှိုင်းဆွေးနွေးနိုင်မှ အဆင်ပြေမည်။\nသို့သော်၊ Mars နှင့် Sun သည် သင်၏ လုပ်ဆောင်ချက်များကို လ၏ နောက်ဆုံးပတ်အထိ ထိန်းချုပ်နိုင်ဆဲ ဖြစ်သည်။ သင်သည် စေ့စပ်ညှိနှိုင်းခြင်းကို ရှောင်ကြဉ်ပြီး အရာများကို သဘာဝကျကျ ငြင်းပယ်တတ်သည်။ လေးနက်သော တွေးခေါ်မှုအပေါ် အခြေခံ၍ ဆုံးဖြတ်ချက်များချရန် အရေးကြီးပါသည်။ သင့်ရှိပြီးသား အလုပ်များသို့ အခြားအလုပ်များကို ထပ်ပေါင်းထည့်ခြင်းဖြင့် သင်သည် အောင်မြင်မှု ရရှိမည် ဖြစ်သည်။\n",
  "e": "You will be attracted by love during the first week with the influence of Venus. After that, you are not very much interested in matters of love. It is important to be more sophisticated while dealing with your love partner.\nMarried people will face moments of joy and disaster alternately in their lives. Things can be made harmonious by being unselfish and allowing your partner the required freedom. Singles will have good opportunities to meet members of the opposite sex till the second week of the month. Do not plan for a child without thinking.\n",
  "f": "ဗီးနပ်စ်၏ လွှမ်းမိုးမှုဖြင့် ပထမအပတ် အတွင်း သင့်အား ချစ်ခြင်းမေတ္တာက ဆွဲဆောင်လိမ့်မည်။ နောက်တော့ အချစ်ရေးမှာ သိပ်စိတ်မဝင်စားတော့ဘူး။ သင့်ချစ်သူနှင့် ဆက်ဆံရာတွင် ပိုမို ခေတ်မီနေရန် အရေးကြီးပါသည်။\nအိမ်ထောင်သည်များသည် သူတို့၏ ဘဝတွင် ပျော်ရွှင်စရာ အခိုက်အတန့်များနှင့် ဘေးအန္တရာယ်များကို တလှည့်စီ ကြုံတွေ့ရလိမ့်မည်။ ကိုယ်ကျိုးမငဲ့ဘဲ သင့်လက်တွဲဖော်ကို လိုအပ်သော လွတ်လပ်မှုကို ပေးခြင်းဖြင့် အရာများကို သဟဇာတ ဖြစ်အောင် ပြုလုပ်နိုင်သည်။ တစ်ကိုယ်ရေသမားတွေဟာ လရဲ့ ဒုတိယပတ်အထိ ဆန့်ကျင်ဘက် လိင်တွေနဲ့ တွေ့ဆုံဖို့ အခွင့်အလမ်း ကောင်းတွေ ရရှိပါလိမ့်မယ်။ တွေးတော စဉ်းစားခြင်းမပြုပဲ ရှေ့ဆက်ရန်အတွက် မစီစဉ်ပါနဲ့။\n",
  "g": "Family affairs are disturbed by the negative influences of the stars during the month. In all likelihood, there can be a few serious conflicts with the senior members of the family. It is important to maintain good relationships with them for your happiness.\nThis negative environment might have serious repercussions on the children. They tend to do badly in their studies and will require your serious attention. Another factor that will mar the happiness will be the finances which will be far from satisfactory.\n",
  "h": "ဤလအတွင်း ကြယ်များ၏ အဆိုးမြင်မှုများကြောင့် မိသားစုအရေး အနှောင့်အယှက် ဖြစ်တတ်သည်။ ဖြစ်နိုင်ခြေ အားလုံးတွင်၊ မိသားစု၏ လူကြီးများနှင့် ပြင်းထန်သော ပဋိပက္ခ အနည်းငယ် ရှိနိုင်သည်။ သင့်ပျော်ရွှင်မှုအတွက် သူတို့နှင့် ကောင်းမွန်သော ဆက်ဆံရေးကို ထိန်းသိမ်းထားရန် အရေးကြီးပါသည်။\nဤ အဆိုးမြင် ပတ်ဝန်းကျင်သည် ကလေးများအပေါ် ပြင်းထန်သော သက်ရောက်မှုများ ရှိနိုင်သည်။ ၎င်းတို့သည် ၎င်းတို့၏ ပညာရေးများတွင် ဆိုးရွားစွာ လုပ်ဆောင်လေ့ရှိပြီး သင့်က အလေးအနက်ထားရန် လိုအပ်မည် ဖြစ်သည်။ ပျော်ရွှင်မှုကို ဟန့်တားပေးမယ့် နောက်ထပ် အချက်တစ်ချက် ကတော့ ငွေရေး ကြေးရေးဟာ ကျေနပ်စရာတွေနဲ့ ဝေးကွာ နေတတ်ပါလိမ့်မယ်။\n",
  "i": "2023 Horoscope for Taurus does not promise very good prospects for good health with the negativity induced by the planets. There will be problems created by chronic diseases. Serious health problems are likely which require constant medical attention.\nProblems related to anxiety and nervousness will disturb your mental health seriously. Good relaxation techniques will help to a large extent. Physical fitness can be improved through a regular diet and exercise program.\n",
  "j": "2023 Taurus အတွက် ဟောကိန်း သည် ဂြိုလ်များမှ ဖြစ်ပေါ်လာသော အဆိုးမြင်စိတ်များဖြင့် ကျန်းမာရေး ကောင်းမွန်ရန် အလားအလာ ကောင်းများကို ကတိမပေးပေ။ နာတာရှည် ရောဂါများဖြင့် ဖန်တီးထားသော ပြဿနာများ ရှိမည်။ ပြင်းထန်သော ကျန်းမာရေး ပြဿနာများသည် အမြဲမပြတ် ဆေးကုသမှု ခံယူရန် လိုအပ်ပါသည်။\nစိုးရိမ်ပူပန်မှုနှင့် အာရုံကြောဆိုင်ရာ ပြဿနာများသည် သင့်စိတ်ကျန်းမာရေးကို ဆိုးရွားစွာ နှောင့်ယှက်လိမ့်မည်။ ကောင်းမွန်သော အနားယူခြင်း နည်းလမ်းများသည် အတိုင်းအတာ တစ်ခုအထိ ကူညီပေးပါလိမ့်မည်။ ပုံမှန် အစားအသောက်နှင့် လေ့ကျင့်ခန်း အစီအစဉ်ဖြင့် ခန္ဓာကိုယ် ကြံ့ခိုင်မှုကို မြှင့်တင်နိုင်သည်။\n",
  "k": "Career Horoscope 2023 is very much favorable for growth in careers for professionals. Stellar influences are extremely good and this will result in harmonious relationships with seniors and colleagues. The performance will be extremely good.\nYou can look forward to promotions and monetary rewards. There will be better opportunities in other organizations. You should deliberate seriously before you make any change in the organization or place.\n",
  "l": "Career Horoscope 2023 သည် အသက်မွေးဝမ်းကြောင်း အလုပ်များတွင် တိုးတက်မှုအတွက် အလွန်အဆင်ပြေသည်။ ကြယ်လွှမ်းမိုးမှုများသည် အလွန်ကောင်းမွန်ပြီး ၎င်းသည် အထက်လူကြီးများ လုပ်ဖော်ကိုင်ဖက်များနှင့် သဟဇာတဖြစ်သော ဆက်ဆံရေးကို ဖြစ်ပေါ်စေမည် ဖြစ်သည်။ စွမ်းဆောင်ရည်က အလွန်ကောင်းမွန်ပါလိမ့်မယ်။\nပရိုမိုးရှင်းများနှင့် ငွေကြေး ဆုလာဘ်များကို သင်မျှော်လင့်နိုင်သည်။ တခြား အဖွဲ့အစည်းတွေမှာ ပိုကောင်းတဲ့ အခွင့်အလမ်းတွေ ရှိလာမယ်။ အဖွဲ့အစည်း သို့မဟုတ် နေရာအတွင်း အပြောင်းအလဲ တစ်စုံတစ်ရာ မပြုလုပ်မီ သင်သည် အလေးအနက်ထား စဉ်းစားသင့်သည်။\n",
  "m": "Horoscope predictions for 2023 are not helpful for the financial growth of Taurus people. Relationships with colleagues and partners will be highly volatile and this is not helpful for financial growth. Risky investments will end up in monetary losses and should be avoided at all costs.\nFinances will be scarce for the expansion of the current projects or for initiating new ones. Under these circumstances, proper financial management will help to some extent. It is important to find out the reasons for the decline in profits and take necessary steps to improve the inflow.\n",
  "n ": "2023 ခုနှစ်အတွက် ဇာတာ ဟောကိန်းများသည် Taurus လူမျိုးများ၏ ငွေကြေး တိုးတက်မှုအတွက် အထောက်အကူ မဟုတ်ပါ။ လုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် အလွန်အမင်း မငြိမ်မသက်ဖြစ်ကာ ငွေကြေး တိုးတက်မှုအတွက် အထောက်အကူ မဖြစ်ပါ။ အန္တရာယ်ရှိသော ရင်းနှီးမြှုပ်နှံမှုများသည် ငွေကြေး ဆုံးရှုံးမှုတွင် အကျုံးဝင်ပြီး ကုန်ကျစရိတ် အားလုံးကို ရှောင်ရှားသင့်သည်။\nလက်ရှိ ပရောဂျက်များ တိုးချဲ့ခြင်း သို့မဟုတ် အသစ်များ စတင်ခြင်းအတွက် ငွေကြေး ရှားပါးမည်။ ဤအခြေအနေများ အောက်တွင် မှန်ကန်သော ဘဏ္ဍာရေး စီမံခန့်ခွဲမှုသည် အတိုင်းအတာ တစ်ခုအထိ အထောက်အကူ ဖြစ်လိမ့်မည်။ အမြတ်ငွေ ကျဆင်းရခြင်း အကြောင်းရင်းများကို ရှာဖွေရန်နှင့် စီးဆင်းမှု တိုးတက်စေရန် လိုအပ်သော ခြေလှမ်းများ လုပ်ဆောင်ရန် အရေးကြီးပါသည်။\n",
  "o": "Help from the stars will be missing for the academic growth of Taurus students during the month. As a result, your performance in examinations will tend to be quite miserable. Engineering and medical students will have a tough time with their studies.\nPassing competitive examinations will present serious difficulties despite hard work and good guidance. Only students of technical trades tend to do well in their courses.\n",
  "p": "ဤလအတွင်း Taurus ကျောင်းသားများ၏ ပညာရေးတိုးတက်မှုအတွက် ကြယ်များထံမှ အကူအညီ ပျောက်ဆုံးသွားပါမည်။ ရလဒ်အနေနဲ့ စာမေးပွဲတွေမှာ မင်းရဲ့ စွမ်းဆောင်ရည်က တော်တော်ကို သနားစရာ ကောင်းနေလိမ့်မယ်။ အင်ဂျင်နီယာ နှင့် ဆေးကျောင်းသား များသည် ၎င်းတို့၏ လေ့လာမှု အတွက် ခက်ခဲသော အချိန်များ ရှိလိမ့်မည် ။\nအပြိုင်အဆိုင် စာမေးပွဲများ ဖြေဆိုအောင်မြင်ပါက ခက်ခဲသော အလုပ်နှင့် လမ်းညွှန်မှု ကောင်းများ ရှိသော်လည်း ကြီးမားသော အခက်အခဲများ ရှိနေတတ်ပါသည်။ နည်းပညာဆိုင်ရာ ကျောင်းသားများ နှင့် အရောင်းအ၀ယ်လုပ်သည့် ကျောင်းသားများကသာ ၎င်းတို့၏ သင်တန်းများတွင် ကောင်းစွာ လုပ်နိုင်ကြပါသည်။\n",
  "q": "There will be several travels, both inland and overseas. Most of them will turn out to be futile as the planetary support is missing. This will affect seriously the progress of people whose income is based on travel activities.\nSales personnel, businessmen, artists, and such people will have trouble making ends meet. Some of them may have to borrow money to meet the expenses. It is worthwhile to reduce the travel plans to the most important ones.\n",
  "r": "ပြည်တွင်းပြည်ပ ခရီးများစွာ သွားလာရလိမ့်မည်။ ဂြိုလ်ထောက်ပံမှု ပျောက်ဆုံးနေသဖြင့် အများစုမှာ အချည်းအနှီး ဖြစ်သွားလိမ့်မည်။ ၎င်းသည် ခရီးသွား လှုပ်ရှားမှုများ အပေါ် အခြေခံ၍ ၀င်ငွေရရှိသော သူများ၏ တိုးတက်မှုကို အလေးအနက် သက်ရောက်စေမည် ဖြစ်သည်။\nအရောင်းဝန်ထမ်းတွေ၊ စီးပွားရေးသမားတွေ၊ အနုပညာရှင်တွေနဲ့ ဒီလိုလူတွေက ပြေလည်အောင်လုပ်ဖို့ အခက်အခဲရှိလိမ့်မယ်။ တချို့က အသုံးစရိတ်တွေ ပြည့်မီဖို့ ငွေချေးရတာမျိုး ဖြစ်နိုင်ပါတယ်။ အရေးအပါဆုံးသော ခရီးသွား အစီအစဉ်များကိုသာ ပြုလုပ်ခြင်းသည် အကျိုးရှိမည်။\n"
 },
 {
  "id": "12_2023",
  "a": "Health will be enjoyable. Travel activities help businessmen and artists. Family might face problems. Finances might fail to be profitable. ",
  "b": "ကျန်းမာ ချမ်းသာ လာမယ်။ ခရီးသွားလုပ်ငန်းများသည် စီးပွားရေးသမားများနှင့် အနုပညာရှင်များကို ကူညီပေးသည်။ မိသားစု ပြဿနာများ ကြုံရနိုင်သည်။ ငွေရေး ကြေးရေးက အမြတ်အစွန်း ပျက်သွားနိုင်တယ်။",
  "c": "Taurus December 2023 Horoscope predicts that the month starts on a refreshing note. You will be positive and ready to negotiate. But things change due to the influence of Venus and you should be extremely careful and avoid all types of hazards.\nThere may be trouble from your supporters. But these things will be temporary. You can hope for better days soon after the 2023 Mercury retrograde dates.\n",
  "d": "Taurus ဒီဇင်ဘာ 2023 ဟောကိန်း သည် လန်းဆန်းမှုဖြင့် စတင်မည်ဟု ဟောကိန်းထုတ်သည်။ အပြုသဘောဆောင်ပြီး ညှိနှိုင်းရန် အသင့်ဖြစ်လိမ့်မည်။ သို့သော် ဗီးနပ်စ်၏ လွှမ်းမိုးမှုကြောင့် အရာများ ပြောင်းလဲသွားပြီး သင်သည် အလွန် သတိထားကာ အန္တရာယ်အမျိုးအစား အားလုံးကို ရှောင်ရှားသင့်သည်။\nသင့်အား ထောက်ပံ့နေသူများထံ၌ ပြဿနာ ရှိနိုင်သည်။ သို့သော် ဤအရာများသည် ယာယီငည ဖြစ်လိမ့်မည်။ 2023 Mercury ဆုတ်ခွာ ရက်စွဲများပြီးနောက် မကြာမီ ပိုမို ကောင်းမွန်သော နေ့ရက်များကို သင် မျှော်လင့်နိုင်သည်။\n",
  "e": "After the first week and till the end of the month, Venus might not be helpful for love relationships. Take it in your stride and hope for the best to come.\nLife with your partner will be highly turbulent. There will be fluctuations and you may feel that the partnership is going to end. But fortunately, things will be fine in the end. Singles should not force things in love partnerships and allow them to flourish slowly. Even then having a baby should be given a lot of thought.\n",
  "f": "ပထမပတ် ပြီးနောက်နှင့် လကုန်အထိ Venus သည် အချစ်ရေးတွင် အထောက်အကူ မဖြစ်နိုင်ပေ။ မင်းရဲ့ ခြေလှမ်းကို လှမ်းပြီး အကောင်းဆုံး ဖြစ်လာဖို့ မျှော်လင့်ပါ။\nမင်းရဲ့လက်တွဲဖော်နဲ့ ဘဝဟာ ရှုပ်ယှက်ခတ် နေလိမ့်မယ်။ အတက်အကျများရှိမည် ဖြစ်ပြီး လက်တွဲမှု ပြီးဆုံးတော့မည်ဟု သင် ခံစားရပေမည်။ ဒါပေမယ့် ကံကောင်းထောက်မစွာနဲ့ပဲ အဆုံးမှာ အရာအားလုံး အဆင်ပြေသွားမှာပါ။ တစ်ကိုယ်ရေသမားတွေဟာ အချစ်ရေးမှာ အတင်းအကြပ် မလုပ်သင့်ဘဲ တဖက်လူကို ဖြည်းညှင်းစွာ စဉ်းစားလုပ်ဆောင်ခွင့် ပေးလိုက်ပါ။ ရှေ့ဆက်မှုတွေမှာ အများကြီး စဉ်းစားရမယ်။\n",
  "g": "Stellar influences are not positive for harmony in the family surroundings. There will be problems with other members of the family. These things should not be allowed to linger and should be sorted out through diplomacy.\nThe negative atmosphere will be having a bad influence on children and their activities. They fail to make progress in their studies and their behavior will create problems. They require more supervision and better control.\n",
  "h": "မိသားစု ပတ်ဝန်းကျင်တွင် သဟဇာတ ဖြစ်မှုများအတွက် ကြယ်စင် လွှမ်းမိုးမှုများသည် အပြုသဘော မဆောင်ပေ။ အခြား မိသားစုဝင်များနှင့် ပြဿနာများ ရှိတတ်မည်။ ဤအရာများကို ကြာရှည်စေရန် ခွင့်မပြုသင့်ဘဲ သံခင်း တမန်ခင်းအားဖြင့် ဖြေရှင်းသင့်သည်။\nအဆိုးများရှိနေသော ပတ်ဝန်းကျင်သည် ကလေးများနှင့် ၎င်းတို့၏ လုပ်ဆောင်မှုများအပေါ် ဆိုးရွားသော လွှမ်းမိုးမှု ရှိနေလိမ့်မည်။ သူတို့ဟာ သူတို့ရဲ့ ပညာရေးမှာ တိုးတက်အောင်မြင်ဖို့ ပျက်ကွက်ပြီး သူတို့ရဲ့ အပြုအမူတွေက ပြဿနာတွေကို ဖန်တီးပေးပါလိမ့်မယ်။ ၎င်းတို့ကို ပိုမိုကြီးကြပ်ရန်နှင့် ပိုမိုကောင်းမွန်သော ထိန်းချုပ်မှု လိုအပ်ပါသည်။\n",
  "i": "2023 Horoscope for Taurus is highly positive for the health of individuals in December 2023. There will be hardly any problems from recurring ailments and this will be very much heartening. Health can be further improved through a strict diet and fitness regime.\nThere may be some apprehensions on the mental health front. These are caused by stress due to career obligations. It is important to maintain your health by sticking to a routine. Relaxation through yoga and meditation will help to a large extent.\n",
  "j": "2023 Taurus အတွက် ဟောကိန်း သည် 2023 ခုနှစ် ဒီဇင်ဘာလတွင် လူတစ်ဦးချင်းစီ၏ ကျန်းမာရေးအတွက် အလွန် အပြုသဘော ဆောင်ပါသည်။ နာတာရှည် ဝေဒနာများမှ မည်သည့် ပြဿနာမျှ ရှိမည်မဟုတ်ပါ၊ ၎င်းသည် အလွန် အားတက်ဖွယ် ကောင်းပါသည်။ စနစ်တကျ စီမံသော အစားအသောက်နှင့် ကျန်းမာကြံ့ခိုင်သော အစားအစာများဖြင့် ကျန်းမာရေးကို ပိုမို တိုးတက်စေနိုင်သည်။\nစိတ်ကျန်းမာရေးမှာ စိုးရိမ်ပူပန်မှုတွေ ရှိနိုင်ပါတယ်။ ဒါတွေက အလုပ် ဝတ္တရားတွေကြောင့် စိတ်ဖိစီးမှုကြောင့် ဖြစ်တာပါ။ လုပ်ရိုးလုပ်စဉ်ကို လိုက်နာခြင်းဖြင့် သင့်ကျန်းမာရေးကို ထိန်းသိမ်းရန် အရေးကြီးပါသည်။ ယောဂနှင့် တရားထိုင်ခြင်း အနားယူခြင်းသည် အတိုင်းအတာ တစ်ခုအထိ အထောက်အကူ ဖြစ်စေပါသည်။\n",
  "k": "Horoscope 2023 foretells that prospects for career growth are fabulous with the help of the favorable positions of the planets. You will be able to excel in your challenges through hard work and dedication.\nYou may get opportunities to further your career ambitions through a change of place or another job offer. These things will require serious deliberation before taking the offer.\n",
  "l": "Horoscope 2023 သည် ဂြိုလ်များ၏ အခွင့်သာသော နေရာများ၏ အကူအညီဖြင့် လုပ်ငန်း တိုးတက်မှုအတွက် အလားအလာများ အံ့မခန်းဖြစ်ကြောင်း ကြိုပြောထားသည်။ ကြိုးစားမှု နှင့် ဇွဲလုံ့လဖြင့် သင်၏ အခက်အခဲများကို ထူးချွန်စွာ ဖြေရှင်းနိုင်မည် ဖြစ်သည်။\nနေရာ အပြောင်းအလဲ သို့မဟုတ် အခြားအလုပ် ကမ်းလှမ်းမှု မှတစ်ဆင့် သင်၏ အသက်မွေးဝမ်းကြောင်း ရည်မှန်းချက်များကို ထပ်လောင်းရန် အခွင့်အလမ်းများ ရရှိနိုင်သည်။ ဤအရာများသည် ကမ်းလှမ်းမှုကို မခံယူမီ အလေးအနက်ထား စဉ်းစားရန် လိုအပ်ပါသည်။\n",
  "m": "Monthly predictions for 2023 indicate financial losses due to the adverse star positions. Under these circumstances, all risky investments should be avoided. Even the existing investments fail to give the desired returns.\nRelationships with partners and colleagues will be tenuous and this will add to the losses. This should be avoided through tact and harmony should be restored as far as possible. Finances are not forthcoming for the expansion of current projects and starting new ones.\n",
  "n ": "2023 ခုနှစ်အတွက် လစဉ် ခန့်မှန်းချက်များသည် ဆိုးရွားသော ကြယ်များကြောင့် ငွေကြေးဆုံးရှုံးမှုများကို ဖော်ပြသည်။ ဤအခြေအနေများတွင် အန္တရာယ်ရှိသော ရင်းနှီးမြှုပ်နှံမှု အားလုံးကို ရှောင်ရှားသင့်သည်။ ရှိပြီးသား ရင်းနှီးမြုပ်နှံမှုများပင်လျှင် လိုချင်သော အကျိုးကို မပေးနိုင်ပါ။\nလုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် ကျဉ်းမြောင်းလာပြီး ဆုံးရှုံးမှုကို တိုးစေမည် ဖြစ်သည်။ အလိမ္မာအားဖြင့် ရှောင်ရှားသင့်ပြီး သဟဇာတ ဖြစ်အောင် တတ်နိုင်သမျှ ပြန်လည် ထိန်းသိမ်းသင့်သည်။ လက်ရှိ အလုပ်များ တိုးချဲ့ခြင်းနှင့် အသစ်များ စတင်ခြင်းအတွက် ဘဏ္ဍာရေးသည် မျှော်မှန်းချက်မရှိပေ။\n",
  "o": "Predictions for academic progress are not encouraging as stellar positions are not favorable. Even hard work may not result in positive results in examinations and tests.\nEngineering and medical students might have a problem maintaining their grades. Passing competitive examinations will prove a tough task despite diligence and good guidance. Students of trades will be successful in their courses.\n",
  "p": "ကြယ်များသည် အဆင်သင့် မဖြစ်သောကြောင့် ပညာရေး တိုးတက်မှုအတွက် ခန့်မှန်းချက်များမှာ အားရစရာ မရှိပေ။ ကြိုးစားအားထုတ်မှုပင်လျှင် စမ်းသပ်ခြင်းနှင့် စာမေးပွဲများတွင် အပြုသဘောဆောင်သော ရလဒ်များ မထွက်ပေါ်လာနိုင်ပေ။\nအင်ဂျင်နီယာနှင့် ဆေးကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်များကို ထိန်းသိမ်းရာတွင် ပြဿနာရှိနိုင်သည်။ လုံ့လဝီရိယနှင့် လမ်းညွှန်မှု ကောင်းများရှိတာတောင် အပြိုင်အဆိုင် စာမေးပွဲများကို ဖြေဆိုရခြင်းသည် ခက်ခဲသော အလုပ်ဖြစ်ကြောင်း သိသာလာပါမည်။ အရောင်းသမားများသည် ၎င်းတို့၏ သင်တန်းများတွင် အောင်မြင်မည်။\n",
  "q": "Travel activities are blessed by the stars this month and there will be plenty of benefits from travel plans. There will be both inland and overseas travel. Trips may be for business promotion or personal enjoyment.\nAlmost all of them will give the results expected. Business people will be able to improve their activities. Creative people will gain substantially from these trips and make handsome gains. Holiday trips with family and friends will enhance happiness and will be highly enjoyable. Overall, a beautiful month for travel plans.\n",
  "r": "ယခုလတွင် ကြယ်များ၏ ခရီးသွား လှုပ်ရှားမှုများသည် ပျော်ရွှင်ဖွယ် ကောင်းသော ခရီးသွား အစီအစဉ်များမှ အကျိုးကျေးဇူးများစွာ ရရှိမည် ဖြစ်သည်။ ပြည်တွင်း ပြည်ပခရီး နှစ်မျိုးစလုံး ရှိမည်။ ခရီးစဉ်များသည် လုပ်ငန်းမြှင့်တင်ရေး သို့မဟုတ် ကိုယ်ရေးကိုယ်တာ ပျော်ရွှင်မှုအတွက် ဖြစ်နိုင်သည်။\nအားလုံးနီးပါးက မျှော်လင့်ထားတဲ့ ရလဒ်တွေ ပေးလိမ့်မယ်။ စီးပွားရေးသမားများသည် ၎င်းတို့၏ လုပ်ငန်းဆောင်တာများကို မြှင့်တင်နိုင်မည် ဖြစ်သည်။ တီထွင် ဖန်တီးသူများသည် ဤခရီးစဉ်များမှ ကြီးကြီးမားမား ရရှိပြီး လှပသော အမြတ်များ ရရှိမည် ဖြစ်သည်။ အားလပ်ရက်တွေမှာ မိသားစုတွေ၊ သူငယ်ချင်းတွေနဲ့ ခရီးတွေ ထွက်တာက ပျော်ရွှင်မှုကို တိုးမြင့်စေပြီး အရမ်းပျော်ဖို့ ကောင်းပါတယ်။ ယေဘုယျအားဖြင့် ခရီးသွား အစီအစဉ်များအတွက် လှပသော လဖြစ်သည်။\n"
 }
]