[
 {
  "id": "8_2023",
  "a": "Singles will get good love mates. Expect profits from investments. Travel activities will be lucrative. Health will not create any problems.",
  "b": "တစ်ကိုယ်ရေသမားများ အချစ်ရေးတွင် အိမ်ထောင်ဖက်ကောင်းများ ရရှိမည်။ ရင်းနှီးမြုပ်နှံမှုမှ အမြတ်ငွေကို မျှော်လင့်ပါ။ ခရီးသွား လုပ်ငန်းများ လာဘ်လာဘများမည်။ ကျန်းမာရေး ပြဿနာများကို ဖန်တီးပေးမည် မဟုတ်ပါ။",
  "c": "Gemini August 2023 Horoscope suggests that life is governed by the influences of the planets Mars and Saturn. There can be a problem in accomplishing your targets. However, by being disciplined and committed, you may still be able to achieve your goals.\nIt is important to stick to the specifics as required by the retrograde of planet Mercury. However, there is an element of time decided by the planets in finishing your targets. It is important to take help from your associates and experts in finishing your objectives.\n",
  "d": "Gemini ဩဂုတ်လ 2023 Horoscope သည် အင်္ဂါဂြိုလ်နှင့် စနေဂြိုဟ်တို့၏ လွှမ်းမိုးမှုဖြင့် ဘဝအား အုပ်ချုပ်သည်ဟု အကြံပြုထားသည်။ မင်းရဲ့ ရည်မှန်းချက်တွေကို ပြီးမြောက်အောင် လုပ်ရာမှာ ပြဿနာရှိနိုင်တယ်။ သို့သော် စည်းကမ်းရှိပြီး ကတိသစ္စာ တည်ခြင်းဖြင့် သင်သည် သင်၏ပန်းတိုင်ကို အရောက် လှမ်းနိုင်ဆဲ ဖြစ်သည်။\nMercury ဂြိုဟ်၏ နောက်ကြောင်းပြန်မှုကြောင့် အခြေချရန် လိုအပ်သည့် တိကျသည့် အချက်များအတိုင်း လိုက်နာရန် အရေးကြီးသည်။ သို့သော် သင်၏ ရည်မှန်းချက်များကို အပြီးသတ်ရန် ဂြိုဟ်များက ဆုံးဖြတ်သည့် အချိန်အပိုင်း တစ်ခုရှိသည်။ မင်းရဲ့ရည်မှန်းချက်တွေကို ပြီးမြောက်ဖို့အတွက် မင်းရဲ့လုပ်ဖော်ကိုင်ဖက်တွေနဲ့ ကျွမ်းကျင်သူတွေဆီက အကူအညီယူဖို့ အရေးကြီးတယ်။\n",
  "e": "There will be some delays for harmony between partners to evolve. It is important to go on holiday trips with your partner and socialize with friends and contacts. With these actions, things will turn out to be pleasant by the end of the month.\nMarried partnerships can be made delightful by having more interactions with your partner like planning for a child. Singles will have plenty of opportunities to come in contact with their love mates and by end of the month, something concrete will happen.\n",
  "f": "လုပ်ဖော်ကိုင်ဖက်များအကြား သဟဇာတဖြစ်မှု တိုးတက် ပြောင်းလဲလာရန် အတွက် နှောင့်နှေးမှုများ ရှိမည်။ သင့်တွဲဖက်နှင့် အားလပ်ရက် ခရီးများ သွားရန်နှင့် သူငယ်ချင်းများ၊ အဆက်အသွယ်များနှင့် ပေါင်းသင်းဆက်ဆံရန် အရေးကြီးပါသည်။ ဒီလို လုပ်ဆောင်မှုတွေကြောင့် လကုန်ပိုင်းလောက်မှာ သာယာ လာပါလိမ့်မယ်။\nကလေးယူရန် စီစဉ်ခြင်းကဲ့သို့ သင့်ကြင်ဖက်နှင့် ပိုမိုဆွေးနွေး အပြန်အလှန်ပြောဆိုခြင်းဖြင့် အိမ်ထောင်ရှင်များ မိတ်ဖက်ပြုခြင်းများကို ပျော်ရွှင်ဖွယ်ဖြစ်စေနိုင်သည်။ တစ်ကိုယ်ရေသမားတွေဟာ သူတို့ရဲ့ ချစ်သူစုံတွဲတွေနဲ့ ဆက်သွယ်ဖို့ အခွင့်အလမ်းတွေ အများကြီးရလာပြီး လကုန်ရင်တော့ ခိုင်မာတဲ့ အရာတစ်ခု ဖြစ်လာမှာပါ။\n",
  "g": "Planetary assistance will be missing for establishing cordiality in the family environment. There can be constant conflicts between family members and you should make all efforts to create a sense of friendliness between members.\nFamily finances will fail to cover the expenses and this will further vitiate the atmosphere. Children will be seriously impacted by the disharmony and they fail to live up to your expectations. Academic and other activities will also suffer.\n",
  "h": "မိသားစု ပတ်ဝန်းကျင်တွင် ခင်မင်ရင်းနှီးမှု ရှိစေရန် အတွက် ဂြိုဟ်ဆိုင်ရာ အကူအညီများ ပျောက်ဆုံးနေမည် ဖြစ်ပါသည်။ မိသားစုဝင်များ ကြားတွင် အဆက်မပြတ် ပဋိပက္ခများ ရှိနေနိုင်ပြီး မိသားစုဝင်များ ကြားတွင် ခင်မင်ရင်းနှီးမှု ရရှိရန် ကြိုးပမ်း အားထုတ်သင့်သည်။\nမိသားစု ငွေရေးကြေးရေးသည် အသုံးစရိတ်များကို ကာမိရန် ပျက်ကွက်မည် ဖြစ်ပြီး ယင်းက အခြေအနေကို ပိုမို ဆိုးရွားစေမည် ဖြစ်သည်။ ကလေးများသည် သဘောထား ကွဲလွဲမှုများကြောင့် အကြီးအကျယ် သက်ရောက်မှု ရှိမည်ဖြစ်ပြီး သင့်မျှော်မှန်းချက်အတိုင်း လိုက်နာရန် ပျက်ကွက်ကြသည်။ ပညာရေးနှင့် အခြားလုပ်ငန်းများလည်း ထိခိုက်တတ်မည်။\n",
  "i": "2023 Horoscope for Gemini foretells happy conditions on the health front. There will be relief from recurring ailments. There will be minor health problems that will require normal medical attention in August 2023.\nMental health will also be fabulous as stress will be missing from your normal activities. Physical fitness can be maintained through regular exercise and a diet program. Relaxation and sports will help your mental well-being.\n",
  "j": "2023 Gemini အတွက် ဟောကိန်းသည် ကျန်းမာရေး တွင် ပျော်ရွှင်ဖွယ် အခြေအနေများကို ကြိုပြောထားသည်။ ထပ်တလဲလဲ ဖြစ်ပေါ်တတ်သော ဝေဒနာတွေ သက်သာလာမယ်။ 2023 ခုနှစ် ဩဂုတ်လတွင် ပုံမှန် ဆေးကုသမှု ခံယူရန် လိုအပ်မည့် အသေးစား ကျန်းမာရေး ပြဿနာများ ရှိပါမည်။\nသင်၏ ပုံမှန် လုပ်ဆောင်မှုများမှ စိတ်ဖိစီးမှုများ ပျောက်ကွယ် သွားသည့်အတွက် စိတ်ကျန်းမာရေး သည်လည်း အံ့သြဖွယ် ကောင်းပါလိမ့်မည်။ ပုံမှန် လေ့ကျင့်ခန်းနှင့် အစားအသောက် အစီအစဉ်ဖြင့် ခန္ဓာကိုယ် ကြံ့ခိုင်မှုကို ထိန်းသိမ်းနိုင်သည်။ အပန်းဖြေခြင်းနှင့် အားကစားလုပ်ခြင်းက သင့်စိတ်ကျန်းမာရေးကို အထောက်အကူ ဖြစ်စေပါသည်။\n",
  "k": "Monthly Horoscope 2023 is not extremely favorable for working professionals as stellar help will be missing. Even hard work will not produce the required results. Your relationship with associates and seniors will also be not conducive to achieving your targets.\nThere are possibilities that you may look for another job or change your field of activity. These will fail to produce any satisfaction. The only thing you can do is find methods to achieve harmony with your colleagues and keep working sincerely.\n",
  "l": "လစဉ် ဟောကိန်း 2023 သည် ကြယ်ပွင့် အကူအညီများ ပျောက်ဆုံးနေသောကြောင့် အလုပ်လုပ်သူများအတွက် အလွန် အဆင်ပြေမည် မဟုတ်ပါ။ ကြိုးစားအားထုတ်မှု ပင်လျှင် လိုအပ်သော ရလဒ်များကို ထုတ်ပေးမည် မဟုတ်ပါ။ သင့်လုပ်ဖော်ကိုင်ဖက်များ လူကြီးများနှင့် ဆက်ဆံရေးသည် သင့်ရည်မှန်းချက်များကို အောင်မြင်စေရန် အထောက်အကူဖြစ်စေမည် မဟုတ်ပေ။\nအခြားအလုပ်တစ်ခု ရှာရန် သို့မဟုတ် သင်၏ လုပ်ဆောင်မှု နယ်ပယ်ကို ပြောင်းလဲရန် ဖြစ်နိုင်ခြေများ ရှိပါသည်။ ဒါတွေက စိတ်ကျေနပ်မှု တစ်စုံတစ်ရာကို မပေးနိုင်ဘူး။ သင်လုပ်နိုင်သည့် တစ်ခုတည်းသော အရာမှာ သင်၏ လုပ်ဖော်ကိုင်ဖက်များနှင့် သဟဇာတဖြစ်စေရန် နည်းလမ်းများကို ရှာဖွေပြီး စိတ်ရင်းမှန်ဖြင့် ဆက်လက် လုပ်ဆောင်ပါ။\n",
  "m": "Horoscope forecasts for 2023 suggest that financial progress will be excellent with the help of stars. Returns from existing investments will be quite large. Even risky investments will rake in wonderful profits. Creative people will benefit from their activities financially.\nRelationships with partners and colleagues will be cordial and this will further increase the profits. There will be help from social contacts in improving your business activities.\n",
  "n ": "2023 ခုနှစ်အတွက် ခန့်မှန်းချက်များအရ ကြယ်များ၏ အကူအညီဖြင့် ငွေကြေး တိုးတက်မှုသည် အကောင်းဆုံး ဖြစ်မည်ဟု အကြံပြုထားသည်။ ရှိပြီးသား ရင်းနှီးမြှုပ်နှံမှုများမှ အမြတ်အစွန်းများ များပြားလိမ့်မည်။ အန္တရာယ်များသော ရင်းနှီးမြုပ်နှံမှုများပင်လျှင် အံ့သြဖွယ် ကောင်းသော အကျိုးအမြတ်များ ရရှိမည် ဖြစ်သည်။ တီထွင်ဖန်တီးသူများသည် ၎င်းတို့၏လုပ်ဆောင်မှုများမှ ငွေကြေးအရ အကျိုးအမြတ် ရရှိမည် ဖြစ်သည်။\nလုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် ရင်းရင်းနှီးနှီး ရှိမည်ဖြစ်ပြီး အမြတ်အစွန်းများကို ပိုမိုတိုး ပွားစေမည် ဖြစ်သည်။ သင့် လုပ်ငန်းဆောင်တာများ တိုးတက် ကောင်းမွန်လာစေရန် လူမှုဆက်ဆံရေး အဆက်အသွယ်များမှ အကူအညီများ ရရှိမည် ဖြစ်ပါသည်။\n",
  "o": "Planetary help is not forthcoming for Gemini students in achieving their ambitions from academic activities. Even with plenty of hard work, the results in examinations will not be up to the mark.\nOnly students in trades and crafts will not be impacted in their courses. Results from competitive tests can be improved with more effort and good coaching. Engineering and medical students will have to struggle to maintain their ranks.\n",
  "p": "Gemini ကျောင်းသားများအတွက် ၎င်းတို့၏ ရည်မှန်းချက်များကို ပညာရေး လှုပ်ရှားမှုများမှ အောင်မြင်စေရန်အတွက် ဂြိုလ်တို့၏ အကူအညီသည် ရှိလာမည် မဟုတ်ပါ။ ကြိုးစားမှုများစွာ ရှိသော်လည်း စာမေးပွဲ ရလဒ်သည် မျှော်လင့်သော အမှတ်နှင့်မပြည့်မီပါ။\nကုန်သွယ်မှုနှင့် လက်မှုပညာဆိုင်ရာ ကျောင်းသားများကိုသာ ၎င်းတို့၏ သင်တန်းများတွင် သက်ရောက်မှုရှိမည် မဟုတ်ပါ။ ပြိုင်ဆိုင်မှုဆိုင်ရာ စာမေးပွဲများမှ ရလဒ်များကို ပိုမို အားစိုက်ထုတ်ပြီး ကောင်းမွန်သော နည်းပြများဖြင့် မြှင့်တင်နိုင်ပါသည်။ အင်ဂျင်နီယာနှင့် ဆေးကျောင်းသားတို့သည် ၎င်းတို့၏ အဆင့်များကို ထိန်းသိမ်းရန် ရုန်းကန်ရပေမည်။\n",
  "q": "Star help is available for business people and those who depend on travel activities to make a living. There will be several inland and overseas tours and all of them will result in good profits. Holiday trips with friends and relatives will produce the anticipated joy and happiness. There will be opportunities to make more friends as well as improve business prospects during these trips.",
  "r": "ကြယ်ပွင့်အကူအညီကို စီးပွားရေးသမားများနှင့် ခရီးသွား လှုပ်ရှားမှုအပေါ် မှီခိုနေသူများ ရရှိစေပါသည်။ ပြည်တွင်း၊ပြည်ပ ခရီးစဉ် များစွာ ရှိမည် ဖြစ်ပြီး ၎င်းတို့အားလုံးသည် အမြတ်အစွန်းကောင်းများ ရရှိမည် ဖြစ်သည်။ အားလပ်ရက်တွေမှာ ဆွေမျိုး မိတ်သင်္ဂဟတွေနဲ့ ခရီးတွေထွက်ပြီး ပျော်ရွှင်မှုတွေ ရရှိမည် ဖြစ်သည်။ ဤခရီးစဉ်များအတွင်း မိတ်ဆွေများ ပိုမိုရရှိစေသည့်အပြင် စီးပွားရေးဆိုင်ရာ အလားအလာများ တိုးတက်စေမည့် အခွင့်အလမ်းများ ရှိလာမည် ဖြစ်ပါသည်။"
 },
 {
  "id": "9_2023",
  "a": "Happiness prevails in marriage. Career prospects are average. Health will be wonderful. Finances will be profitable. Academic progress will be exceptional.",
  "b": "အိမ်ထောင်ရေးမှာ သာယာမှုရှိတယ်။ အသက်မွေးဝမ်းကြောင်း အလားအလာများသည် သာမန် ဖြစ်သည်။ ကျန်းမာရေး ကောင်းလာမယ်။ ငွေကြေး ကိစ္စများ အမြတ်များမည်။ ပညာရပ်ဆိုင်ရာ တိုးတက်မှုသည် ထူးခြားလိမ့်မည်။",
  "c": "Gemini September 2023 Horoscope predicts that your progress in life will be somewhat protracted due to planetary influences. Many of the problems will be quite tough to cross. You should not be disheartened by these difficulties.\nThese hurdles are preparing you for tougher things that have to be overcome. You should focus, more on developing good relations with others. Social contacts will help give a concrete shape to your ambitions in the future.\n",
  "d": "Gemini September 2023 ဟောကိန်း သည် ဂြိုလ်လွှမ်းမိုးမှုများကြောင့် သင့်ဘဝတိုးတက်မှု အနည်းငယ် ကြာလိမ့်မည် ဟု ဟောကိန်း ထုတ်ပါသည်။ ပြဿနာ တော်တော်များများကို ဖြတ်ကျော်ဖို့ တော်တော် ခက်ခဲပါလိမ့်မယ်။ ဒီလို အခက်အခဲတွေကြောင့် စိတ်မပျက်သင့်ပါဘူး။\nဒီအခက်အခဲတွေက ကျော်လွှားရမယ့် ပိုမိုခက်ခဲတဲ့ အရာတွေအတွက် သင့်ကို ပြင်ဆင်မှုတွေ ပေးနေပါတယ်။ တခြားသူတွေနဲ့ ဆက်ဆံရေးကောင်းဖို့ ပိုအာရုံစိုက်သင့်တယ်။ လူမှုရေး အဆက်အသွယ်များသည် အနာဂတ်တွင် သင့် ရည်မှန်းချက်များ အတွက် ခိုင်မာသော ပုံသဏ္ဍာန်ကို ပေးစွမ်းနိုင်မည် ဖြစ်သည်။\n",
  "e": "This is a good month for love partnerships. You can win over the opposite sex through your magnetism. They will be very happy to have your attention provided you are receptive to their wishes and emotions.\nMarital relationships are helped by the influences of Venus and Mars. Mercury retrograde will act as a villain. You should be practical in your promises instead of being flamboyant. Singles will be able to attract love partners by being more courteous. This is a good month to plan for a pregnancy.\n",
  "f": "ဤလသည် ချစ်ခြင်းမေတ္တာအတွက် ကောင်းသောလဖြစ်သည်။ မင်းရဲ့ စွဲဆောင်မှုက ဆန့်ကျင်ဘက်လိင်ကို အနိုင်ယူနိုင်တယ်။ မင်းရဲ့ဆန္ဒနဲ့ စိတ်ခံစားချက်တွေကို လက်ခံနိုင်တယ်ဆိုရင် မင်းရဲ့ အာရုံစူးစိုက်မှုကို ရနိုင်လို့ သူတို့ အရမ်းပျော်နေလိမ့်မယ်။\nအိမ်ထောင်ရေး ဆက်ဆံရေးကို ဗီးနပ်စ်နှင့် အင်္ဂါဂြိုဟ်တို့၏ လွှမ်းမိုးမှုဖြင့် ကူညီပေးသည်။ Mercury ဆုတ်ခွာခြင်းသည် ဗီလိန်အဖြစ် သရုပ်ဆောင်မည် ဖြစ်သည်။ အပြောတွေ ပြုနေမယ့်အစား မင်းရဲ့ကတိတွေကို လက်တွေ့ကျကျ လုပ်သင့်တယ်။ တစ်ကိုယ်ရေ သမားတွေဟာ ဖော်ရွေမှု ပိုရှိခြင်းဖြင့် အချစ်ရေးကို ဆွဲဆောင် နိုင်ပါလိမ့်မယ်။ ဤလသည် ရှေ့ဆက်ရန် အတွက် အစီအစဉ် ကောင်း တစ်ခု ရှိနိုင်သည်။\n",
  "g": "Stellar aspects might not ensure harmony in the affairs of the family during the month. There can be constant fights between members and this will affect the overall atmosphere of the family surroundings. Family finances will be under stress as the expenses will be much more than the income.\nIt is important to restore harmony in the family through mutual discussions. Children will be seriously affected by the affairs of the family. Their educational and other activities will not be satisfactory. More supervision will be necessary to ensure their progress.\n",
  "h": "ကြယ်ပွင့် အသွင်အပြင်များသည် ဤတစ်လအတွင်း မိသားစု ကိစ္စများတွင် သဟဇာတ မဖြစ်နိုင်ပေ။ မိသားစုဝင်များကြားတွင် အဆက်မပြတ် ရန်ဖြစ်မှုများ ရှိနိုင်ပြီး ၎င်းသည် မိသားစု ပတ်ဝန်းကျင်၏ အလုံးစုံသော အရာကို ထိခိုက်စေမည် ဖြစ်သည်။ စရိတ်စကများ ဝင်ငွေထက် များစွာ ပိုနေသောကြောင့် မိသားစု ဘဏ္ဍာရေးမှာ ကမောက်ကမ ဖြစ်မည်။\nအပြန်အလှန် ဆွေးနွေးခြင်းဖြင့် မိသားစုအတွင်း သဟဇာတ ဖြစ်အောင် ပြန်လည် တည်ဆောက်ရန် အရေးကြီးပါသည်။ သားသမီးများသည် မိသားစုအရေးကို အကြီးအကျယ် ထိခိုက်မည်။ သူတို့ရဲ့ ပညာရေးနဲ့ တခြား လုပ်ဆောင်မှုတွေက ကျေနပ်စရာ ဖြစ်မှာ မဟုတ်ပါဘူး။ ၎င်းတို့၏ တိုးတက်မှုကို သေချာစေရန် အတွက် ပိုမို ကြီးကြပ်ရန် လိုအပ်မည် ဖြစ်ပါသည်။\n",
  "i": "2023 Horoscope for Gemini is very much favorable for health prospects in September 2023. There will be a very much reduction in the severity of existing health problems. Minor ones will require the usual medical attention.\nThere will be possibilities of tension affecting mental health. This can be reduced by relaxation techniques such as meditation and sports. As nothing serious is indicated, it is time to enjoy your life through outdoor activities.\n",
  "j": "2023 Gemini အတွက် ဟောကိန်း သည် 2023 ခုနှစ် စက်တင်ဘာလတွင် ကျန်းမာရေး အလားအလာများအတွက် အလွန် အဆင်ပြေပါသည်။ ရှိပြီးသား ကျန်းမာရေး ပြဿနာများ၏ ပြင်းထန်မှုမှာ အလွန် လျော့ပါးသွားမည် ဖြစ်ပါသည်။ အသေးအမွှား များသည် ပုံမှန် ဆေးကုသမှု ခံယူရန် လိုအပ်ပါသည်။\nစိတ်ကျန်းမာရေးကို ထိခိုက်စေနိုင်တဲ့ တင်းမာမှုတွေ ရှိလာနိုင်ပါတယ်။ တရားထိုင်ခြင်းနှင့် အားကစားလုပ်ခြင်း ကဲ့သို့သော အပန်းဖြေနည်းများဖြင့် လျှော့ချနိုင်သည်။ မည်သည့်အရာမျှ လေးနက်မှုမရှိကြောင်း ဖော်ပြထားသည့်အတိုင်း၊ ပြင်ပလှုပ်ရှားမှုများ မှတစ်ဆင့် သင့်ဘဝကို ပျော်ရွှင်စွာ ဖြတ်သန်းရန် အချိန်ကျရောက်ပြီ ဖြစ်သည်။\n",
  "k": "Astrology 2023 does not indicate any progress in the career as planetary help will be missing during the month. Relationships between colleagues and seniors will be highly conflicting and this will not help in achieving your targets easily.\nEven hard work will not yield the desired results and this may lead to frustration. Under such circumstances, there is a tendency to switch to another company or seek a change of place of operation. These things can be done only after all the pros and cons are considered.\n",
  "l": "နက္ခတ်ဗေဒင် 2023 သည် ဤလအတွင်း ဂြိုလ်အကူအညီ ပျောက်ဆုံးသွားမည် ဖြစ်သောကြောင့် အသက်မွေးဝမ်းကြောင်းတွင် မည်သည့် တိုးတက်မှုကိုမျှ မညွှန်ပြပါ။ လုပ်ဖော်ကိုင်ဖက်များနှင့် စီနီယာများကြား ဆက်ဆံရေးသည် အလွန်အမင်း ကွဲလွဲနေမည်ဖြစ်ပြီး ၎င်းသည် သင်၏ ရည်မှန်းချက်များကို လွယ်ကူစွာ အောင်မြင်ရန် အထောက်အကူ မဖြစ်ပေ။\nကြိုးစား အားထုတ်မှုပင်လျှင် လိုချင်သောရလဒ်ကို မရနိုင်ဘဲ စိတ်ပျက် အားငယ်မှုကို ဖြစ်စေနိုင်သည်။ ထိုသို့သော အခြေအနေမျိုးတွင်၊ အခြား ကုမ္ပဏီတစ်ခုသို့ ပြောင်းရန် သို့မဟုတ် လုပ်ငန်း လည်ပတ်မှု နေရာပြောင်းရန် သဘော ရှိနေသည်။ ဤအရာများကို ကောင်းကျိုး ဆိုးကျိုးများကို ထည့်သွင်း စဉ်းစားပြီးမှသာ လုပ်ဆောင်နိုင်မည် ဖြစ်သည်။\n",
  "m": "Monthly horoscopes for 2023 are very much favorable for the financial growth of Gemini people. Star influences will result in a jump in profits from risky investments. Those engaged in creative fields will excel in their fields and make sizeable profits.\nRelationships with partners and colleagues will be very much friendly at the workplace. This will further help in improving the profits. Finances will be readily available for the expansion of existing projects as well as the commencement of new ones.\n",
  "n ": "2023 အတွက် လစဉ် ဟောကိန်း များသည် Gemini လူမျိုးများ၏ ငွေကြေး တိုးတက်မှုအတွက် အလွန် အဆင်ပြေပါသည်။ ကြယ်ပွင့် လွှမ်းမိုးမှုများသည် အန္တရာယ်များသော ရင်းနှီးမြှုပ်နှံမှုများမှ အမြတ်အစွန်းများ များပြားစေသည်။ တီထွင် ဖန်တီးမှုနယ်ပယ်တွင် ပါဝင်လုပ်ကိုင်သူများသည် ၎င်းတို့၏ နယ်ပယ်တွင် ထူးချွန်ပြီး ကြီးမားသော အမြတ်အစွန်းများကို ရရှိမည် ဖြစ်သည်။\nလုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် လုပ်ငန်းခွင်တွင် အလွန် အဆင်ပြေလာမည်။ ဒါက အမြတ်အစွန်းကို တိုးတက်အောင် ကူညီပေးပါလိမ့်မယ်။ လက်ရှိ အလုပ်များကို ချဲ့ထွင်ခြင်းနှင့် အသစ်များ စတင်ခြင်းအတွက် ငွေကြေးများ အလွယ်တကူ ရရှိနိုင်မည် ဖြစ်သည်။\n",
  "o": "Gemini students will have auspicious help from the planets for their educational activities. Results in examinations will be highly favorable with your tendency to work hard and with good mental faculties.\nMedical and engineering students will have no problem with their studies and progress further. Competitive tests will require the usual effort and guidance to get through. The overall performance of all students irrespective of their courses will be highly satisfactory.\n",
  "p": "Gemini ကျောင်းသားများသည် ၎င်းတို့၏ ပညာရေးဆိုင်ရာ လှုပ်ရှားမှုများအတွက် ဂြိုလ်များမှ ကောင်းမွန်သော အကူအညီများ ရရှိမည်ဖြစ်သည်။ စာမေးပွဲ ရလဒ်များသည် သင်၏ ကြိုးစားမှုနှင့် ဉာဏ်ရည်ဉာဏ်သွေး ကောင်းမွန်မှု တို့ကြောင့် အလွန်ကောင်းမွန်သော ရလဒ် ဖြစ်လိမ့်မည်။\nဆေးဘက်ဆိုင်ရာနှင့် အင်ဂျင်နီယာ ကျောင်းသားများသည် ၎င်းတို့၏ လေ့လာမှုနှင့် ရှေ့ဆက်တိုးတက်မှုအတွက် ပြဿနာမရှိပေ။ အပြိုင်အဆိုင် စာမေးပွဲများကို ကျော်ဖြတ်ရန် ပုံမှန် အားစိုက်ထုတ်မှုနှင့် လမ်းညွှန်မှုများ လိုအပ်မည်ဖြစ်သည်။ ပညာသင်ကြားဆဲ ကျောင်းသားများ အားလုံး၏ သက်ဆိုင်ရာ သင်တန်းများ စွမ်းဆောင်ရည်သည် အလွန် ကျေနပ်စရာ ဖြစ်ပါလိမ့်မည်။\n",
  "q": "Travels are severely hampered due to the unfavorable influence of the planets. There will be several travels both inland and overseas. You can hardly expect any benefit from these. Those engaged in sales and creative fields will suffer very much.\nAs there are hardly any benefits from travel plans, it is necessary to cut down on your travel activities to save precious money.\n",
  "r": "ဂြိုလ်များ၏ သြဇာလွှမ်းမိုးမှု ကြောင့် ခရီးသွားများ ဆိုးရွားစွာ အဟန့်အတား ဖြစ်နေသည်။ ပြည်တွင်းပြည်ပ ခရီးများစွာ သွားလာရလိမ့်မည်။ ဤအရာများမှ မည်သည့် အကျိုးကျေးဇူးကိုမျှ သင် မမျှော်လင့်နိုင်ပါ။ အရောင်းနှင့် တီထွင်ဖန်တီးမှု နယ်ပယ်တွင် ပါဝင်လုပ်ကိုင်သူများသည် အလွန် ဒုက္ခရောက်ကြလိမ့်မည်။\nခရီးသွား အစီအစဉ်များမှ အကျိုးကျေးဇူးများ နည်းပါးသောကြောင့် အဖိုးတန်ငွေကို ချွေတာရန် သင်၏ ခရီးသွား လှုပ်ရှားမှုများကို လျှော့ချရန် လိုအပ်ပါသည်။\n"
 },
 {
  "id": "10_2023",
  "a": "Health will not pose any difficulties. Educational activities will help students. Finances will face rough weather. Married life requires flexibility.",
  "b": "ကျန်းမာရေးက ဘာအခက်အခဲမှ ရှိမှာမဟုတ်ဘူး။ ပညာရေးဆိုင်ရာ လှုပ်ရှားမှုများသည် ကျောင်းသားများကို အထောက်အကူ ဖြစ်စေမည် ဖြစ်သည်။ ငွေရေးကြေးရေး အဆင်မပြေမှုများ ကြုံတတ်မည်။ အိမ်ထောင်သည် ဘဝသည် ပျော့ပြောင်းမှု လိုအပ်သည်။",
  "c": "Gemini October 2023 Horoscope indicates that your ability to make changes is getting reduced gradually and you may make some incorrect modifications. It would help if you were calm while taking decisions or while dealing with people. This will help you in understanding their viewpoint and come out with the right decisions.\nPlanetary help from the Sun, Mercury, and Mars will be available for forming harmonious relationships with others and becoming aware of new things. You have to be more serious and calculative while taking decisions during this month.\n",
  "d": "Gemini အောက်တိုဘာ 2023 ဟောကိန်း သည် သင်၏ ပြောင်းလဲမှုများကို ပြုလုပ်နိုင်စွမ်း တဖြည်းဖြည်း လျော့နည်းလာပြီး သင်သည် မှားယွင်းသော ပြုပြင်ပြောင်းလဲမှုများ ပြုလုပ်နိုင်သည်ကို ညွှန်ပြပါသည်။ ဆုံးဖြတ်ချက်တွေ ချနေချိန် ဒါမှမဟုတ် လူတွေနဲ့ ဆက်ဆံနေချိန်မှာ သင်က အေးဆေးတည်ငြိမ်မှု ရှိနေခြင်းက သင့်ကို ကူညီပေးပါလိမ့်မယ်။ ၎င်းတို့၏ အမြင်ကို နားလည်ပြီး မှန်ကန်သော ဆုံးဖြတ်ချက်များ ချမှတ်ရာတွင် ကူညီပေးပါမည်။\nနေ၊ မာကျူရီနှင့် အင်္ဂါဂြိုဟ်တို့မှ ဂြိုဟ်ဆိုင်ရာအကူအညီသည် အခြားသူများနှင့် သဟဇာတဖြစ်စွာ ပေါင်းသင်းဆက်ဆံရေး တည်ဆောက်ခြင်းက အသစ်များကို ဖန်းတီလာနိုင် စေမည် ဖြစ်သည်။ သင်သည် ဤလအတွင်း ဆုံးဖြတ်ချက်များ ချရာတွင် ပိုမို လေးနက်ပြီး တွက်ချက် တတ်ရပါမည်။\n",
  "e": "Gemini people will easily attract members of the opposite sex through their grace. This will help in attracting members of the opposite sex. You should avoid being critical while dealing with them. More partnerships can be made by acceding to their demands and avoiding caustic remarks.\nLove’s relationship with your spouse will be affected by your obligations towards your family. This can be remedied by being flexible to the demands of your partner like having baby. Singles should be more flexible in their approach while forming love alliances. They will be able to get love mates through their family connections.\n",
  "f": "Gemini များသည် ဆန့်ကျင်ဘက် လိင်များကို ၎င်းတို့၏ ပင်ကိုအားဖြင့် အလွယ်တကူ ဆွဲဆောင် နိုင်ကြသည်။ ၎င်းသည် ဆန့်ကျင်ဘက် လိင်များကို ဆွဲဆောင်ရာတွင် အထောက်အကူ ဖြစ်စေမည် ဖြစ်သည်။ ၎င်းတို့နှင့် ဆက်ဆံရာတွင် ပြစ်တင်ဝေဖန်ခြင်းကို ရှောင်ကြဉ်သင့်သည်။ ၎င်းတို့၏ တောင်းဆိုချက်များကို လိုက်လျောကာ ထိခိုက်စေနိုင်သော အချက်များကို ရှောင်ရှားခြင်းဖြင့် လက်တွဲလုပ်ဆောင်မှုများ ပိုမိုပြုလုပ်နိုင်သည်။\nသင့်အိမ်ထောင်ဖက်နှင့် သင့်မိသားစုအပေါ် သင့် အလုပ်၏ တာဝန် ဝတ္တရားများကြောင့် သင့်အိမ်ထောင်ဖက်နှင့် ချစ်ခြင်းမေတ္တာ၏ ဆက်ဆံရေးကို ထိခိုက်လာမည် ဖြစ်သည်။ ကလေးမွေးခြင်းကဲ့သို့ သင့်လုပ်ဖော်ကိုင်ဖက်များ၏ တောင်းဆိုချက်များကို လိုက်လျော ညီထွေဖြစ်အောင် ပြုလုပ်ခြင်းဖြင့် ၎င်းကို ကုစားနိုင်ပါသည်။ တစ်ကိုယ်ရေ သမားတွေဟာ အချစ်ရေးမှာ မဟာမိတ်ဖွဲ့တဲ့အခါ သူတို့ရဲ့ ချဉ်းကပ်မှုမှာ ပိုပြီး လိုက်လျောညီထွေ ရှိသင့်တယ်။ သူတို့ရဲ့ မိသားစု အဆက်အသွယ်တွေကနေ တဆင့် ချစ်ဖော်တွေ ရနိုင်မယ်။\n",
  "g": "Star assistance will be missing in family relationships and relationships tend to be turbulent. There will be problems with your siblings and steps should be taken to avoid this as far as possible. Be patient and all confrontations should be evaded tactically.\nDisharmony in the family surroundings will be aggravated by the unhelpful financial status of the family. Proper budgeting and avoiding unnecessary expenses will help to some extent. On the positive side, the academic progress of children will be satisfactory despite the problems in family affairs.\n",
  "h": "မိသားစု ဆက်ဆံရေးတွင် ကြယ်ပွင့်အကူအညီများ ပျောက်ဆုံးနေမည်ဖြစ်ပြီး ဆက်ဆံရေး ရှုပ်ထွေး နေတတ်သည်။ သင့်မောင်နှမများနှင့် ပြဿနာများ ရှိလာနိုင်ပြီး ယင်းကို တတ်နိုင်သမျှ ရှောင်ရှားသင့်သည်။ စိတ်ရှည်သည်းခံပြီး ထိပ်တိုက် ရင်ဆိုင်မှုများ အားလုံးကို နည်းဗျူဟာကျကျ ရှောင်ရှားသင့်သည်။\nမိသားစု ပတ်ဝန်းကျင်တွင် သဘောထား ကွဲလွဲမှုများသည် မိသားစု၏ အကူအညီ မရသော ငွေကြေး အခြေအနေကြောင့် ပိုမို ဆိုးရွားလာမည် ဖြစ်သည်။ သင့်လျော်သော ဘတ်ဂျက်ချခြင်းနှင့် မလိုအပ်သော အသုံးစရိတ်များကို ရှောင်ရှားခြင်းသည် အတိုင်းအတာ တစ်ခုအထိ အထောက်အကူ ပြုပါလိမ့်မည်။ အပြုသဘော ဆောင်သော ဘက်တွင်မူ မိသားစုရေးရာ ပြဿနာများကြားမှ ကလေးများ၏ ပညာရေး တိုးတက်မှုမှာ ကျေနပ်ဖွယ်ရာ ဖြစ်လိမ့်မည်။\n",
  "i": "2023 Horoscope for Gemini forecasts excellent health in October 2023. There will be relief from recurring ailments and minor health problems can be taken care of by usual medical assistance. However, regular fitness and diet plans will help in maintaining physical health.\nThere will be some problems due to stress and anxiety. To be mentally fit, more relaxation will be necessary. This can be achieved by resorting to meditation and sports. On the whole, there will not be any major health problems.\n",
  "j": "2023 Gemini အတွက် ဟောကိန်း သည် 2023 ခုနှစ် အောက်တိုဘာလတွင် အထူးကောင်းမွန်သော ကျန်းမာရေးကို ခန့်မှန်းပေးပါသည်။ နာတာရှည် ဝေဒနာများ သက်သာသွားမည် ဖြစ်ပြီး အသေးစား ကျန်းမာရေး ပြဿနာများကို ပုံမှန် ဆေးဝါးအကူအညီဖြင့် ပြုစုကုသနိုင်ပါသည်။ သို့သော် ပုံမှန် ကိုယ်လက်လှုပ်ရှားမှုနှင့် အစားအသောက် အစီအစဉ်များသည် ခန္ဓာကိုယ် ကျန်းမာရေးကို ထိန်းသိမ်းရာတွင် အထောက်အကူ ဖြစ်စေပါသည်။\nစိတ်ဖိစီးမှုနှင့် စိုးရိမ်ကြောင့်ကြမှု ပြဿနာအချို့ ရှိတတ်မည်။ စိတ်ပိုင်းဆိုင်ရာ ကြံ့ခိုင်ဖို့ဆိုရင် ပိုပြီးတော့ အပန်းဖြေဖို့ လိုအပ်ပါလိမ့်မယ်။ တရားထိုင်ခြင်းနှင့် အားကစားလုပ်ခြင်းဖြင့် အောင်မြင်နိုင်သည်။ ခြုံငုံကြည့်လျှင် ကြီးကြီးမားမား ကျန်းမာရေး ပြဿနာများ ရှိမည် မဟုတ်ပေ။\n",
  "k": "Monthly Horoscopes 2023 is not beneficial for professionals during the month. Due to adverse planetary aspects, workplace relationships with colleagues and seniors will be full of strife. This will affect your performance to a large extent and you might fail to deliver results.\nHard work fails to bring success and this will make you desperate. This may result in looking for a change of place or job. These things will require more serious thinking. Travel for professional purposes will fail to get positive responses.\n",
  "l": "လစဉ် Horoscopes 2023 သည် ဤလအတွင်း ပညာရှင်များအတွက် အကျိုးမရှိပါ။ ဆိုးရွားသော ဂြိုလ်သွင်ပြင်များကြောင့်၊ လုပ်ဖော်ကိုင်ဖက်များနှင့် လူကြီးများနှင့် လုပ်ငန်းခွင်ဆက်ဆံရေးတွင် ရန်ဖြစ်မှုများ ပြည့်နှက်နေမည်။ ၎င်းသည် သင့်စွမ်းဆောင်ရည်ကို အတိုင်းအတာ တစ်ခုအထိ သက်ရောက်မှု ရှိမည် ဖြစ်ပြီး ရလဒ်ကောင်းများကို ရရိရန် ပျက်ကွက်နိုင်သည်။\nခက်ခက်ခဲခဲ ကြိုးစားခြင်းသည် အောင်မြင်မှုကို ယူဆောင်လာရန် ပျက်ကွက်ပြီး ၎င်းသည် သင့်အား စိတ်ပျက်အားငယ်စေသည်။ ၎င်းသည် အလုပ်နေရာ သို့မဟုတ် အလုပ်အကိုင် အပြောင်းအလဲကို ရှာဖွေရန် ဖြစ်ပေါ်လာနိုင်သည်။ ဤအရာများသည် ပိုမိုလေးနက်သော တွေးခေါ်မှု လိုအပ်မည် ဖြစ်သည်။ အလုပ် ရည်ရွယ်ချက်များ အတွက် ခရီးသွားခြင်းသည် အပြုသဘောဆောင်သော တုံ့ပြန်မှုများ ရရှိရန် မဖြစ်နိုင်ပါ။\n",
  "m": "Horoscope forecasts for 2023 promise excellent conditions for financial progress. With stellar help and good social contacts, you will reap good financial returns. If you are indulging in risky investments, you will make more profits.\nRelationships with colleagues and partners will be harmonious and this will result in a larger money flow. Finances will be easily available. This will help in the expansion of existing projects and starting new ones.\n",
  "n ": "2023 အတွက် ခန့်မှန်းချက်များသည် ငွေကြေး တိုးတက်မှုအတွက် ကောင်းမွန်သော အခြေအနေများကို ကတိပေးပါသည်။ ကြယ်ပွင့်များ၏ အကူအညီနှင့် ကောင်းမွန်သော လူမှုရေး အဆက်အသွယ်များဖြင့် သင်သည် ကောင်းသော ဘဏ္ဍာရေးဆိုင်ရာ အကျိုးအမြတ်များကို ရရှိနိုင်မည် ဖြစ်သည်။ စွန့်စားရတဲ့ ရင်းနှီးမြုပ်နှံမှုမှာ စိတ်ပါဝင်စားရင် အမြတ်များများ ရပါလိမ့်မယ်။\nလုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် သဟဇာတ ဖြစ်မည်ဖြစ်ပြီး၊ ယင်းက ပိုမိုများပြားသော ငွေကြေးစီးဆင်းမှုကို ဖြစ်ပေါ်စေမည် ဖြစ်သည်။ ငွေကြေးကိစ္စများ လွယ်ကူစွာ ရရှိမည်။ ၎င်းသည် လက်ရှိ အလုပ်များကို ချဲ့ထွင်ရန်နှင့် အသစ်များကို စတင်ရာတွင် အထောက်အကူ ဖြစ်စေမည် ဖြစ်သည်။\n",
  "o": "Gemini students are blessed with good planetary influences during the month and they will benefit immensely. Technical students and those pursuing creative subjects will have no problem excelling in their studies. Trade students will do well in their courses as usual.\nWith planetary help behind you, you will naturally work hard and your thinking capabilities will be excellent. Hence results in studies and examinations will naturally be excellent. Engineering and medical students will improve their grades. Passing a competitive examination will not pose any problems.\n",
  "p": "မေထုန် ကျောင်းသားများသည် ဤလအတွင်း ကောင်းသော ဂြိုလ်လွှမ်းမိုးမှုများဖြင့် ကောင်းချီးမင်္ဂလာများ ခံစားရပြီး ၎င်းတို့သည် အလွန် အကျိုးရှိမည် ဖြစ်သည်။ နည်းပညာ ကျောင်းသားများနှင့် တီထွင်ဖန်တီးမှု ဘာသာရပ်များကို လိုက်စားသူများသည် ၎င်းတို့၏လေ့လာမှုတွင် ထူးချွန်ရန် ပြဿနာမရှိပေ။ ကုန်သွယ်မှု ကျောင်းသားများသည် ၎င်းတို့၏ သင်တန်းများတွင် ပုံမှန်အတိုင်း ကောင်းစွာ လုပ်ဆောင်နိုင်မည် ဖြစ်သည်။\nသင့်နောက်ကွယ်မှ ဂြိုလ်အကူအညီဖြင့် သင်သည် သဘာဝအတိုင်း အလုပ်ကြိုးစားမည်ဖြစ်ပြီး သင်၏ တွေးခေါ်နိုင်မှု စွမ်းရည်သည် ကောင်းမွန်မည် ဖြစ်သည်။ ထို့ကြောင့် ပညာရေးနှင့် စာမေးပွဲများတွင် ရလဒ်များသည် သဘာဝအတိုင်း ကောင်းမွန်နေမည် ဖြစ်သည်။ အင်ဂျင်နီယာနှင့် ဆေးကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်များကို မြှင့်တင်ပေးလိမ့်မည်။ အပြိုင်အဆိုင် ပြုလုပ်ရသော စာမေးပွဲများတွင် အောင်မြင်ရန် လုပ်ဆောင်ခြင်း သည် ပြဿနာ တစ်စုံတစ်ရာ မဖြစ်ပါ။\n",
  "q": "Gemini people will fail to get any benefits from travel activities as help from the stars is missing. There will be both inland and overseas travel and results from these tend to be minimal or non-existent.\nBoth inland and overseas travels are indicated. Religious and holiday trips with family members are also indicated. All of them will result in negative benefits. Under these circumstances, it will be wise to reduce travel activities to a minimum and save as much money as possible.\n",
  "r": "Gemini များသည် ကြယ်များထံမှ အကူအညီများ ပျောက်ဆုံးနေသဖြင့် ခရီးသွား လှုပ်ရှားမှုများမှ အကျိုးကျေးဇူး တစ်စုံတစ်ရာ ရရှိမည် မဟုတ်ပေ။ ပြည်တွင်းနှင့် ပြည်ပခရီး နှစ်ခုစလုံးရှိမည် ဖြစ်ပြီး ယင်းတို့မှ ရလဒ်များမှာ အနည်းငယ်သာ သို့မဟုတ် မရှိနိုင်ပါ။\nပြည်တွင်းပြည်ပ ခရီး နှစ်ခုစလုံးကို ဖော်ပြသည်။ မိသားစုဝင်များနှင့်အတူ ဘာသာရေးနှင့် အားလပ်ရက် ခရီးစဉ်များကိုလည်း ဖော်ပြထားပါသည်။ ၎င်းတို့အားလုံးသည် အပျက်သဘောဆောင်သော အကျိုးကျေးဇူးများ ဖြစ်ပေါ်လာမည် ဖြစ်သည်။ ဒီလိုအခြေအနေမျိုးမှာ ခရီးသွားလှုပ်ရှားမှုတွေကို အနည်းဆုံး လျှော့ချပြီး ပိုက်ဆံကို တတ်နိုင်သမျှ ချွေတာတာက အဆင်ပြေပါလိမ့်မယ်။\n"
 },
 {
  "id": "11_2023",
  "a": "Health prospects are excellent. Students will progress well in their studies. Married partners will require more attention. Career growth can be tough.",
  "b": "ကျန်းမာရေး အလားအလာ ကောင်းပါတယ်။ ကျောင်းသားများသည် ၎င်းတို့၏ သင်ကြားမှုတွင် ကောင်းမွန်စွာ တိုးတက်လာမည် ဖြစ်သည်။ အိမ်ထောင်ရှင်များ အနေဖြင့် ပိုမို အာရုံစိုက်ရန် လိုအပ်ပါသည်။ အသက်မွေးဝမ်းကြောင်း တိုးတက်မှုသည် ခက်ခဲနိုင်သည်။",
  "c": "Gemini November 2023 Horoscope predicts that you will be bailed out by your social contacts when you are facing a crisis. But you should use these relationships only when you need them. At the same time, having friendships with each and every one does not help.\nOnly develop connections with those who are influential. You should be guided by Venus while forming social connections.\n",
  "d": "Gemini November 2023 ဟောကိန်း သည် အကျပ်အတည်း တစ်ခု ကြုံတွေ့ရသောအခါ သင်၏ လူမှုရေး အဆက်အသွယ်များမှ သင့်အား အာမခံချက် ပေးလိမ့်မည်ဟု ဟောကိန်းထုတ်သည်။ ဒါပေမယ့် သင်လိုအပ်တဲ့ အခါမှသာ ဒီဆက်ဆံရေးကို သုံးသင့်ပါတယ်။ တစ်ချိန်တည်းမှာပင် တစ်ဦးနှင့်တစ်ဦး ခင်မင်ရင်းနှီးမှု ရှိခြင်းသည် အထောက်အကူ မဖြစ်ပေ။\nဩဇာရှိသူများနှင့်သာ အဆက်အသွယ် ဖြစ်ထွန်းစေပါသည်။ လူမှုရေး ချိတ်ဆက်မှုများ ပြုလုပ်နေစဉ်တွင် သင့်အား Venus မှ လမ်းညွှန်ပေးသင့်သည်။\n",
  "e": "Your love relationships grow in a charming environment. There will be attempts by your partners in love to entertain you. After the first week, things will become more complex. Your confidence in the future will help the relationships.\nMarital relationships might be disturbed by bitterness about everything including thinking about a pregnancy. It is important to shower your love on your spouse from time to time to keep the relationship going. Singles will be able to attract the opposite sex by their charisma.\n",
  "f": "သင့်အချစ်ရေး ဆက်ဆံရေးသည် ချစ်စရာကောင်းသော ပတ်ဝန်းကျင်တွင် ဖြစ်လာပါသည်။ သင့်အား ဖျော်ဖြေရန် ချစ်မြတ်နိုးသော တွဲဖက်များ၏ ကြိုးပမ်းမှုများ ရှိလိမ့်မည်။ ပထမပတ်ပြီးရင်၊ ကိစ္စတွေက ပိုရှုပ်ထွေးလာမယ်။ သင့်အနာဂတ်အတွက် ယုံကြည်မှုက ပေါင်းသင်းဆက်ဆံရေးကို ကူညီပေးပါလိမ့်မယ်။\nအရာရာတိုင်းအတွက် ခါးသီးသော စိတ်ကြောင့် အိမ်ထောင်ရေးတွင် အနှောင့်အယှက်ဖြစ်နိုင်သည်။ အချစ်ရေးကို ဆက်ထိန်းထားဖို့ သင့်အိမ်ထောင်ဖက်ကို အခါအားလျော်စွာ နွေထွေးပေးဖို့ အရေးကြီးတယ်။ တစ်ကိုယ်ရေ သမားများသည် ဆန့်ကျင်ဘက်လိင်ကို ၎င်းတို့၏ ဆွဲဆောင်မှုဖြင့် ဆွဲဆောင်နိုင်မည် ဖြစ်သည်။\n",
  "g": "Planetary assistance will be missing for good family relationships. There will be areas of disagreement between the members. This should be remedied by taking prompt action to restore harmony. Family finances will be another sore point. Proper budgeting will help to some extent.\nChildren, however, are not affected by the bad environment in the family. They will do well in their studies and extracurricular activities. Behavior with others will be pleasant and generally, they will be guided by positivity in their actions.\n",
  "h": "မိသားစု ဆက်ဆံရေး ကောင်းမွန်ရန်အတွက် ဂြိုလ်အကူအညီများ ပျောက်ဆုံးနေမည်။ မိသားစု ဝင်များ အကြား သဘောထား ကွဲလွဲမှုများ ရှိမည်။ သဟဇာတ ဖြစ်မှုကို ပြန်လည် ရရှိရန် ဆောလျင်စွာ လုပ်ဆောင်ခြင်းဖြင့် ပြုပြင်သင့်သည်။ မိသားစု ငွေရေးကြေးရေးသည် နာကျင်စရာ အချက်တစ်ခု ဖြစ်လာလိမ့်မည်။ သင့်လျော်သော ဘတ်ဂျက် ရေးဆွဲခြင်းသည် အတိုင်းအတာ တစ်ခုအထိ အထောက်အကူ ပြုလိမ့်မည်။\nသို့သော် ကလေးများသည် မိသားစုအတွင်း ဆိုးရွားသော ပတ်ဝန်းကျင်ကြောင့် ထိခိုက်မှုမရှိပါ။ သူတို့သည် ၎င်းတို့၏ ပညာရေးများနှင့် ကျောင်းတွင်း လှုပ်ရှားမှုများတွင် ကောင်းမွန်စွာ လုပ်ဆောင်နိုင်မည် ဖြစ်သည်။ အခြားသူများနှင့် ဆက်ဆံခြင်းသည် သာယာမည်ဖြစ်ပြီး ယေဘုယျအားဖြင့် ၎င်းတို့သည် ၎င်းတို့၏ အပြုအမူများတွင် အကောင်းမြင်စိတ်က လမ်းညွှန်ပေးလိမ့်မည်။\n",
  "i": "November 2023 Horoscope for Gemini indicates that health prospects are excellent with the help of the good aspects of stars. There will be no harassment from chronic ailments. Normal medical problems will require minimal medical assistance.\nPhysical health can be further improved by having a strict diet and fitness regime. Mental health can be maintained through enough relaxation. Sports and meditation techniques will be of great help. With hardly any health problems, it is time to enjoy your life.\n",
  "j": "နိုဝင်ဘာလ 2023 ခုနှစ် Gemini အတွက် ဟောကိန်း သည် ကြယ်များ၏ ကောင်းသော သွင်ပြင်များ အကူအညီဖြင့် ကျန်းမာရေး အလားအလာကောင်းကြောင်း ညွှန်ပြသည်။ နာတာရှည် ဝေဒနာများမှ နှောင့်ယှက်ခြင်း မရှိပါ။ ပုံမှန် ဆေးဘက်ဆိုင်ရာ ပြဿနာများသည် အနည်းငယ်မျှသော ဆေးဘက်ဆိုင်ရာ အကူအညီ လိုအပ်ပါလိမ့်မည်။\nတိကျသော အစားအသောက်နှင့် ကျန်းမာကြံ့ခိုင်သော အစားအစာများ စားသုံးခြင်းဖြင့် ရုပ်ပိုင်းဆိုင်ရာ ကျန်းမာရေးကို ပိုမို တိုးတက်စေနိုင်သည်။ လုံလောက်တဲ့ အပန်းဖြေ အနားယူခြင်းဖြင့် စိတ်ကျန်းမာရေးကို ထိန်းသိမ်းနိုင်ပါတယ်။ အားကစားနှင့် တရားထိုင်ခြင်း နည်းပညာများသည် ကြီးမားသော အကူအညီ ဖြစ်လိမ့်မည်။ ကျန်းမာရေး ပြဿနာများမရှိသဖြင့် သင့်ဘဝကို ပျော်ရွှင်စွာ ဖြတ်သန်းရန် အချိန်တန်ပြီ ဖြစ်သည်။\n",
  "k": "Monthly Horoscope 2023 promises average things for professionals. Relationships with seniors and colleagues can be volatile. This might prevent you from accomplishing your targets. You will be working hard without any results.\nThis may lead to a sense of desperation and you may think of changing your company or line of career. These things will prove to be futile. Instead, take steps to maintain harmony with colleagues at the workplace and wait for good days to come.\n",
  "l": "လစဉ် ဟောကိန်း 2023 သည် အလုပ်သမားများအတွက် သင့်တင့်သော အရာများကို ကတိပေးသည်။ လူကြီးများ လုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေး မတည်ငြိမ်နိုင်ပါ။ ၎င်းသည် သင့်ရည်မှန်းချက်များကို ပြီးမြောက်အောင်မြင်အောင် တားဆီးနိုင်မည် ဖြစ်သည်။ မည်သည့် ရလဒ်မျှ မရှိဘဲ သင်က ကြိုးစားအားထုတ်ရလိမ့်မည်။\n၎င်းသည် စိတ်ပျက်အားငယ်ခြင်းကို ဖြစ်ပေါ်စေနိုင်ပြီး သင့်ကုမ္ပဏီ သို့မဟုတ် လုပ်ငန်းကို ပြောင်းလဲရန် သင်စဉ်းစားပေမည်။ ဤအရာများသည် အချည်းနှီးဖြစ်ကြောင်း သက်သေပြလိမ့်မည်။ ယင်းအစား၊ လုပ်ငန်းခွင်တွင် လုပ်ဖော်ကိုင်ဖက်များနှင့် သဟဇာတ ဖြစ်အောင် ထိန်းသိမ်းပြီး ကောင်းသော နေ့ရက်များကို စောင့်မျှော်ပါ။\n",
  "m": "Horoscope Predictions for 2023 indicate that financial prospects are not promising as stellar help is not forthcoming. If you invest in risky investments, they will end up in a loss of money. Legal tangles will go against you and it is better to postpone them.\nThere will not be any harmony in your relationships with your partners and colleagues and this might result in a loss of profits. Finances will not be available for expansions and new projects. They should be avoided for the present.\n",
  "n ": "2023 ခုနှစ်အတွက် ဟောကိန်း များသည် ကြယ်တာရာ အကူအညီသည် ရှိလာမည် မဟုတ်သောကြောင့် ငွေကြေးဆိုင်ရာ အလားအလာများ ကောင်းမွန်ခြင်း မရှိကြောင်း ဖော်ပြသည်။ စွန့်စားရသော ရင်းနှီးမြှုပ်နှံမှုများတွင် ရင်းနှီးမြုပ်နှံပါက ၎င်းတို့သည် ငွေဆုံးရှုံးခြင်းတွင် အဆုံးသတ်သွားမည် ဖြစ်သည်။ တရားရေးဆိုင်ရာ အရှုပ်အထွေးတွေက သင့်ကို ဆန့်ကျင်ဘက် ရလဒ်တွေ ဖြစ်နိုင်သဖြင့် ရွှေ့ဆိုင်းလိုက်တာက ပိုကောင်းပါတယ်။\nသင့်လုပ်ဖော်ကိုင်ဖက်များနှင့် သင့်ဆက်ဆံရေးတွင် သဟဇာတမဖြစ်ဘဲ အကျိုးအမြတ်များ ဆုံးရှုံးသွားနိုင်သည်။ တိုးချဲ့မှုများနှင့် အလုပ် အသစ်များအတွက် ငွေကြေးများ ရရှိနိုင်မည် မဟုတ်ပါ။ ပစ္စုပ္ပန်တွင် ရှောင်ကြဉ်သင့်သည်။\n",
  "o": "Planetary assistance will be available for the academic progress of students this month. With good initiative and power of absorption, students will progress in their studies very easily. Engineering and medical students will have no problem holding on to their grades.\nCompetitive tests can be easily cleared with normal guidance and hard work. Students of creative subjects and technical crafts will have no problem pursuing their studies.\n",
  "p": "ယခုလတွင် ကျောင်းသားများ၏ ပညာရေးတိုးတက်မှုအတွက် ဂြိုဟ်ဆိုင်ရာ အကူအညီကို ရရှိမည်ဖြစ်သည်။ ကောင်းမွန်သော အစပျိုးမှုနှင့် အားထုတ်မှု စွမ်းအားဖြင့် ကျောင်းသားများသည် ၎င်းတို့၏ လေ့လာမှုတွင် အလွန်လွယ်ကူစွာ တိုးတက်နိုင်မည် ဖြစ်သည်။ အင်ဂျင်နီယာနှင့် ဆေးကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်များကို ထိန်းထားရန် ပြဿနာမရှိပေ။\nအပြိုင်အဆိုင် စစ်ဆေးမှုများကို ပုံမှန်လမ်းညွှန်မှုနှင့် ကြိုးစား အားထုတ်မှုတို့ဖြင့် အလွယ်တကူ ရှင်းလင်းနိုင်သည်။ တီထွင်ဖန်တီးမှုဆိုင်ရာ ဘာသာရပ်များ၊ နည်းပညာ လက်မှုပညာဆိုင်ရာ ကျောင်းသားများ ဝဇ္ဇာ ဘာသာရပ် ကျောင်းသားများ သည် ၎င်းတို့၏ ပညာရေးအား ဆက်လက် လုပ်ဆောင်ရန် ပြဿနာမရှိပေ။\n",
  "q": "Travel activities fail to get support from the planets during the month. Naturally benefits from these are not encouraging. There will be plenty of travel, both inland and overseas. Other travels may be related to religion or pleasure. These will fail to generate any happiness expected. In the absence of any tangible benefits, it makes sense to cut down most of them. Only unavoidable ones can be taken up.",
  "r": "ခရီးသွား လှုပ်ရှားမှုများသည် ဤလအတွင်း ဂြိုလ်များထံမှ အထောက်အပံ့ မရရှိပါ။ သဘာဝအားဖြင့် ဒီအကျိုးကျေးဇူးတွေက အားရစရာ မရှိပါဘူး။ ပြည်တွင်းရော ပြည်ပရော ခရီးသွားတွေ အများကြီးရှိမယ်။ အခြားခရီးသွားများသည် ဘာသာရေး သို့မဟုတ် အပျော်အပါးနှင့် ဆက်စပ်နေနိုင်သည်။ ယင်းတို့သည် မျှော်လင့်ထားသည့် ပျော်ရွှင်မှု မှန်သမျှကို မဖန်တီးနိုင်ပေ။ မြင်သာထင်သာသော အကျိုးကျေးဇူးများ မရှိလျှင် ၎င်းတို့အများစုကို မသွားသင့်ပေ။ ရှောင်လွှဲ၍မရသော အရာများကိုသာ သွားသင့်သည်။"
 },
 {
  "id": "12_2023",
  "a": "AN excellent month for Gemini individuals. Almost all the aspects will make excellent progress except travel plans. Enjoy the good luck!.",
  "b": "Gemini တစ်ဦးချင်းစီအတွက်အကောင်းဆုံးလဖြစ်သည်။ ခရီးသွားအစီအစဉ်များမှလွဲ၍ ကဏ္ဍအားလုံး နီးပါးသည် ကောင်းမွန်သော တိုးတက်မှုကို ရရှိစေမည် ဖြစ်ပါသည်။ ကံကောင်းခြင်းတွေကို ခံစားလိုက်ပါ။",
  "c": "Gemini December 2023 Horoscope indicates that there will be obstructions from planetary influences during the month. You may feel frustrated as no progress is made in your ambitions. You may resort to objectionable methods to reach your targets.\nIt is important to use the right methods and turn your attention to projects that are profitable over a long period. This may be slow, but at least you will not face a distressing situation.\n",
  "d": "Gemini ဒီဇင်ဘာ 2023 ဟောကိန်း သည် ဤလအတွင်း ဂြိုလ်လွှမ်းမိုးမှုများကြောင့် အဟန့်အတားများ ရှိလာမည်ကို ညွှန်ပြသည်။ သင့်ရည်မှန်းချက်များတွင် တိုးတက်မှု မရှိသောကြောင့် သင်စိတ်ပျက်သွားနိုင်သည်။ မင်းရဲ့ရည်မှန်းချက်တွေကို ရောက်ဖို့ ဦိးတည်တဲ့ နည်းလမ်းတွေကို အသုံးချနိုင်တယ်။\nမှန်ကန်သော နည်းလမ်းများကို အသုံးပြုရန်နှင့် ရေရှည်တွင် အကျိုးအမြတ်ရှိသော ပရောဂျက်များကို အာရုံစိုက်ရန် အရေးကြီးပါသည်။ ဒါက နှေးကွေးနေနိုင်ပေမယ့် အနည်းဆုံးတော့ စိတ်ဆင်းရဲစရာ အခြေအနေနဲ့ ကြုံရမှာ မဟုတ်ပါဘူး။\n",
  "e": "Venus will be helpful for love relationships during the first week of the month. After things become murky and it is important to maintain harmony in relationships to avoid unnecessary problems during the 2023 Mercury retrograde period.\nRelationships with your partner will be directionless due to the influence of Mars. If you maintain your calm, things will be pleasant. Singles will be more aggressive in their methods to attract partners. They need to be reasonable if they want a steady partner.\n",
  "f": "Venus သည် လ၏ ပထမပတ်အတွင်း အချစ်ရေးတွင် အထောက်အကူ ဖြစ်လိမ့်မည်။ 2023 Mercury ဆုတ်ခွာစဉ် ကာလ အတွင်း မလိုလားအပ်သော ပြဿနာများကို ရှောင်ရှားရန် ဆက်ဆံရေးတွင် သဟဇာတဖြစ်အောင် ထိန်းသိမ်းရန် အရေးကြီးပါသည်။\nMars ၏ လွှမ်းမိုးမှုကြောင့် သင့်လက်တွဲဖော်နှင့် ဆက်ဆံရေးသည် ဦးတည်ရာမဲ့ ဖြစ်လိမ့်မည်။ စိတ်ကို တည်ငြိမ်အောင် ထိန်းထားရင် အရာရာဟာ သာယာလိမ့်မယ်။ တစ်ကိုယ်ရေ သမားများသည် လက်တွဲဖော်များကို ဆွဲဆောင်ရန် ၎င်းတို့၏ နည်းလမ်းများတွင် ပိုမိုပြင်းထန်လာမည် ဖြစ်သည်။ တည်ငြိမ်သော လက်တွဲဖော်ကို လိုချင်လျှင် ကျိုးကြောင်းဆီလျော်မှု ရှိရန် လိုအပ်သည်။\n",
  "g": "Stellar blessings are available for family relationships during the month. The environment will be celebratory with plenty of functions and ceremonies lined up during the month. All the members will enjoy these functions to the full.\nRelationships between members will be extremely friendly. Senior members of the family will support your actions completely. Children will have no problem completing their studies and they will progress in other activities also.\n",
  "h": "ဤလအတွင်း မိသားစု ဆက်ဆံရေးအတွက် ကြယ်ပွင့် များ၏ ကောင်းချီးများကို ရရှိနိုင်သည်။ ပတ်ဝန်းကျင်တွင်ဤလအတွင်း အခမ်းအနားပွဲများစွာဖြင့် စည်ကားသိုက်မြိုက်မြိုက်စွာ ကျင်းပသွားမည် ဖြစ်ပါသည်။ မိသားစုဝင် အားလုံးသည် ဤလုပ်ဆောင်ချက်များကို အပြည့်အဝ ခံစားနိုင်မည် ဖြစ်သည်။\nအဖွဲ့ဝင်များကြား ဆက်ဆံရေးသည် အလွန် ခင်မင်ရင်းနှီးလာမည်။ မိသားစုမှ လူကြီးများသည် သင့်လုပ်ရပ်များကို အပြည့်အဝ ထောက်ခံပါသည်။ ကလေးတွေဟာ သူတို့ရဲ့ စာသင်ခန်းတွေကို ပြီးမြောက်အောင် လုပ်ဖို့ အခက်အခဲ မရှိသလို တခြားလုပ်ဆောင်မှုတွေမှာလည်း တိုးတက်လာမှာ ဖြစ်ပါတယ်။\n",
  "i": "2023 Horoscope for Gemini is highly favorable for individuals in December 2023. There will not be any problems on account of recurring ailments. Minor health problems can be taken care of by routine medical care.\nHowever, it is necessary to resort to a regular diet and exercise program to maintain your physical fitness. Mental health can be assured through regular relaxation programs and avoiding overstress in your activities.\n",
  "j": "2023 Gemini အတွက် ဟောကိန်း သည် 2023 ခုနှစ် ဒီဇင်ဘာလတွင် လူတစ်ဦးချင်းစီအတွက် အလွန်အဆင်ပြေပါသည်။ နာတာရှည် ဝေဒနာများကြောင့် မည်သည့် ပြဿနာမျှ ရှိမည်မဟုတ်ပါ။ ပုံမှန် ကျန်းမာရေးစောင့်ရှောက်မှု ပေးခြင်းဖြင့် အသေးစား ကျန်းမာရေး ပြဿနာများကို ကုသနိုင်ပါသည်။\nသို့သော် သင့်ခန္ဓာကိုယ် ကြံ့ခိုင်မှုကို ထိန်းသိမ်းရန် ပုံမှန်အစားအသောက်နှင့် လေ့ကျင့်ခန်း အစီအစဉ်များ ချမှတ်ပြီး အပန်းဖြေရန် လိုအပ်ပါသည်။ ပုံမှန် အပန်းဖြေခြင်း အစီအစဉ်များ နှင့် သင်၏ အားကစား လှုပ်ရှားမှုများ ပြုလုပ်ခြင်းဖြင့် စိတ်ဖိစီးမှု လွန်ကဲခြင်းကို ရှောင်ရှားနိုင်ပါသည်။\n",
  "k": "Astrology 2023 promises an excellent month for professionals. They will have support from colleagues and seniors. They will be able to achieve their targets easily. There will be opportunities for promotions and monetary increments.\nWith an excellent work record, you may feel like changing your job for better emoluments. This requires serious thinking as it may end up in unnecessary hassles. Overall a beautiful month for career professionals.\n",
  "l": "နက္ခတ်ဗေဒင် 2023 သည် ပညာရှင်များအတွက် ကောင်းမွန်သော လဖြစ်ကြောင်း ကတိပြုပါသည်။ လုပ်ဖော်ကိုင်ဖက်များနှင့် စီနီယာများ၏ ပံ့ပိုးကူညီမှုများ ရရှိမည်ဖြစ်သည်။ သူတို့ရဲ့ ပန်းတိုင်ကို လွယ်လွယ်ကူကူ ပြီးမြောက်နိုင်ပါလိမ့်မယ်။ ရာထူးတိုးခြင်းများနှင့် ငွေကြေး တိုးမြှင့်မှုများအတွက် အခွင့်အလမ်းများ ရှိလာမည် ဖြစ်သည်။\nကောင်းမွန်သော အလုပ်မှတ်တမ်းတစ်ခုနှင့်အတူ၊ ပိုမိုကောင်းမွန်သော အလုပ် ပြောင်းရသကဲ့သို့ ခံစားရပေမည်။ မလိုလားအပ်သော အခက်အခဲများကို အဆုံးသက်နိုင်သောကြောင့် လေးလေးနက်နက် စဉ်းစားရန် လိုအပ်သည်။ အသက်မွေးဝမ်းကြောင်း ပညာရှင်များအတွက် ယေဘုယျအားဖြင့် လှပသောလဖြစ်သည်။\n",
  "m": "Monthly horoscopes for 2023 promise an excellent month on the finances front with the auspicious positions of the planets. Existing investments will give handsome returns. Speculative activity will be highly rewarding.\nRelationships with colleagues and seniors will be very much harmonious resulting in more profits. You will also have the benefit of guidance from experts in the field. The month is suitable for expansions and initiating new projects.\n",
  "n ": "2023 ခုနှစ်အတွက် ဤဇာတာရှင်များသည် ဂြိုလ်များ၏ ကောင်းမွန်သော နေရာများဖြင့် ငွေကြေးဆိုင်ရာ တွင် ကောင်းမွန်သော လကို ရရှိပါသည်။ လက်ရှိ ရင်းနှီးမြုပ်နှံမှုများသည် ကောင်းမွန်သော အကျိုးအမြတ်များ ပေးစွမ်းနိုင်မည် ဖြစ်သည်။ မှန်းဆထားသော လုပ်ဆောင်ချက်သည် အလွန် အကျိုးရှိလိမ့်မည်။\nလုပ်ဖော်ကိုင်ဖက်များ လူကြီးများနှင့် ပေါင်းသင်းဆက်ဆံရေးသည် များစွာ သဟဇာတဖြစ်ပြီး အကျိုးအမြတ်များ ပိုမိုရရှိစေမည် ဖြစ်ပါသည်။ နယ်ပယ်အတွင်းမှ ကျွမ်းကျင်သူများ၏ လမ်းညွှန်မှု၏ အကျိုးကျေးဇူးကိုလည်း သင်ရရှိမည် ဖြစ်သည်။ တိုးချဲ့ခြင်းနှင့် ပရောဂျက်အသစ်များ စတင်ခြင်းအတွက် ဤလသည် သင့်လျော်သည်။\n",
  "o": "The academic progress of students will be excellent as stellar influences are quite favorable. With hard work and concentration, students will easily pass their tests and examinations.\nEngineering and medical students will easily maintain their grades. Passing competitive tests will not be difficult with hard work and good coaching. Crafts students will easily cruise in their studies.\n",
  "p": "ကြယ်ပွင့်များ၏ သြဇာလွှမ်းမိုးမှုမှာ အခွင့်သာသောကြောင့် ကျောင်းသားများ၏ ပညာရေး တိုးတက်မှုသည် ကောင်းမွန်လိမ့်မည်။ ကြိုးစားမှုနှင့် အာရုံစူးစိုက်မှုတို့ဖြင့် ကျောင်းသားများသည် ၎င်းတို့၏ စာမေးပွဲများနှင့် စာမေးပွဲများကို လွယ်ကူစွာ ဖြေဆိုနိုင်မည် ဖြစ်သည်။\nအင်ဂျင်နီယာနှင့် ဆေးကျောင်းသားတို့သည် ၎င်းတို့၏ အမှတ်များကို အလွယ်တကူ ထိန်းသိမ်းနိုင်မည် ဖြစ်သည်။ အပြိုင်အဆိုင် စာမေးပွဲများကို အောင်မြင်ရန် ကြိုးစားအားထုတ်မှုနှင့် ကောင်းမွန်သော နည်းပြများဖြင့် ခက်ခဲမည်မဟုတ်ပါ။ ကျောင်းသားများသည် ၎င်းတို့၏ ပညာရေးတွင် လွယ်ကူစွာ အောင်မြင်နိုင်ကြသည်။\n",
  "q": "There will be quite several travels both inland and overseas. These may be for business promotion or for making a living in the case of creative people. Most of these travel plans will fail to achieve their objectives as a planetary blessing is missing.\nThere will be some travel for personal recreation. These also will not be happy ones with no enjoyment happening in these travels. It is important to restrict the travel planes to the most essential ones.\n",
  "r": "ပြည်တွင်းရော ပြည်ပရော ခရီးသွားတွေ တော်တော်များပါလိမ့်မယ်။ ၎င်းတို့သည် စီးပွားရေး မြှင့်တင်ရန် သို့မဟုတ် တီထွင်ဖန်တီးမှုများ ပြုရန် အတွက် ဖြစ်နိုင်သည်။ ဂြိုဟ်ကောင်း ချီးတစ်ခု ပျောက်ဆုံးနေသဖြင့် ဤခရီးသွားအစီအစဉ် အများစုသည် ရည်မှန်းထားသလောက် မအောင်မြင်နိုင်ပါ။\nကိုယ်ရေးကိုယ်တာ အပန်းဖြေဖို့အတွက် ခရီးသွားတာတွေ ရှိမယ်။ ဤခရီးစဉ် သည်လည်း လူများကို မပျော်မရွှင် ဖြစ်စေတတ်သည်။ လေယာဉ်ဖြင့် ခရီးသွားခြင်းများကို အလိုအပ်ဆုံး အရာများတွင် သာ ပြုလုပ်ရန် အရေးကြီးသည်။\n"
 }
]