[
 {
  "id": "8_2023",
  "a": "Love will be harmonious. The family will present a happy picture. Career progress will be remarkable. Investments will give good profits.",
  "b": "အချစ်ရေး ညီညွတ်မည်။ မိသားစုရဲ့ ပျော်ရွှင်စရာ ပုံရိပ်လေးတွေကို တင်ဆက်ပေးသွားမှာပါ။ အသက်မွေးဝမ်းကြောင်းလုပ်ငန်းများ ထူးထူးခြားခြား တိုးတက်မည်။ ရင်းနှီးမြုပ်နှံမှုများမှ အကျိုးအမြတ်ကောင်းများ ရရှိမည်။",
  "c": "Cancer August 2023 Horoscope predicts that you will become aware of your capabilities and you will be able to get things done at the appropriate time. Your relationships will make your life luxurious. There will be help from experts in getting things done. Despite all the happy things, you tend to unnecessarily become apprehensive due to the effects of the 2023 Mercury retrograde. Overall, the month promises good things and they will happen.",
  "d": "ကရကဋ် ဩဂုတ်လ 2023 ဟောကိန်း သည် သင်၏ စွမ်းဆောင်နိုင်ရည်များကို သတိပြုမိလာပြီး သင့်လျော်သော အချိန်တွင် ပြီးမြောက်နိုင်လိမ့်မည်ဟု ဟောကိန်းထုတ်ပါသည်။ မင်းရဲ့ ဆက်ဆံရေးက မင်းဘဝကို ဇိမ်ကျကျ ဖြစ်စေလိမ့်မယ်။ ပြီးမြောက်အောင် ဆောင်ရွက်ရာတွင် ကျွမ်းကျင်သူများထံမှ အကူအညီများ ရရှိမည်။ ပျော်ရွှင်စရာတွေရှိပေမဲ့ 2023 Mercury ဆုတ်ခွာခြင်းရဲ့ သက်ရောက်မှု တွေကြောင့် မလိုအပ်ဘဲ ကြောက်ရွံ့ ထိတ်လန့် သွားတတ်ပါတယ်။ ယေဘူယျအားဖြင့် ဤလသည် ကောင်းသော အရာများကို ကတိပေးသည်၊ ၎င်းတို့သည် ဖြစ်ပေါ်လာလိမ့်မည်။",
  "e": "Cancer zodiac people will be oozing with charm and will be able to catch the attention of the opposite sex. You will be more severe in your requirements from your partner. You are looking for superlative things and you will not accept anything less. This will create hard times for your partner.\nLove will be appealing to your partner if you can communicate your needs to your partner. It is time to make use of the openings that come up. There will be good harmony with your partner with scope for pregnancies. Singles will have to just wait for the opposite sex to make a move and grab it by giving more attention.\n",
  "f": "ကရကဋ် ရာသီခွင်က လူတွေဟာ ဆွဲဆောင်မှုရှိပြီး ဆန့်ကျင်ဘက်လိင်တွေရဲ့ အာရုံကို ဖမ်းစား နိုင်ပါလိမ့်မယ်။ သင့်လက်တွဲဖော်ထံမှ သင့်လိုအပ်ချက်များက ပိုမို များပြားလာမည်ဖြစ်သည်။ သင်သည် သာလွန် ကောင်းမွန်သော အရာများကို ရှာဖွေနေပြီး မည်သည့်အရာကိုမျှ လက်ခံမည် မဟုတ်ပါ။ ဒါက သင့် လက်တွဲဖော်အတွက် ခက်ခဲတဲ့ အချိန်တွေကို ဖန်တီးပေးပါလိမ့်မယ်။\nမင်းရဲ့လိုအပ်ချက်တွေကို မင်းကြင်ဖက်ကို သိရှိနားလည်အောင် လုပ်ပေးနိုင်ရင် မင်းရဲ့ လက်တွဲဖော်ကို ဆွဲဆောင်နိုင်လိမ့်မယ်။ ပေါ်လာတဲ့ လမ်းစ အခွင့်အလမ်းတွေကို အသုံးချဖို့ အချိန်တန်ပြီ။ ရှေ့ဆက်ရန်အတွက် အတိုင်းအတာ တစ်ခုအထိ သင့်လက်တွဲဖော်နှင့် ကောင်းမွန် ညီညွတ်မှု ရှိမည်။ တစ်ကိုယ်ရေ သမားတွေဟာ ချစ်တဲ့သူနဲ့ ရှေ့ဆက်နိုင်ဖို့ စောင့်ဆိုင်းပြီး အာရုံစိုက်မှု ပိုပေးခြင်းဖြင့် တဖက်လူကို ဆွဲဆောင်နိုင်ပါလိမ့်မယ်။\n",
  "g": "The family environment will be full of cheer and happiness due to the positive stellar influences. There will be celebrations and enjoyment. Also, there is a possibility of a new member coming into the family circle.\nFamily finances will show an uptrend and hence there will not be any apprehensions about this score. Under these favorable circumstances, children will do well in their activities. Their behavior with others also will be commendable.\n",
  "h": "အပြုသဘောဆောင်တဲ့ ကြယ်ပွင့်တွေရဲ့ လွှမ်းမိုးမှုတွေကြောင့် မိသားစု ပတ်ဝန်းကျင်ဟာ ရွှင်မြူး ပျော်ရွှင်မှုတွေ အပြည့် ရှိပါလိမ့်မယ်။ ပျော်ပွဲရွှင်ပွဲများနှင့် စည်ကားသိုက်မြိုက်စွာ ကျင်းပမည် ဖြစ်သည်။ ထို့အပြင် မိသားစု အသိုင်းအဝိုင်းထဲသို့ အဖွဲ့ဝင်အသစ်တစ်ဦး ဝင်ရောက်နိုင်ခြေလည်း ရှိပါသည်။\nမိသားစု ဘဏ္ဍာရေးသည် အတက်အကျကို ပြသမည် ဖြစ်ပြီး ထို့ကြောင့် ဤကိစ္စနှင့်ပတ်သက်၍ စိုးရိမ်စရာ မရှိပါ။ ဒီလို အခြေအနေမျိုးမှာ ကလေးတွေဟာ သူတို့ရဲ့လှုပ်ရှားမှုတွေကို ကောင်းကောင်း လုပ်ဆောင် နိုင်ပါလိမ့်မယ်။ တခြားသူတွေအပေါ် သူတို့ရဲ့ အပြုအမူကလည်း ချီးကျူးဖို့ ကောင်းပါလိမ့်မယ်။\n",
  "i": "2023 Horoscope for Cancer promises excellent health for individuals in August 2023. There will not be any problems from chronic diseases. Minor health problems can be taken care of with prompt medical care.\nA good program for diet and fitness will be necessary to maintain good health. Relaxation techniques and outdoor activities will ensure excellent mental well-being. It is time to enjoy life with good health on your side.\n",
  "j": "2023 ခုနှစ် သြဂုတ်လတွင် Cancer လူတစ်ဦးချင်းစီအတွက် ကောင်းမွန်သော ကျန်းမာရေးကို ရရှိပါလိမ့်မည်။ နာတာရှည် ရောဂါများမှ မည်သည့် ပြဿနာမျှ ရှိမည် မဟုတ်ပါ။ အသေးအမွှား ကျန်းမာရေး ပြဿနာများကို ဆောလျင်စွာ ဆေးကုသမှု ခံယူခြင်းဖြင့် ကုသနိုင်ပါသည်။\nကျန်းမာရေး ကောင်းဖို့အတွက် အစားအသောက်နဲ့ ကျန်းမာကြံ့ခိုင်ဖို့ အစီအစဉ် ကောင်းတစ်ခု လိုအပ်ပါလိမ့်မယ်။ အပန်းဖြေခြင်း နည်းပညာများနှင့် ပြင်ပ လှုပ်ရှားမှုများသည် ကောင်းမွန်သော စိတ်ပိုင်းဆိုင်ရာ သုခကို ရရှိစေမည် ဖြစ်သည်။ ကျန်းမာရေးကောင်းပြီး ဘဝကို ပျော်ရွှင်စွာ ဖြတ်သန်းရမယ့် အချိန် ဖြစ်ပါတယ်။\n",
  "k": "Monthly Horoscopes for 2023 predicts that career prospects will be excellent with the help of good star aspects. There will be a good relationship with colleagues and the management. This will help in accomplishing your targets easily. There will be opportunities to change for a better job. This also will be profitable. Despite all these good things, there is a lingering sense of insecurity.",
  "l": "2023 ခုနှစ်အတွက် လစဉ် ဟောရိုစကုပ်များသည် ကြယ်ကောင်းများ၏ အကူအညီဖြင့် အလုပ်အကိုင် အခွင့်အလမ်းများ ကောင်းမွန်လိမ့်မည်ဟု ဟောကိန်းထုတ်သည်။ လုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေး ကောင်းမွန်သူ ဖြစ်ရမည်။ ဒါက မင်းရဲ့ ရည်ရွယ်ချက်တွေကို လွယ်လွယ်ကူကူ ပြီးမြောက်အောင် ကူညီ ပေးပါလိမ့်မယ်။ ပိုမို ကောင်းမွန်သော အလုပ်တစ်ခုကို ပြောင်းလဲရန် အခွင့်အလမ်းများ ရှိလာမည်။ ဒါလည်း အကျိုးရှိမယ်။ ဤကောင်းသောအရာများ ရှိသော်လည်း မလုံခြုံသော ခံစားမှုတစ်ခု ရှိနေပါသည်။",
  "m": "Horoscope 2023 is very much favorable for the finances of Cancer individuals. You will be able to achieve your targets easily through hard work and determination. Speculative investments will ensure excellent returns.\nRelationships with partners and colleagues will be harmonious. This will result in increased profits. Finances will be readily available for the expansion of present ventures as well as the initiation of new ones. Overall, a profitable period for Cancer individuals!\n",
  "n": "2023 ဟောကိန်း သည် ကရကဋ် များအတွက် ငွေကြေး အလွန် အဆင်ပြေသည်။ ကြိုးစားအားထုတ်မှုနှင့် စိတ်ပိုင်းဖြတ်မှုတို့ဖြင့် သင်၏ ပန်းတိုင်များကို အလွယ်တကူ အောင်မြင်နိုင်မည် ဖြစ်သည်။ မှန်းဆထားသော ရင်းနှီးမြုပ်နှံမှုများသည် ကောင်းမွန်သော အကျိုးအမြတ်များ ရရှိစေမည် ဖြစ်သည်။\nလုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေး သဟဇာတဖြစ်မည်။ ဒါမှ အမြတ်တွေ တိုးလာမယ်။ လက်ရှိ လုပ်ငန်းချဲ့ထွင်ခြင်းနှင့် လုပ်ငန်းသစ်များ စတင်ခြင်းအတွက် ငွေကြေး အဆင်သင့်ဖြစ်မည်။ ယေဘုယျအားဖြင့်၊ ကရကဋ် များအတွက် အကျိုးအမြတ်ရှိသော ကာလဖြစ်သည်။\n",
  "o": "Stellar help is available for Cancer zodiac students pursuing academic activities. You tend to work hard and your ability to comprehend will be superlative. This will result in good results in your studies and examinations.\nEngineering and medical students will be able to maintain their grades easily. Those studying creative subjects will excel in their studies. Passing competitive tests will not be tough with normal effort and good coaching.\n",
  "p": "ပညာရပ်ဆိုင်ရာ လှုပ်ရှားမှုများကို လိုက်စားနေသည့် ကရကဋ် ရာသီခွင် ကျောင်းသားများအတွက် ကြယ် အကူအညီကို ရနိုင်ပါသည်။ သင်ဟာ အလုပ်ကြိုးစားပြီး နားလည်နိုင်စွမ်းက လွန်ကဲလာပါလိမ့်မယ်။ ၎င်းသည် သင်၏လေ့လာမှုနှင့် စာမေးပွဲများတွင် ရလဒ်ကောင်းများ ထွက်ပေါ်လာမည် ဖြစ်သည်။\nအင်ဂျင်နီယာနှင့် ဆေးကျောင်းသားများသည် ၎င်းတို့၏ အမှတ်များကို အလွယ်တကူ ထိန်းသိမ်းနိုင်မည် ဖြစ်သည်။ တီထွင်ဖန်တီးမှုဆိုင်ရာ ဘာသာရပ်များကို လေ့လာသူများသည် ၎င်းတို့၏ လေ့လာမှုတွင် ထူးချွန်မည် ဖြစ်သည်။ အပြိုင်အဆိုင် စာမေးပွဲများကို သာမာန်အားထုတ်မှုနှင့် ကောင်းမွန်သော နည်းပြများဖြင့် ခက်ခဲမည်မဟုတ်ပါ။\n",
  "q": "Planetary aspects are not favorable for travel activities during the month. There will be several journeys both inland as well as overseas. Most of these will not result in the desired benefits.\nIn addition, there will be possibilities of injury during these travels. Pleasure trips with friends or family members also will not be enjoyable. Hence, it makes sense to trim your travel activities and save precious money and time.\n",
  "r": "ဤလအတွင်း ခရီးသွား လှုပ်ရှားမှုများအတွက် ဂြိုလ်ရှုထောင့်များသည် အဆင်မပြေပါ။ ပြည်တွင်းခရီးရော ပြည်ပမှာပါ ခရီးများစွာ သွားရမှာ ဖြစ်ပါတယ်။ အများစုမှာ လိုချင်သော အကျိုးကျေးဇူးများ ဖြစ်ပေါ်လာမည် မဟုတ်ပေ။\nထို့အပြင် အဆိုပါ ခရီးစဉ်အတွင်း ထိခိုက်ဒဏ်ရာ ရရှိမှုများလည်း ရှိတတ်မည်ဖြစ်သည်။ သူငယ်ချင်းများ သို့မဟုတ် မိသားစုဝင်များနှင့်အတူ အပျော်ခရီး ထွက်ခြင်းသည် ပျော်စရာကောင်းမည် မဟုတ်ပေ။ ထို့ကြောင့် သင်၏ ခရီးသွားလှုပ်ရှားမှုများကို ဖြတ်တောက်ပြီး အဖိုးတန်ငွေနှင့် အချိန်ကို ချွေတာခြင်းသည် အဓိပ္ပာယ်ရှိပေသည်။\n"
 },
 {
  "id": "9_2023",
  "a": "Health will be fabulous. The family environment will be congenial. Investments will give good returns. The academic progress of students will be commendable.",
  "b": "ကျန်းမာရေး ကောင်းမွန်လာမည်။ မိသားစု ပတ်ဝန်းကျင် သာယာမည်။ ရင်းနှီးမြုပ်နှံမှုများသည် ကောင်းသော အကျိုး ပေးလိမ့်မည်။ ကျောင်းသားများ၏ ပညာရေး တိုးတက်မှုကို ပြောဆိုနိုင်ပါမည်။",
  "c": "Cancer September 2023 Horoscope predicts that this month’s progress will be propelled by relationships during the current month. After the first week, there will be some hiccups, but there is no reason for worrying.\nYou should use this period to improve your relationships which will help in the progress of your activities. Mars also will not be helpful during the month. So, it makes sense to wait for good times to come.\n",
  "d": "ကရကဋ် စက်တင်ဘာ 2023 ဟောကိန်း သည် ယခုလ၏ တိုးတက်မှုကို လက်ရှိလအတွင်း ဆက်ဆံရေးများက တွန်းအားပေးလိမ့်မည်ဟု ဟောကိန်းထုတ်သည်။ ပထမပတ်ပြီးရင် အဖုအထစ် အချို့ရှိတတ်ပေမယ့် စိုးရိမ်စရာ အကြောင်း မရှိပါဘူး။\nသင့်လုပ်ငန်းဆောင်တာများ တိုးတက်မှုအတွက် အထောက်အကူ ဖြစ်စေမည့် သင်၏ဆက်ဆံရေးကို မြှင့်တင်ရန် ဤအချိန်ကို အသုံးပြုသင့်သည်။ အင်္ဂါဂြိုလ်သည်လည်း လအတွင်း အထောက်အကူ ဖြစ်မည် မဟုတ်ပေ။ ထို့ကြောင့် နောင်လာမည့် အချိန်များကို စောင့်ရခြင်းသည် အဓိပ္ပါယ်ရှိပေသည်။\n",
  "e": "Love affairs are influenced by the contradictory influences of the planets Venus and Mars. It is necessary not to be highly enthusiastic and be more practical.\nLove relationships with your partner can be full of accusations and conflicts. Think twice before planning for a child. You can harmonize the situation by being gentler and softer in your approach. Singles will have many choices in love this month and they should be practical while selecting the right partner.\n",
  "f": "အချစ်ရေးတွင် ဗီးနပ်စ်နှင့် အင်္ဂါဂြိုဟ်တို့၏ ဆန့်ကျင်ဘက် လွှမ်းမိုးမှုများ က လွှမ်းမိုးထားသည်။ အလွန် တွေးတော စိတ်ကူးယဉ် ဆန်နေစရာမလိုပဲ လက်တွေ့ကျဖို့ပဲ လိုအပ်ပါတယ်။\nသင့်လက်တွဲဖော်နှင့် အချစ်ရေးတွင် စွပ်စွဲမှုများနှင့် ပဋိပက္ခများ ပြည့်နေနိုင်သည်။ ရှေ့ဆက်ရန်အတွက် ကိစ္စရပ်များကို မစီစဉ်ခင် နှစ်ကြိမ် စဉ်းစားပါ။ မင်းရဲ့ချဉ်းကပ်မှုမှာ နူးညံ့ ပျော့ပျောင်းနေခြင်း အားဖြင့် အခြေအနေကို လိုက်လျောညီထွေ ဖြစ်စေနိုင်ပါတယ်။ Single များသည် ယခုလအတွင်း အချစ်ရေးတွင် ရွေးချယ်စရာ များစွာရှိမည်ဖြစ်ပြီး မှန်ကန်သော လက်တွဲဖော်ကို ရွေးချယ်ရာတွင် လက်တွေ့ကျသင့်သည်။\n",
  "g": "2023 Horoscope for Cancer promises excellent harmony between family members during the month of September 2023. Stellar positions are very much favorable, and there will be celebrations and enjoyment in the family environment.\nFamily finances will be sufficient to take care of the expenses, and there will be no friction in this regard. Children also will make good progress in their studies. They tend to be somewhat obstinate, and this will require strict handling during the 2023 Mercury retrograde.\n",
  "h": "ကရကဋ် အတွက် 2023 ဟောကိန်း သည် 2023 ခုနှစ် စက်တင်ဘာလအတွင်း မိသားစုဝင်များ ကြားတွင် ကောင်းမွန်သော သဟဇာတ ဖြစ်မှုကို ကတိပေးပါသည်။ ကြယ်များ၏ နေရာများသည် အလွန် ကောင်းမွန်ပြီး မိသားစု ပတ်ဝန်းကျင်တွင် ပျော်ရွှင်ဖွယ် အခမ်းအနားများ ရှိလိမ့်မည်။\nမိသားစု ဘဏ္ဍာရေးသည် အသုံးစရိတ်များကို ဂရုစိုက်ရန် လုံလောက်မည် ဖြစ်ပြီး ဤကိစ္စတွင် သဘောထား ကွဲလွဲမှု ရှိမည် မဟုတ်ပါ။ ကလေးများမှာလည်း သူတို့၏ သင်ကြားရေးတွင် ကောင်းမွန်စွာ တိုးတက်မှု ရှိလိမ့်မည်။ ကလေးများသည် အနည်းငယ် ဂျစ်တစ်တစ် လေ့ရှိပြီး ၎င်းသည် 2023 Mercury ဆုတ်ခွာစဉ် အတွင်း တင်းကြပ်စွာကိုင်တွယ်ရန် လိုအပ်ပါသည်။\n",
  "i": "Prospects for the good health of Cancer individuals are great with beneficial stellar influences. Those suffering from recurring ailments will get great relief and health can be maintained through normal precautions and medical care.\nPhysical health can be further improved through regular exercise and diet programs. Mental health can be enhanced through relaxation techniques such as yoga and sports activities. With normal health on the cards, use this period for more enjoyment.\n",
  "j": "Cancer များ၏ ကျန်းမာရေးအတွက် အလားအလာကောင်းများ သည် အကျိုးပြု ကြယ်ပွင့်များ၏ လွှမ်းမိုးမှုများကြောင့် ဖြစ်သည်။ ထပ်တလဲလဲ ဝေဒနာများ ခံစားရသူများသည် သက်သာရာ ရမည်ဖြစ်ပြီး ပုံမှန် ကြိုတင်ကာကွယ်မှုများနှင့် ဆေးဝါးကုသမှုများ မှတစ်ဆင့် ကျန်းမာရေးကို ထိန်းသိမ်းနိုင်သည်။\nပုံမှန် လေ့ကျင့်ခန်းနှင့် အစားအသောက် အစီအစဉ် များမှတစ်ဆင့် ခန္ဓာကိုယ် ကျန်းမာရေးကို ပိုမို တိုးတက် ကောင်းမွန် လာစေနိုင်သည်။ ယောဂနှင့် အားကစား လှုပ်ရှားမှုများကဲ့သို့ အပန်းဖြေခြင်း နည်းလမ်းများဖြင့် စိတ်ကျန်းမာရေးကို မြှင့်တင်နိုင်ပါသည်။ ပုံမှန်ကျန်းမာ နေခြင်းဖြင့်၊ ပိုမိုပျော်ရွှင်မှု ကို ရယူလိုက်ပါ။\n",
  "k": "Monthly zodiac 2023 is not at very favorable for the career growth of Cancer people. Star help is not forthcoming and there will be constant fights with colleagues and seniors. You will be working hard with no progress to show.\nUnder such circumstances, it is natural to look for alternate opportunities. However, these will also not provide the happiness you are looking for. It will be better if you try to maintain good relationships at the workplace and continue to keep working sincerely. This will come to your help in the future.\n",
  "l": "လစဉ် ရာသီခွင် 2023 သည် Cancer များ၏ အသက်မွေးဝမ်းကြောင်း လုပ်ငန်း တိုးတက်မှုအတွက် အဆင်မပြေပါ။ ကြယ်ပွင့်အကူအညီသည် ထွက်ပေါ်လာခြင်း မရှိသေးဘဲ လုပ်ဖော်ကိုင်ဖက်များ လူကြီးများနှင့် အဆက်မပြတ် အဆင်မပြေမှုများ ရှိလိမ့်မည်။ သင်ကြိုးစားလုပ်ဆောင်နေသော်လည်း တိုးတက်မှု မရှိပါ။\nဒီလိုအခြေအနေမျိုးမှာ အခွင့်အလမ်းတွေကို ရှာဖွေတာဟာ သဘာဝပါပဲ။ သို့ရာတွင်၊ ၎င်းတို့သည် သင်ရှာဖွေနေသော ပျော်ရွှင်မှုကိုလည်း ပေးစွမ်းမည်မဟုတ်ပေ။ လုပ်ငန်းခွင်မှာ ကောင်းမွန်တဲ့ ဆက်ဆံရေးကို ထိန်းသိမ်းပြီး ရိုးရိုးသားသား ဆက်ပြီး အလုပ်လုပ်ရင် ပိုကောင်းပါတယ်။ ၎င်းသည် အနာဂတ်တွင် သင့်အကူအညီသို့ ရောက်ရှိလာမည်ဖြစ်သည်။\n",
  "m": "Horoscope Predictions For 2023 are very encouraging for the financial advancement of Cancer individuals. Planetary assistance is available and you will make good profits from your existing investments.\nThose in the creative field will be highly benefited and they will be able to improve their lives to a large extent. Speculative investments will turn out very good profits. Help is also available from social contacts for financial growth.\n",
  "n": "2023 ခုနှစ်အတွက် ဟောကိန်း များသည် Cancer တစ်ဦးချင်းစီ၏ ငွေကြေး တိုးတက်မှု အတွက် အလွန် အားတက်စရာ ဖြစ်သည်။ ဂြိုလ်များ၏ အကူအညီကို ရရှိပြီး သင်၏ လက်ရှိ ရင်းနှီးမြှုပ်နှံမှု များမှ ကောင်းသော အကျိုးအမြတ်များ ရရှိမည် ဖြစ်သည်။\nတီထွင်ဖန်တီးမှု နယ်ပယ်တွင် ပါဝင်သူများသည် အကျိုးကျေးဇူး များစွာ ရရှိမည် ဖြစ်ပြီး ၎င်းတို့၏ ဘဝများကို အတိုင်းအတာ တစ်ခုအထိ မြှင့်တင်နိုင်မည် ဖြစ်သည်။ ရင်းနှီးမြှုပ်နှံမှုများသည် အလွန်ကောင်းမွန်သော မှန်းဆထားသော အမြတ်အစွန်းများ ထွက်ပေါ်မည်။ ငွေရေးကြေးရေး တိုးတက်မှုအတွက် လူမှုဆက်ဆံရေး အဆက်အသွယ်များမှလည်း အကူအညီ ရရှိနိုင်သည်။\n",
  "o": "Luck is in favor of the educational growth of Cancer students. Students of creative subjects will do extremely well as well as engineering and medical students. There will be no problem in holding on to their grades without any difficulty.\nStudents of trades and crafts will excel in their studies. Competitive tests can be cleared with normal effort and guidance. Good mental makeup and diligence will be behind all these successes.\n",
  "p": "Cancer ကျောင်းသားများ၏ ပညာရေး တိုးတက်မှုကို ကံကောင်းခြင်းက ပြုလုပ်ပေးသည်။ တီထွင်ဖန်တီးမှုဆိုင်ရာ ဘာသာရပ်များမှ ကျောင်းသားများသည် အင်ဂျင်နီယာနှင့် ဆေးဘက်ဆိုင်ရာ ကျောင်းသားများကဲ့သို့ အလွန်ကောင်းမွန်စွာ ဆောင်ရွက်နိုင်မည် ဖြစ်သည်။ ဘာအခက်အခဲမှ မရှိဘဲ အဆင့်အတန်းကို ထိန်းထားရတာ ပြဿနာ မရှိပါဘူး။\nကုန်သွယ်မှုနှင့် လက်မှုပညာဆိုင်ရာ ကျောင်းသားများသည် ၎င်းတို့၏ လေ့လာမှုတွင် ထူးချွန်လိမ့်မည်။ အပြိုင်အဆိုင် စစ်ဆေးမှုများကို ပုံမှန်အားထုတ်မှုနှင့် လမ်းညွှန်မှုဖြင့် ရှင်းလင်းနိုင်သည်။ ကောင်းမွန်တဲ့ စိတ်ပိုင်းဆိုင်ရာ ပြင်ဆင်မှုနဲ့ လုံ့လဝီရိယဟာ ဒီအောင်မြင်မှုတွေရဲ့ နောက်ကွယ်မှာ ရှိနေပါလိမ့်မယ်။\n",
  "q": "There will be several travel activities for Cancer businessmen as well as creative artists. But the benefits from these are hard to come by as stellar aspects are not encouraging.\nThere will be both inland and overseas travel. Travels for enjoyment with family and friends are also expected. However, there will be hardly any enjoyment or profits from these activities. It is necessary to stick to a few important travels.\n",
  "r": "ကရကဋ် စီးပွားရေးသမားများနှင့် ဖန်တီးမှု အနုပညာရှင်များအတွက် ခရီးသွား လှုပ်ရှားမှုများစွာ ပြုလုပ်မည် ဖြစ်သည်။ ဒါပေမယ့် ကြယ်ပွင့်တွေရဲ့ ရှုထောင့်တွေက အားရစရာ မရှိတာကြောင့် ဒီ အကျိုးကျေးဇူးတွေက ရခဲပါတယ်။\nပြည်တွင်း ပြည်ပခရီး နှစ်မျိုးစလုံးရှိတတ်မည်။ မိသားစုနဲ့ သူငယ်ချင်းတွေနဲ့ ပျော်ပျော်ပါးပါး ခရီးသွားဖို့လည်း မျှော်လင့်ပါတယ်။ သို့သော် ဤလှုပ်ရှားမှုများမှ ပျော်ရွှင်မှု သို့မဟုတ် အကျိုးအမြတ်များ နည်းပါးလိမ့်မည်။ အရေးကြီးသော ခရီး အနည်းငယ်ကို သာသွားရန် လိုအပ်သည်။\n"
 },
 {
  "id": "10_2023",
  "a": "Singles will be lucky in love. There will be no problems on account of health. Professionals will progress in careers. Family life will be cordial.",
  "b": "အချစ်ရေးတွင် တစ်ကိုယ်ရေ ကံကောင်းသူများ ဖြစ်မည်။ ကျန်းမာရေးနဲ့ ပတ်သက်ရင် ဘာပြဿနာမှ ရှိမှာ မဟုတ်ပါဘူး။ အတတ်ပညာများ အလုပ်အကိုင်များ တိုးတက်မည်။ မိသားစုဘဝ သာယာမည်။",
  "c": "Cancer October 2023 Horoscope suggests that at the beginning of the month, things might not be moving for unknown reasons. After the second week, Mars will be helpful for progress at a faster speed. However, still there will be opposition from planetary influences.\nBetween the first week and the fourth week, you will get a feeling that everything has come to an end. During the last week, things will be clear.\n",
  "d": "2023 ခုနှစ် အောက်တိုဘာလ ကရကဋ် ဟောကိန်း သည် လအစတွင် ထွေထွေးထူးထူး သိပ်မရှိပဲ တည်ငြိမ်နေမည် ဖြစ်ကြောင်း အကြံပြုထားသည်။ ဒုတိယပတ် ပြီးနောက်တွင် အင်္ဂါဂြိုဟ်သည် လျင်မြန်သောအရှိန်ဖြင့် တိုးတက်မှုအတွက် အထောက်အကူ ဖြစ်လိမ့်မည်။ သို့သော်လည်း ဂြိုလ်သြဇာလွှမ်းမိုးမှုမှ ဆန့်ကျင်မှုများ ရှိနေသေးသည်။\nပထမပတ်နှင့် စတုတ္ထပတ် ကြားတွင် အရာအားလုံး ပြီးဆုံးသွားပြီဟု ခံစားရလိမ့်မည်။ ပြီးခဲ့သော ရက်သတ္တပတ် များအတွင်း ရှင်းရှင်းလင်းလင်း ဖြစ်မည်။\n",
  "e": "Love partnerships will be live after the 10th of the month. Mercury might create difficulties and also gives solutions during the second and third weeks. Think well before planning for a pregnancy.\nRelationships with your spouse will be full of inconsistencies. There will be emotions and disapproval. It is necessary to limit your expectations from your partner. Singles will get chances to fall in love after the first week which will be confirmed at the end of the month.\n",
  "f": "အချစ် လက်တွဲဖော်များသည် လ ၁၀ ရက်နေ့ နောက်ပိုင်းတွင် ရှင်သန်လာမည် ဖြစ်သည်။ Mercury သည် အခက်အခဲများကို ဖန်တီးနိုင်ပြီး ဒုတိယနှင့် တတိယပတ် များအတွင်း ဖြေရှင်းချက် ပေးနိုင်သည်။ ရှေ့ဆက်ရန်အတွက် ကိစ္စများကို မစီစဉ်ခင် သေချာစဉ်းစားပါ။\nသင့်အိမ်ထောင်ဖက်နှင့် ဆက်ဆံရေးသည် ရှေ့နောက်မညီမှုများ ပြည့်နှက်နေလိမ့်မည်။ စိတ်ခံစားမှုနှင့် မကျေနပ်မှုများရှိမည်။ သင့်လက်တွဲဖော်ထံမှ သင်၏ မျှော်လင့်ချက်များကို ကန့်သတ်ရန် လိုအပ်ပါသည်။ Single များသည် ပထမရက်သတ္တပတ် ပြီးနောက် အချစ်ရေး အခွင့်အလမ်းများ ရရှိမည်ဖြစ်ပြီး ဤအရာသည် လကုန်တွင် အတည်ပြုနိုင်မည် ဖြစ်သည်။\n",
  "g": "Family relations will present a pleasant picture with the beneficial aspects of the stars. There will be harmony between family members which will be further enhanced by celebrations and functions. Senior members also will contribute to happiness.\nFamily finances will look up and there will be no difficulties on this account. Children will tend to excel in their studies and progress in other activities also. This will further add to the celebratory atmosphere.\n",
  "h": "ကြယ်များ၏ ကောင်းကျိုးကြောင့် မိသားစု ဆက်ဆံရေး အဆင်ပြေနေပါလိမ့်မည်။ မိသားစုဝင်းအချင်းချင်း သင့်သင့်မြတ်မြတ် သဟဇာတ ဖြစ်စွာဖြင့် ပျော်ပွဲရွှင်ပွဲများ အလုပ်များကို ဖန်တီးနိုင်ပါလိမ့်မည်။ သက်ကြီးရွယ်အိုများပါ ပျော်ရွှင်မှုမှာ ပါဝင်နိုင်ပါလိမ့်မယ်။\nမိသားစု ငွေကြေးလည်း အဆင်ပြေနေပါလိမ့်မည်၊ ကလေးများကလည်း ပညာရေးကောင်းမွန်ပြီး အစစအရာရာမှာ အဆင်ပြေနေပါလိမ့်မည်။ ဒါကြောင့် မိသားစု အခမ်းအနားတွေ ပျော်ပွဲရွှင်ပွဲတွေ ပိုမို ပြုလုပ်ဖြစ်ပါလိမ့်မယ်။\n",
  "i": "2023 Horoscope for Cancer predicts excellent health with the help of good aspects of the planets in October 2023. There will be no danger from recurring ailments as they remain suppressed. There will be some problems on account of stress due to overwork.\nProper rest through yoga and meditation will help in reducing anxiety. Outdoor activities also will further reduce stress. Physical health can be enhanced through a good food and exercise regime.\n",
  "j": "အောက်တိုဘာလမှာဆိုရင် ကြယ်တာရာများရဲ့ အကူအညီကြောင့် ကရကဋ်တွေရဲ့ ကျန်းမာရေးက အထူးကောင်းမွန်ပါလိမ့်မယ်၊ နာတာရှည် ရောဂါ ရှိသူတွေဖြစ်နေရင်တောင် ရောဂါတွေကိုလည်း ဖိနှိပ်ထားနိုင်တဲ့အတွက် ပြဿနာ မဖြစ်ပါဘူး။ အလုပ်တွေ များလွန်းခြင်းကြောင့် စိတ်ဖိစီးမှုတွေတော့ ရှိတတ်ပါတယ်။\nသင့်တင့်တဲ့ အနားယူမှုမျိုး ယောဂ ကျင့်ခြင်း၊ တရားထိုင်ခြင်း တွေ ကတော့ စိတ် ယောက်ယက်ခက်ခြင်းတွေကို လျှော့ချပေးနိုင်ပါတယ်။ ပြင်ပ လှုပ်ရှားမှုတွေကလည်း စိတ်ဖိစီးမှုကို သက်သာစေပါတယ်။ ခန္ဒာကိုယ် ကြံ့ခိုင်ဖို့အတွက်ကတော့ အစားအသောက် လေ့ကျင့်ခန်းနဲ့ပဲ ပြုပြင်ရမှာပါ။\n",
  "k": "Monthly Horoscope 2023 predicts excellent career advancement for professionals as stellar assistance is available. You will perform exceedingly well in your projects with help of seniors and experts in the field.\nTraveling for professional purposes will tend to result in benefits to the organization. Opportunities to progress through job changes and change of place also are available. These will be highly lucrative. A good month for professionals.\n",
  "l": "ကြယ်တာရာများ၏ ကူညီဆောင်မမှုများကြောင့် အလုပ်အခိုင် အခွင့်အလမ်းများဟာလည်း အထူး ကောင်းမွန်ပါလိမ့်မယ်။ အလုပ်တွေမှာလည်း အထက်လူကြီးများ ၏ အကူအညီနဲ့ ထူးချွန်ပြောင်မြောက်စွာ လုပ်ဆောင်နိုင်ပါလိမ့်မယ်။\nအလုပ်နဲ့ ဆိုင်တဲ့ ခရီးတွေ သွားရရင်လည်း အကျိုးများပါလိမ့်မယ်။ အလုပ်အကိုင် အပြောင်းအလဲနှင့် နေရာ အပြောင်းအလဲတို့မှတဆင့် တိုးတက်ရန် အခွင့်အလမ်းများလည်း ရရှိနိုင်ပါသည်။ လုပ်ငန်း အလုပ်အတွက် ကောင်းသော လဖြစ်ပါတယ်။\n",
  "m": "Horoscope Predictions For 2023 indicate that business people and those pursuing creative fields will do very well in their financial departments. There will be plenty of gains through speculative investments. In addition, profits from existing activities will be wonderful.\nRelationships with colleagues and partners will be harmonious and this will further increase the money flow. Finances will be easily available for further expansion of the projects and starting new ventures.\n",
  "n": "2023 ခုနှစ်အတွက် ဟောကိန်း များသည် စီးပွားရေးသမားများနှင့် တီထွင်ဖန်တီးမှု နယ်ပယ်များကို လိုက်စားသူများသည် ၎င်းတို့၏ ဘဏ္ဍာရေး ကိစ္စ များတွင် ကောင်းမွန်စွာ လုပ်ဆောင်နိုင်မည် ဖြစ်ကြောင်း ညွှန်ပြပါသည်။ ရင်းနှီးမြှုပ်နှံမှု များမှတစ်ဆင့် အမြတ်များစွာရရှိမည်။ ထို့အပြင် လက်ရှိ လုပ်ဆောင်မှုများမှ အမြတ်အစွန်းများမှာလည်း အံ့သြဖွယ် ကောင်းလှသည်။\nလုပ်ဖော်ကိုင်ဖက်များ နှင့် ဆက်ဆံရေးသည် သဟဇာတဖြစ်ကာ ငွေကြေး စီးဆင်းမှုကို ပိုမို တိုးပွားစေပါသည်။ ပရောဂျက်များ တိုးချဲ့ခြင်းနှင့် လုပ်ငန်းသစ်များ စတင်ခြင်းအတွက် ငွေကြေးများ အလွယ်တကူ ရနိုင်ပါမည်။\n",
  "o": "The educational progress of Cancer students will get bogged down due to the adverse positions of the stars. As a result, students fail to succeed or do well in their examinations. Results from examinations will be a dampener.\nEngineering and medical students will have difficulty holding onto their grades. Competitive tests appear tougher despite good coaching and hard work. Only students of crafts and technical trades will do well in their courses.\n",
  "p": "ကြယ်များ၏ ဆိုးရွားသော အနေအထားများကြောင့် ကရကဋ် ကျောင်းသားများ၏ ပညာရေး တိုးတက်မှု ပျက်ပြားသွားတတ်မည်။ ရလဒ်အနေဖြင့် ကျောင်းသားများသည် ၎င်းတို့၏ စာမေးပွဲများတွင် ကောင်းစွာ မအောင်မြင်တတ်ကြပေ။ စာမေးပွဲများမှ ရလဒ်များ ကို နည်းစေတတ်မည် ဖြစ်သည်။\nအင်ဂျင်နီယာနှင့် ဆေးကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်အတန်းများကို ထိန်းထားနိုင်ရန် အခက်အခဲရှိလိမ့်မည်။ ကောင်းမွန်သော နည်းပြနှင့် ကြိုးစားအားထုတ်မှု များရှိသော်လည်း အပြိုင်အဆိုင် လုပ်ရသော စာမေးပွဲများသည် ခက်ခဲလာတတ်သည်။ လက်မှုပညာနှင့် ဝိဇ္ဇာဘာသာရပ် ဆိုင်ရာ နှင့် အရောင်းအ၀ယ်ပြု လုပ်ခြင်းနှင့်ဆိုင်သော ကျောင်းသားများသာလျှင် ၎င်းတို့၏ သင်တန်းများတွင် ကောင်းမွန်စွာ ဆောင်ရွက်နိုင်မည် ဖြစ်သည်။\n",
  "q": "Benefits from travel are meager as the stellar influences do not support them. This will affect badly those who depend on travel for their progress. Mainly businesspeople, creative artists, and salespeople will be seriously affected.\nThere will be trips both inland as well as overseas. All of them fail to deliver the necessary results. Religious or holiday tours fail to bring the joy or happiness expected. Hence cut down your trips to a few essential ones.\n",
  "r": "ကြယ်တို့၏ လွှမ်းမိုးမှုများက ၎င်းတို့ကို မပံ့ပိုးနိုင်သောကြောင့် ခရီးသွားခြင်းမှ အကျိုးကျေးဇူးများ နည်းပါးပါသည်။ ယင်းသည် ၎င်းတို့၏ တိုးတက်မှုအတွက် ခရီးသွားလာမှုအပေါ် မှီခိုနေသူများကို ဆိုးဆိုးရွားရွား ထိခိုက်စေမည် ဖြစ်သည်။ အဓိကအားဖြင့် စီးပွားရေးသမားများ၊ တီထွင်ဖန်တီးမှု ရှိသော အနုပညာရှင်များနှင့် အရောင်းသမားများကို အကြီးအကျယ် ထိခိုက်မည် ဖြစ်သည်။\nပြည်တွင်း ခရီးစဉ်ရော ပြည်ပမှာပါ ခရီးစဉ်တွေ ပါပါမယ်။ ၎င်းတို့အားလုံးသည် လိုအပ်သောရလဒ်များကို ပေးဆောင်ရန် ပျက်ကွက်ကြသည်။ ဘာသာရေး သို့မဟုတ် အားလပ်ရက် ခရီးစဉ်များသည် မျှော်လင့်ထားသည့် ပျော်ရွှင်မှု သို့မဟုတ် ပျော်ရွှင်မှုကို ယူဆောင်လာရန် ပျက်ကွက်သည်။ ထို့ကြောင့် သင့်ခရီးစဉ်များကို မရှိမဖြစ်လိုအပ်သော ခရီးကိုသာ သွားပါ။\n"
 },
 {
  "id": "11_2023",
  "a": "Cancer people can be sure of affection from partners. Health will be wonderful. Career progress will be promising. Students will progress in studies.",
  "b": "ကရကဋ် များသည် လက်တွဲဖော်ထံမှ ချစ်မြတ်နိုးမှုကို သေချာ ရရှိစေနိုင်သည်။ ကျန်းမာရေး ကောင်းလာမယ်။ အလုပ်အကိုင် တိုးတက်မှု အလားအလာ ကောင်းမည်။ ကျောင်းသားများ သင်ယူမှု တိုးတက်မည်။",
  "c": "Cancer November 2023 Horoscope indicates that the month will be a highly successful period. There will be support from your social connections for the completion of your ventures. In addition, you will get new concepts that you can achieve.\nYou will have the power and confidence to change things. However, Venus might create some problems on the way. You have to overcome these hardships and you have the power to do it. This can be achieved by having lesser dependence on others.\n",
  "d": "နိုဝင်ဘာလ 2023 ဟောကိန်းက ညွှန်ပြသော ဤလသည် ကရကဋ် များ အလွန်အောင်မြင်သော ကာလ ဖြစ်လိမ့်မည်။ သင့်လုပ်ငန်း ပြီးစီးမှုအတွက် သင်၏ လူမှုရေး ချိတ်ဆက်မှုများမှ ပံ့ပိုးကူညီမှုများ ရှိပါမည်။ ထို့အပြင် သင်အောင်မြင်နိုင်သော အယူအဆ သစ်များကို သင်ရရှိမည် ဖြစ်သည်။\nအရာတွေကို ပြောင်းလဲဖို့ ခွန်အားနဲ့ ယုံကြည်မှုတွေ မင်းရ ရှိလိမ့်မယ်။ သို့သော် ဗီးနပ်စ်သည် လမ်းခရီးတွင် ပြဿနာအချို့ကို ဖန်တီးနိုင်သည်။ ဒီအခက်အခဲတွေကို ကျော်လွှားပြီး လုပ်နိုင်တဲ့ စွမ်းအားရှိတယ်။ အခြားသူများအပေါ် မှီခိုအားထားမှု နည်းပါးခြင်းဖြင့် ၎င်းကို အောင်မြင်နိုင်သည်။\n",
  "e": "After the first week, there may be some problems with your feelings for others. This may even end up in break ups and these should be avoided. If you feel you are not getting the right attention from others, do not feel offended. Wait calmly for good things to happen. In marital affairs, you feel that you are not being appreciated for your feelings by your partner. Planning for a marriage or child is on the cards.\nHowever, your spouse will have great regard and affection for you. Singles will form love relationships during the first week. After that, there may be some confusion. Keep the relationship going and things will happen in your favor.\n",
  "f": "ပထမအပတ် ပြီးနောက်၊ အခြားသူများအပေါ် သင့်ခံစားချက်များနှင့် ပြဿနာအချို့ ရှိနိုင်သည်။ ဤသည်မှာ လမ်းခွဲခြင်းတွင်ပင် အဆုံးသတ်နိုင်ပြီး ယင်းတို့ကို ရှောင်ရှားသင့်သည်။ တခြားသူတွေဆီက မှန်ကန်တဲ့ အာရုံစိုက်မှု မရဘူးလို့ ခံစားရရင် စိတ်မပျက်ပါနဲ့။ ကောင်းတာတွေ ဖြစ်လာဖို့ အေးအေးဆေးဆေး စောင့်ပါ။ အိမ်ထောင်ရေး ကိစ္စများတွင်၊ သင့်လက်တွဲဖော်က သင့်ခံစားချက်များကို တန်ဖိုးထားခြင်းမရှိဟု သင်ခံစားရသည်။ လက်ထပ်ခြင်း သို့မဟုတ် ကလေးအတွက် စီစဉ်ပေးခြင်းတို့ ဖြစ်နိုင်သည်။\nသို့သော် သင့်အိမ်ထောင်ဖက်သည် သင့်အပေါ် ကြီးလေးသော လေးစားချစ်ခင်မှု ရှိလိမ့်မည်။ Singles များသည် ပထမပတ်အတွင်း အချစ်ရေး များ ပေါ်ပေါက်လာမည်။ အဲဒီနောက်ပိုင်းမှာ ရှုပ်ထွေးမှုတွေ ရှိနိုင်ပါတယ်။ ဆက်ဆံရေးကို ဆက်ထိန်းထားပါ၊ မင်းနှစ်သက်တဲ့ အရာတွေ ဖြစ်လာလိမ့်မယ်။\n",
  "g": "Family relationships will have the blessings of the planets during the month. There will be good relationships between the members. The family environment will be full of celebrations and happiness. You will have the blessings of the elders in whatever you do.\nChildren will be positively benefited from these happy surroundings. They will excel in their studies and other activities. Family finances will be on the rise and this will add to the happiness.\n",
  "h": "မိသားစု ဆက်ဆံရေးသည် လအတွင်း ဂြိုလ်များ ကောင်းချီးများရရှိမည်။ အဖွဲ့ဝင်များကြားတွင် ကောင်းမွန်သောဆက်ဆံရေးရှိမည်။ မိသားစုပတ်ဝန်းကျင်တွင် ပျော်ရွှင်မှုများနှင့် ပြည့်နှက်နေမည်။ သင်လုပ်သမျှတွင် သက်ကြီးရွယ်အိုများ၏ ကောင်းချီးမင်္ဂလာများ ခံစားရလိမ့်မည်။\nကလေးများသည် ဤပျော်ရွှင်သော ပတ်ဝန်းကျင်မှ အပြုသဘောဆောင်သော အကျိုးကျေးဇူးများ ရရှိမည်ဖြစ်သည်။ ၎င်းတို့သည် ၎င်းတို့၏ သင်ကြားမှုနှင့် အခြားလုပ်ဆောင်မှုများတွင် ထူးချွန်လိမ့်မည်။ မိသားစု ငွေရေးကြေးရေး တိုးမြင့်လာကာ ပျော်ရွှင်မှု တိုးလာမည်။\n",
  "i": "2023 October Horoscope foretells that health of Cancerians will have the excellent support of the stars. There will be a great relief from chronic ailments. Minor hiccups in health can be taken care of through medical intervention.\nPhysical health can be augmented through a regular fitness and diet regime. If there are any problems due to stress, relaxation measures such as sports and meditation will help to a great extent. A highly favorable month on account of health.\n",
  "j": "2023 ခုနှစ် အောက်တိုဘာလ ဟောကိန်း တွင် ကရကဋ် များ၏ ကျန်းမာရေးသည် ကြယ်များ၏ အထောက်အပံ့ ကောင်းများ ရရှိလိမ့်မည်ဟု ကြိုပြောထားသည်။ နာတာရှည် ဝေဒနာများ သက်သာ ပျောက်ကင်း စေပါသည်။ ကျန်းမာရေးတွင် အနည်းငယ်သော ကိစ္စများကို ဆေးဝါးကုသမှုဖြင့် ကုသနိုင်ပါသည်။\nပုံမှန် ကိုယ်လက်ကြံ့ခိုင်မှုနှင့် အစားအသောက်ပုံစံဖြင့် ခန္ဓာကိုယ်ကျန်းမာရေးကို မြှင့်တင်နိုင်သည်။ စိတ်ဖိစီးမှုကြောင့် ပြဿနာတစ်စုံတစ်ရာ ရှိလာပါက အားကစားနှင့် တရားထိုင်ခြင်းကဲ့သို့သော အနားယူခြင်းအစီအမံများက အတိုင်းအတာတစ်ခုအထိ အထောက်အကူ ဖြစ်စေမည်ဖြစ်သည်။ ကျန်းမာရေးအတွက် အထူးကောင်းမွန်သော လဖြစ်သည်။\n",
  "k": "Monthly astrology 2023 is extremely helpful for the career growth of professionals due to the help from the planets. There will be harmony in the office environment and you tend to be diligent. This will result in very good performances on the career front.\nYou may get offers from other organizations with better career prospects and monetary benefits. In case you accept, you will be subject to a sense of insecurity. These changes will require more serious thinking.\n",
  "l": "လစဉ် နက္ခတ်ဗေဒင် 2023 သည် ဂြိုလ်များမှ အကူအညီကြောင့် ပညာရှင်များ၏ အသက်မွေးဝမ်းကြောင်း တိုးတက်မှုအတွက် အလွန်အထောက်အကူ ပြုပါသည်။ ရုံးပတ်ဝန်းကျင်တွင် သဟဇာတ ရှိမည် ဖြစ်ပြီး တက်ကြွမှု ရှိတတ်သည်။ ဒါက အလုပ်မှာ အရမ်းကောင်းတဲ့ စွမ်းဆောင်ရည်တွေကို ဖြစ်ပေါ်စေပါလိမ့်မယ်။\nပိုမိုကောင်းမွန်သော အသက်မွေးဝမ်းကြောင်း အလားအလာများနှင့် ငွေကြေး အကျိုးခံစားခွင့်များ ပါရှိသော အခြား အဖွဲ့အစည်းများထံမှ ကမ်းလှမ်းမှုများကို သင်ရရှိနိုင်ပါသည်။ သင်လက်ခံပါက သင်သည် မလုံခြုံသော ခံစားချက်ကို ခံစားရလိမ့်မည်။ ဤပြောင်းလဲမှုများသည် ပိုမိုလေးနက်သော တွေးခေါ်မှု လိုအပ်မည်ဖြစ်သည်။\n",
  "m": "Horoscope Predictions for 2023 for finances of Cancer people promise wonderful things on this front. Stellar help is forthcoming and in addition, you will have support from your social circle for financial progress.\nThere will be great profits from existing investments. All risky investments also will be profitable. With a good relationship with colleagues and partners on the cards, money flow will be spontaneous. You can even think of expansions and starting new projects.\n",
  "n": "2023 ခုနှစ်အတွက် ဟောကိန်း များသည် ကရကဋ် များ၏ ငွေကြေးဆိုင်ရာ တွင် အံ့ဖွယ်အရာများကို ကတိပေးပါသည်။ ကြယ်တာရာ အကူအညီက လာနေပြီဖြစ်ပြီး၊ ထို့အပြင်၊ ငွေကြေးတိုးတက်မှုအတွက် သင်၏ လူမှုအသိုင်းအဝိုင်းမှ ပံ့ပိုးကူညီမှုများလည်း ရရှိမည် ဖြစ်သည်။\nရှိပြီးသား ရင်းနှီးမြုပ်နှံမှုများမှ အကျိုးအမြတ် များစွာ ရရှိမည် ဖြစ်ပါသည်။ အန္တရာယ်ရှိသော ရင်းနှီးမြုပ်နှံမှုများ အားလုံးသည်လည်း အကျိုးအမြတ် ရရှိမည် ဖြစ်သည်။ ကတ်များတွင် လုပ်ဖော်ကိုင်ဖက်များနှင့် ကောင်းမွန်သော ဆက်ဆံရေးရှိသဖြင့် ငွေစီးဆင်းမှုမှာ သူ့အလိုလို ဖြစ်လိမ့်မည်။ ချဲ့ထွင်မှုများနှင့် ပရောဂျက်အသစ်များ စတင်ရန် ပင် စဉ်းစားနိုင်သည်။\n",
  "o": "The academic progress of Cancer students will be fabulous with great help from the stars. Technical students and those pursuing creative subjects will shine in their courses. Those studying crafts will also be greatly benefited.\nResults in examinations will be excellent as your mental makeup will be sharp and you tend to put in more effort. Competitive tests can be cleared easily with normal coaching and usual effort.\n",
  "p": "ကရကဋ် ကျောင်းသားများ၏ ပညာရေး တိုးတက်မှုသည် ကြယ်များ၏ အကူအညီဖြင့် အံ့မခန်း ဖြစ်လိမ့်မည်။ နည်းပညာ ကျောင်းသားများနှင့် တီထွင်ဖန်တီးမှုဆိုင်ရာ ဘာသာရပ်များကို လိုက်စားသူများသည် ၎င်းတို့၏ သင်တန်းများတွင် တောက်ပလာမည် ဖြစ်သည်။ ဝိဇ္ဇာ ဘာသာရပ်များကို လေ့လာနေသူတွေလည်း အများကြီး အကျိုးရှိမှာပါ။\nမင်းရဲ့ စိတ်ပိုင်းဆိုင်ရာ တွေက ထက်မြက်ပြီး ပိုအားစိုက်ထုတ်တတ်တဲ့အတွက် စာမေးပွဲတွေရဲ့ ရလဒ်တွေက ကောင်းမွန်ပါလိမ့်မယ်။ အပြိုင်အဆိုင် စစ်ဆေးမှုများကို ပုံမှန်လေ့ကျင့်သင်ကြားမှုနှင့် ပုံမှန်အားထုတ်မှုများဖြင့် လွယ်ကူစွာ ရှင်းလင်းနိုင်သည်။\n",
  "q": "There will be plenty of inland and overseas travel during the month. But there will be few benefits from these as stellar help is not forthcoming. Personal trips for a holiday or religious purposes also fail to give the required happiness. Under these circumstances, it is advisable to trim your travel plans to save both time and money.",
  "r": "ယခုလအတွင်း ပြည်တွင်းပြည်ပ ခရီးသွားများ များပြားလာမည်။ ဒါပေမယ့် ကြယ်ပွင့်တွေရဲ့ အကူအညီက ရှိလာတော့မှာ မဟုတ်တာကြောင့် ဒီကနေ အကျိုးကျေးဇူး အနည်းငယ်သာ ရရှိပါလိမ့်မယ်။ အားလပ်ရက် သို့မဟုတ် ဘာသာရေး ရည်ရွယ်ချက်များအတွက် ကိုယ်ပိုင် ခရီးစဉ်များသည် လိုအပ်သော ပျော်ရွှင်မှုကို မပေးဆောင်နိုင်ပါ။ ဒီလိုအခြေအနေမျိုးမှာ အချိန်ကုန် ငွေကုန် သက်သာစေဖို့ ခရီးသွား အစီအစဉ်တွေကို ဖြတ်တောက်ဖို့ အကြံပြုလိုပါတယ်။"
 },
 {
  "id": "12_2023",
  "a": "Health will be exemplary without any problems. Students will make good progress in their studies. Love file will be harmonious by overlooking small irritants.",
  "b": "ကျန်းမာရေးသည် မည်သည့်ပြဿနာမျှ မရှိဘဲ စံနမူနာ ထားရလိမ့်မည်။ ကျောင်းသားများသည် မိမိတို့၏ လေ့လာမှုတွင် ကောင်းမွန်စွာ တိုးတက်မှု ရရှိမည်။ အပေါ်ယံကနေ ကြည့်ခြင်းအားဖြင့် အချစ်ရေးဟာ သဟဇာတ ဖြစ်ပါလိမ့်မယ်။",
  "c": "Cancer December 2023 Horoscope promises that after the first week, you will have strong willpower. There will be an urge to pursue your desires. You are amenable to new proposals and are prepared to take help from influential contacts.\nHowever, the influence of Mercury retrograde till the fourth week will make you apprehensive about your actions. If you remove that suspicion from your mind, you are sure to succeed.\n",
  "d": "ကရကဋ် ဒီဇင်ဘာ 2023 ဟောကိန်း သည် ပထမပတ် ပြီးနောက်တွင် သင့်တွင် ပြင်းပြသော စိတ်ဆန္ဒရှိမည်ဟု ကတိပေးသည်။ မင်းရဲ့ ဆန္ဒတွေကို လိုက်ဖို့ တွန်းအားတွေ ရှိလာမယ်။ သင်သည် အဆိုပြုချက် အသစ်များကို လိုက်လျောညီထွေရှိပြီး သြဇာကြီးသော အဆက်အသွယ်များမှ အကူအညီ ရယူရန် အသင့်ဖြစ်နေပါပြီ။\nသို့သော်၊ စတုတ္ထပတ်အထိ Mercury နောက်ပြန် ဆုတ်ခြင်း၏ လွှမ်းမိုးမှုကြောင့် သင့်လုပ်ဆောင်မှုများကို ချီတုံချတုံ ကြောက်ရွံ့စေသည်။ အဲဒီသံသယတွေကို စိတ်ထဲက ဖယ်လိုက်ရင် အောင်မြင်မှာ သေချာပါတယ်။\n",
  "e": "Venus will help the relationships to become robust based on emotions. Mercury may make you somewhat helpless which you should overcome for the sake of good relationships in love.\nMarried life with a spouse can be made stronger by avoiding irritating things that may come up. You can even plan for a child. Singles will have very good chances of meeting suitable love mates.\n",
  "f": "ဗီးနပ်စ်သည် စိတ်ခံစားမှုအပေါ် အခြေခံ၍ ဆက်ဆံရေးကို ကြံ့ခိုင်လာစေရန် ကူညီပေးသည်။ အချစ်ရေးတွင် ကောင်းမွန်သော ဆက်ဆံရေးရှိစေရန်အတွက် ကျော်လွှားသင့်သော အရာများတွင် Mercury သည် အကူအညီကို အနည်းငယ်မျှသာ ဖြစ်စေနိုင်သည်။\nအိမ်ထောင်သည်ဘဝတွင် အိမ်ထောင်ဖက်နှင့် စိတ်အနှောင့်အယှက် ဖြစ်စေမည့် အရာများကို ရှောင်ရှားခြင်းဖြင့် ပိုမိုခိုင်မာလာနိုင်သည်။ ကလေးအတွက်တောင် စီစဉ်ပေးနိုင်ပါတယ်။ တစ်ကိုယ်ရေ သမားများသည် သင့်လျော်သော ချစ်သူနှင့် တွေ့ဆုံရန် အခွင့်အလမ်းကောင်းများ ရှိလိမ့်မည်။\n",
  "g": "Family relationships do not have stellar support and hence will be highly volatile. Relationships with family members will be very fragile. This has to be taken care of immediately. All problems should be amicably resolved.\nFamily finances will be another sore point. Children will be influenced by the negative atmosphere and will fare badly in their studies and other activities. Their behavior should be controlled strictly. More attention is required toward their academic progress.\n",
  "h": "မိသားစု ဆက်ဆံရေးတွင် ကြယ်ပွင့်ပံ့ပိုးမှု မရှိသောကြောင့် အလွန်အမင်း မငြိမ်မသက် ဖြစ်လိမ့်မည်။ မိသားစုဝင်များနှင့် ဆက်ဆံရေးသည် အလွန် ပျက်စီးလွယ်သည်။ ဒါကို ချက်ချင်း ဂရုစိုက်ရမယ်။ ပြဿနာအားလုံးကို ချစ်ကြည်ရင်းနှီးစွာ ဖြေရှင်းရမယ်။\nမိသားစု ငွေရေးကြေးရေးသည် နာကျင်စရာ အချက်တစ်ခု ဖြစ်လာလိမ့်မည်။ ကလေးများသည် မကောင်းသော ပတ်ဝန်းကျင်၏ လွှမ်းမိုးမှုခံရပြီး ၎င်းတို့၏ ပညာရေးနှင့် အခြားလုပ်ဆောင်မှုများတွင် ဆိုးဆိုးရွားရွား ဖြစ်တတ်မည်။ သူတို့ရဲ့ အပြုအမူကို တင်းတင်းကျပ်ကျပ် ချုပ်ကိုင်ထားရမယ်။ ၎င်းတို့၏ ပညာရေး တိုးတက်မှုအပေါ် ပိုမိုအာရုံစိုက်ရန် လိုအပ်သည်။\n",
  "i": "2023 Horoscope promises excellent health prospects for individuals helped by positive star influences for December 2023. There will be a great relief from chronic diseases. Minor health problems can be taken care of by normal medical attention.\nUnder such circumstances, the focus should be on enjoying your life to the full. Diet and fitness programs will help you to maintain your physical fitness. Yoga and meditation programs will improve your mental health.\n",
  "j": "2023 ခုနှစ် အတွက် Horoscope သည် 2023 ခုနှစ် ဒီဇင်ဘာလ အတွက် အပြုသဘောဆောင်သော ကြယ်လွှမ်းမိုးမှုများကြောင့် လူတစ်ဦးချင်းစီအတွက် ကောင်းမွန်သော ကျန်းမာရေး အလားအလာများကို ကတိပေးပါသည်။ နာတာရှည် ရောဂါများမှ အလွန် သက်သာရာ ရလာမည် ဖြစ်ပါသည်။ သာမန် ကျန်းမာရေး စောင့်ရှောက်မှုဖြင့် အသေးစား ကျန်းမာရေး ပြဿနာများကို ကုသနိုင်ပါသည်။\nဒီလိုအခြေအနေမျိုးမှာ သင့်ဘဝကို အပြည့်အဝခံစားဖို့ အာရုံစိုက်သင့်ပါတယ်။ အစားအသောက်နှင့် ကြံ့ခိုင်မှု အစီအစဉ်များသည် သင့်ခန္ဓာကိုယ် ကြံ့ခိုင်မှုကို ထိန်းသိမ်းရန် ကူညီပေးပါလိမ့်မည်။ ယောဂနှင့် တရားထိုင်ခြင်း အစီအစဉ်များသည် သင့်စိတ်ကျန်းမာရေးကို တိုးတက်စေပါသည်။\n",
  "k": "2023 monthly horoscope does not augur well for professionals in the absence of help from the stars. Relationships with colleagues and seniors will tend to be fragile and this will not help in discharging your duties.\nIn the absence of any progress in your career, there will be a sense of desperation. This may force you to look for alternate jobs. There is no reason to think that this will help you. It makes sense to analyze your problems and try to find suitable solutions.\n",
  "l": "2023 တွင် လစဉ် ဇာတာသည် ကြယ်များထံမှ အကူအညီမရှိသော ပညာရှင်များအတွက် ကောင်းစွာ မဖြစ်ထွန်းပါ။ လုပ်ဖော်ကိုင်ဖက်များ စီနီယာများနှင့် ဆက်ဆံရေးသည် ပြိုကွဲသွားတတ်ပြီး ၎င်းသည် သင်၏ တာဝန်များကို ထမ်းဆောင်ရာတွင် အထောက်အကူဖြစ်မည် မဟုတ်ပေ။\nသင့်အလုပ်တွင် မည်သည့်တိုးတက်မှုမျှ မရှိပါက၊ စိတ်ပျက်အားငယ်မှု ခံစားရလိမ့်မည်။ ၎င်းသည် သင့်အား အခြားအလုပ်များကို ရှာဖွေရန် တွန်းအားပေးနိုင်သည်။ ဒါက မင်းကို ကူညီမယ်လို့ ထင်စရာ အကြောင်းမရှိပါဘူး။ သင့်ပြဿနာများကို ခွဲခြမ်းစိတ်ဖြာပြီး သင့်လျော်သော ဖြေရှင်းနည်းများကို ရှာဖွေရန် ကြိုးစားခြင်းသည် အဓိပ္ပာယ်ရှိစေသည်။\n",
  "m": "Horoscope predictions for 2023 are not favorable for Cancerians regarding their finances. Help from the planets is missing and this will make you lose money on any risky investments. Legal problems you may have will go against you which may entail the loss of money.\nRelationships with partners and colleagues will tend to be unsatisfactory and this will not help your financial progress. Finances are scarce and this might prevent you from expanding your projects or commencing new ventures.\n",
  "n": "2023 ခုနှစ်အတွက် ကရကဋ် သမားများအတွက် ဇာတာ ဟောကိန်းများသည် ၎င်းတို့၏ ဘဏ္ဍာရေးဆိုင်ရာ ၌ အဆင်မပြေပါ။ ဂြိုလ်များမှ အကူအညီ ပျောက်ဆုံးနေပြီး ၎င်းသည် တချို့သော ရင်းနှီးမြုပ်နှံမှုများအတွက် သင့်အား ငွေဆုံးရှုံးစေမည် ဖြစ်သည်။ သင့်တွင်ရှိသော တရားရေးဆိုင်ရာ ပြဿနာများသည် သင့်အား ငွေဆုံးရှုံးစေသည့် အကြောင်းရင်းနှင့် ရင်ဆိုင်ရလိမ့်မည်။\nလုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် အဆင်မပြေ ဖြစ်တတ်ပြီး ၎င်းသည် သင့်ဘဏ္ဍာရေး တိုးတက်မှုကို အထောက်အကူ မပြုပါ။ ငွေရေးကြေးရေး ရှားပါးနေပြီး ၎င်းသည် သင့်ပရောဂျက်များကို တိုးချဲ့ခြင်း သို့မဟုတ် စွန့်စားမှုအသစ်များ စတင်ခြင်းမှ သင့်ကို တားဆီးနိုင်သည်။\n",
  "o": "Prospects for the academic progress of Cancer students are fabulous during the month with stellar help. Competitive tests will be easy to clear with diligence and proper guidance. Students of creative subjects will excel in their studies.\nEngineering and medical students will have no problem maintaining their grades. Results in tests and examinations will be excellent. On the whole, a very good month for students and their educational activities.\n",
  "p": "ကရကဋ် ကျောင်းသားများ၏ ပညာရေး တိုးတက်မှုအတွက် အလားအလာများသည် ကြယ်ပွင့်အကူအညီဖြင့် လစဉ်အတွင်း အံ့သြဖွယ် ကောင်းသည်။ လုံ့လဝီရိယနှင့် မှန်ကန်သော လမ်းညွှန်မှုဖြင့် ယှဉ်ပြိုင်နိုင်သော စာမေးပွဲများကို လွယ်ကူစွာ ရှင်းလင်းနိုင်မည် ဖြစ်သည်။ တီထွင်ဖန်တီးမှုဆိုင်ရာ ဘာသာရပ်များမှ ကျောင်းသားများသည် ၎င်းတို့၏ လေ့လာမှုတွင် ထူးချွန်မည်ဖြစ်သည်။\nအင်ဂျင်နီယာ နှင့် ဆေးကျောင်းသား များသည် ၎င်းတို့၏ အမှတ်များကို ထိန်းသိမ်းရာတွင် ပြဿနာ မရှိပါ။ စမ်းသပ်ခြင်းများနှင့် စာမေးပွဲများတွင် ရလဒ်ကောင်းများ ရရှိမည်။ ကျောင်းသားများနှင့် ၎င်းတို့၏ ပညာရေးလှုပ်ရှားမှုများအတွက် အလွန်ကောင်းသော လဖြစ်သည်။\n",
  "q": "Travel plans are not very beneficial for Cancer people due to the unhelpful stellar influences. There will be plenty of inland and overseas travel. But there will be hardly any progress on the financial front.\nEven travels for recreation fail to provide the happiness desired. Mainly, sales personnel, creative artists, and business people will have to bear the brunt of these negative prospects.\n",
  "r": "အထောက်အကူမပြုသော ကြယ်ပွင့်များ၏ လွှမ်းမိုးမှုများကြောင့် ကရကဋ် များအတွက် ခရီးသွား အစီအစဉ်များသည် လွန်စွာ အကျိုးမရှိပါ။ ပြည်တွင်းပြည်ပ ခရီးများ သွားလာမှု များပြားလာမည်။ ဒါပေမယ့် ငွေကြေးပိုင်းမှာတော့ တိုးတက်မှု မရှိသလောက်ပါပဲ။\nအပန်းဖြေဖို့ ခရီးတွေတောင် လိုချင်တဲ့ ပျော်ရွှင်မှုကို မပေးနိုင်ဘူး။ အဓိကအားဖြင့်၊ အရောင်းဝန်ထမ်းများ၊ အနုပညာရှင်များနှင့် စီးပွားရေးသမားများသည် အဆိုပါ အနုတ်လက္ခဏာ ဆောင်သော အလားအလာများကို ရင်ဆိုင်ရမည် ဖြစ်သည်။\n"
 }
]
