[
 {
  "id": "8_2023",
  "a": "Life with your spouse will be pleasant through compromises. Health will be wonderful. Your career can face a few hurdles. Travels will rake in profits.",
  "b": "အိမ်ထောင်ဖက်နှင့် အပေးအယူတည့်နေခြင်းဖြင့် သာယာနေမည်။ ကျန်းမာရေး ကောင်းလာမယ်။ သင်၏ အလုပ်တွင် အခက်အခဲ အနည်းငယ် ကြုံတွေ့နိုင်သည်။ ခရီးသွားခြင်းဖြင့် အမြတ်များမည်။",
  "c": "Leo August 2023 Horoscope forces you to have exceptional targets and pursue them continuously. You should use your cleverness and judgment continuously. It is time to make use of the openings that are available to you. You will be able to handle the obstructions you face with confidence. Mars will give you a helping hand as the month progresses. Venus will force you to be sober in your ambitions because of Mercury’s retrograde.",
  "d": "Leo ဩဂုတ်လ 2023 ဟောကိန်း သည် သင့်အား ထူးခြားသော ပန်းတိုင်များ ရှိစေရန် တွန်းအားပေးပြီး ၎င်းတို့ကို အဆက်မပြတ် လိုက်လျှောက်ပါ။ မင်းရဲ့ ထက်မြက်မှုနဲ့ ဉာဏ်ကို စဉ်ဆက်မပြတ် အသုံးချသင့်တယ်။ သင့်အတွက် ရရှိနိုင်သော အခွင့်အလမ်းများကို အသုံးပြုရန် အချိန် ကျရောက်ပြီ ဖြစ်သည်။ သင်ကြုံတွေ့ရတဲ့ အတားအဆီးတွေကို မိမိကိုယ်ကို ယုံကြည်စိတ်ချစွာဖြင့် ကိုင်တွယ်နိုင်ပါလိမ့်မယ်။ လတွေ တိုးတက်လာတာနဲ့အမျှ Mars က သင့်ကို ကူညီ ပံ့ပိုး ပေးပါလိမ့်မယ်။ Mercury ၏ နောက်ကြောင်းပြန် ကျသွားခြင်းကြောင့် သင့်ရည်မှန်းချက်များတွင် သတိရှိရန် ဗီးနပ်စ်က တွန်းအားပေးမည် ဖြစ်သည်။",
  "e": "Leos might face a period of apprehension after their previous achievements in love. There will be no point in trying to be aggressive as you will not be able to achieve your objectives. It is time to refine your ambitions and emotions.\nRelationships with your spouse will be subdued and your attempts might not yield the desired results. There is no point in forcing things and you should wait for time to improve the harmony in the relationship even if you are planning for a baby. Singles will not be forceful in their quest for new relationships and only by the end of the month, something positive is expected with the help of Mars.\n",
  "f": "Leos သည် ၎င်းတို့၏ အချစ်ရေးတွင် ယခင်က အောင်မြင်မှုများပြီး နောက်တွင် ကြောက်ရွံ့ထိတ်လန့်သည့် ကာလတစ်ခုကို ကြုံတွေ့ရနိုင်သည်။ မင်းရဲ့ ရည်မှန်းချက်တွေကို မပြည့်မီနိုင်လို့ ပြင်းပြင်းထန်ထန် ကြိုးစားနေလည်း ဘာအကြောင်းမှ ထူးမှာ မဟုတ်ပါဘူး။ မင်းရဲ့ ရည်မှန်းချက်တွေနဲ့ စိတ်ခံစားမှုတွေကို ပြုပြင်ဖို့ အချိန်တန်ပြီ ။\nသင့်အိမ်ထောင်ဖက်နှင့် ဆက်ဆံရေးများ လျော့ပါးသွားမည်ဖြစ်ပြီး သင့်ကြိုးစားမှုများသည် လိုချင်သောရလဒ်များကို ရရှိနိုင်မည် မဟုတ်ပေ။ အတင်းအကျပ် ခိုင်းစေခြင်းမှာ အကြောင်းပြချက် မရှိသလို ရှေ့ဆက်မှု ခိုင်မာရန် စီစဉ်နေသော်လည်း ဆက်ဆံရေးတွင် သဟဇာတဖြစ်မှုကို မြှင့်တင်ရန် အချိန်ကို စောင့်သင့်သည်။ တစ်ကိုယ်ရေ သမားများအတွက် ၎င်းတို့၏ ဆက်ဆံရေးအသစ်ကို ရှာဖွေရာတွင် မည့်သည့်အရာကမှ တွန်းအားပေးလိမ့်မည် မဟုတ်ပေ၊ လကုန်မှသာ Mars ၏အကူအညီဖြင့် အပြုသဘောဆောင်သည့် အရာတစ်ခုခုကို မျှော်လင့်နိုင်မည် ဖြစ်သည်။\n",
  "g": "Stellar positions are not very favorable for harmonious relationships in the family environment. This will adversely affect the progress of the children in their academic and extracurricular activities. They will require more guidance and strict control.\nRelationships with senior members of the family will be tentative and efforts should be directed toward having good relationships with them.\n",
  "h": "မိသားစု ပတ်ဝန်းကျင်တွင် သဟဇာတရှိသော ဆက်ဆံရေးအတွက် ကြယ်များက မျက်နှာသာ မပေးပါ။ ၎င်းသည် ကလေးများ၏ ပညာရေးနှင့် ကျောင်းနှင့် ပတ်သက်သည့် ဆိုင်ရာ လှုပ်ရှားမှုများတွင် ဆိုးရွားစွာ သက်ရောက်မှုရှိတတ်သည်။ ၎င်းတို့သည် ပိုမိုလမ်းညွှန်မှုနှင့် တင်းကျပ်သော ထိန်းချုပ်မှု လိုအပ်မည် ဖြစ်သည်။\nမိသားစု၏ လူကြီးများနှင့် ဆက်ဆံရေးသည် ခက်ခဲနေမည်ဖြစ်ပြီး ၎င်းတို့နှင့် ကောင်းမွန်သော ဆက်ဆံရေးရှိရန် အားထုတ်မှုကို ဦးတည်သင့်သည်။\n",
  "i": "2023 Horoscope for Leo predicts that the health prospect of individuals will be fabulous because of the positive influences of the planets. Recurring diseases will be under control and this will provide great emotional relief in August 2023.\nHealth prospects can be further enhanced through a regular fitness and diet regime. Mental health will further improve through meditation and sports activities. With good health at your disposal, it is time to enjoy your life.\n",
  "j": "2023 Leo အတွက် ဟောကိန်း သည် ဂြိုလ်များ၏ အပြုသဘောဆောင်သော လွှမ်းမိုးမှုများကြောင့် လူတစ်ဦးချင်းစီ၏ ကျန်းမာရေး အလားအလာ အံ့သြဖွယ် ကောင်းလိမ့်မည်ဟု ဟောကိန်းထုတ်ပါသည်။ နာတာရှည် ရောဂါများကို ထိန်းချုပ်နိုင်မည်ဖြစ်ပြီး ၎င်းသည် ဩဂုတ်လ 2023 တွင် စိတ်ပိုင်းဆိုင်ရာ သက်သာရာ ရစေမည်ဖြစ်သည်။\nပုံမှန် ကျန်းမာကြံ့ခိုင်မှုနှင့် အစားအသောက်ပုံစံဖြင့် ကျန်းမာရေး အလားအလာများကို ပိုမိုမြှင့်တင်နိုင်သည်။ တရားထိုင်ခြင်း နှင့် အားကစားလုပ်ခြင်းများ အားဖြင့် စိတ်ကျန်းမာရေးသည် ပိုမို တိုးတက် ကောင်းမွန်လာမည် ဖြစ်ပါသည်။ ကျန်းမာရေးကောင်းပြီး ဘဝကို ပျော်ရွှင်စွာဖြတ်သန်းဖို့ အချိန်တန်ပါပြီ။\n",
  "k": "Monthly astrology 2023 promises average things for professionals in their workplace. Star positions are not beneficial and this will make relationships with colleagues and seniors very fragile. As a result, you will fail to perform well and finish your assignments.\nAll these things will bring in a sense of diffidence. You may tend to switch jobs or get into another career. These things will be hardly beneficial and should be avoided as far as possible. Work sincerely and wait for good times to make progress.\n",
  "l": "လစဉ် နက္ခတ်ဗေဒင် 2023 သည် ၎င်းတို့၏ လုပ်ငန်းခွင်ရှိ ပညာရှင်များအတွက် သင့်တင့်သော အရာများကို ဟောထားသည်။ ကြယ်ပွင့်များသည် အကျိုးရှိမည် မဟုတ်ပါ၊ ၎င်းသည် လုပ်ဖော်ကိုင်ဖက်များ စီနီယာများနှင့် ဆက်ဆံရေးကို အလွန် ပျက်စီးစေမည် ဖြစ်သည်။ ရလဒ်အနေဖြင့် သင်သည် သင်၏တာဝန်များကို ကောင်းစွာလုပ်ဆောင်ရန် ပျက်ကွက်လိမ့်မည်။\nဤအရာအားလုံးသည် ကွဲလွဲမှုသဘောကို ဆောင်ကြဉ်းပေးလိမ့်မည်။ သင်သည် အလုပ်ပြောင်းရန် သို့မဟုတ် အခြားအသက်မွေးဝမ်းကြောင်းသို့ ဝင်ရောက်ရန် အလားအလာရှိနိုင်သည်။ အသစ်ပြောင်းခြင်းကို တတ်နိုင်သမျှ ရှောင်ရှားသင့်ပြီး ပြောင်းလဲ အကျိုးရှိမည် မဟုတ်ပေ။ စိတ်ရင်းမှန်ဖြင့် အလုပ်လုပ်ပြီး တိုးတက်အောင်မြင်ရန် အချိန်ကောင်းကို စောင့်ပါ။\n",
  "m": "Horoscope Predictions For 2023 are not encouraging for the business prospects of Leo people. Making profits through business activities will be difficult. Speculative investments fail to give the expected money flow.\nRelationships with partners and colleagues at the workplace will be fragile. This will further reduce the profits. Time is not opportune for expansions and the commencement of new ventures. Make efforts to improve relationships and hope for good things to happen.\n",
  "n": "2023 ခုနှစ်အတွက် ဟောကိန်း များသည် Leo လူမျိုးများ၏ စီးပွားရေး အလားအလာအတွက် အားတက်စရာ မဟုတ်ပါ။ စီးပွားရေး လုပ်ငန်းများမှ အမြတ်အစွန်း ရရှိရန် ခက်ခဲမည်။ မှန်းဆထားသော ရင်းနှီးမြှုပ်နှံမှုများသည် မျှော်မှန်းထားသော ငွေကြေး စီးဆင်းမှုကို မပေးနိုင်ပါ။\nလုပ်ငန်းခွင်တွင် လုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေး ပျက်ယွင်းလာမည်။ ဒါကြောင့် ဝင်ငွေရရှိမှုကို ထိခိုက်တတ်တယ်။ ချဲ့ထွင်ခြင်းနှင့် လုပ်ငန်းသစ်များ စတင်ခြင်းအတွက် ယခုလ အချိန်သည် မသင့်တော်ပါ။ ပေါင်းသင်းဆက်ဆံရေးကို မြှင့်တင်ရန်နှင့် ကောင်းသောအရာများ ဖြစ်ပေါ်လာရန် ပြုလုပ်ပါ။\n",
  "o": "Stellar help for education is missing for Leo students and they fail to make progress in their studies. Mental sharpness will be missing and the desire to work hard is also absent. Hence, they tend to do miserably in their studies.\nStudents intent on pursuing higher studies will fail to get admitted to the institutions of their liking. Medical and engineering students will have problems sticking to their grades. Passing competitive tests will be a tough task.\n",
  "p": "Leo ကျောင်းသားများအတွက် ပညာရေးအတွက် ကြယ်ပွင့်အကူအညီသည် ပျောက်ဆုံးနေပြီး ၎င်းတို့၏ ပညာရေးတွင် မတိုးတက်နိုင်ပါ။ စိတ်ပိုင်းဆိုင်ရာ ထက်မြက်မှု ပျောက်ဆုံးပြီး အလုပ် ကြိုးစားလိုစိတ်လည်း မရှိတော့ပါ။ ထို့ကြောင့် သူတို့သည် သူတို့၏ စာသင်ခန်းများတွင် စိတ်ဆင်းရဲစွာ ပြုလုပ်တတ်ကြသည်။\nအဆင့်မြင့် ဘာသာရပ်ကို သင်ယူလိုသော ကျောင်းသားများသည် မိမိတို့ နှစ်သက်ရာ တက္ကသိုလ်များသို့ ဝင်ခွင့် မရတတ်ကြပေ။ ဆေးဘက်ဆိုင်ရာနှင့် အင်ဂျင်နီယာကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်အတန်းများကို မြှင့်တင်ရန် အခက်အခဲရှိလိမ့်မည်။ အပြိုင်အဆိုင် စာမေးပွဲများကို အောင်မြင်ရန်မှာ ခက်ခဲသော အလုပ်ဖြစ်သည်။\n",
  "q": "Planetary help is available for travel activities of business people and creative artists. There will be very good opportunities for students desirous of pursuing higher studies overseas. They will get admitted to the right institutes.\nProspects of business and career promotions will be great. There will be both inland and overseas travel. Religious and holiday trips with family and friends will be highly enjoyable. On the whole, a fruitful period for travel activities!\n",
  "r": "စီးပွားရေးသမားများနှင့် အနုပညာရှင်များ၏ ခရီးသွားလှုပ်ရှားမှုများအတွက် ကြယ်တာရာ အကူအညီကို ရရှိနိုင်ပါသည်။ နိုင်ငံရပ်ခြားတွင် အဆင့်မြင့်ပညာ ဆက်လက်သင်ယူလိုသော ကျောင်းသားများအတွက် အလွန်ကောင်းမွန်သော အခွင့်အလမ်းများ ရရှိမည် ဖြစ်ပါသည်။ မှန်ကန်သော တက္ကသိုလ်များသို့ ဝင်ခွင့်ရရှိမည် ဖြစ်သည်။\nလုပ်ငန်းနှင့် အသက်မွေးဝမ်းကြောင်းဆိုင်ရာ ရာထူးတိုးခြင်း၏ အလားအလာကောင်းများ ရှိမည်။ ပြည်တွင်း ပြည်ပခရီး နှစ်မျိုးစလုံးရှိတတ်မည်။ ဘာသာရေးနဲ့ အားလပ်ရက်တွေမှာ မိသားစုတွေ၊ သူငယ်ချင်းတွေနဲ့ ခရီးတွေထွက်ရတာ အရမ်းပျော်ဖို့ ကောင်းပါတယ်။ ယခုလသည်၊ ခရီးသွား လှုပ်ရှားမှုများအတွက် အကျိုးများသော ကာလဖြစ်သည်။\n"
 },
 {
  "id": "9_2023",
  "a": "Expect happiness in married life. Health prospects are fabulous. Students will progress in their studies. Travels bring in business growth.",
  "b": "အိမ်ထောင်ရေးမှာ ပျော်ရွှင်မှုကို ရရှိနိုင်ပါတယ်။ ကျန်းမာရေး အလားအလာက အံ့မခန်းပါပဲ။ ကျောင်းသားများသည် ၎င်းတို့၏ သင်ကြားမှုတွင် တိုးတက်မှု ရှိလိမ့်မည်။ ခရီးသွားခြင်းသည် လုပ်ငန်းတိုးတက်စေပါသည်။",
  "c": "Leo September 2023 Horoscope foretells that your progress in life will be obstructed by many unexpected problems during the 2023 Mercury retrograde. Mars will help you in handling these and will provide you the more; support. You will be determined to overcome these problems through your best efforts.\nYou will be forced to use your aptitude and pragmatism. Your charm will help you to some extent and you will try hard to achieve your objectives. It will require hard work to succeed.\n",
  "d": "စက်တင်ဘာ 2023 ဟောကိန်း သည် 2023 Mercury ဆုတ်ခွာစဉ်အတွင်း သိဟ် ရာသီဖွား၏ ဘဝတိုးတက်မှုကို မမျှော်လင့်ထားသော ပြဿနာများစွာဖြင့် အဟန့်အတားဖြစ်စေမည်ဟု ကြိုပြောထားသည်။ Mars သည် ဤအရာများကို ကိုင်တွယ်ရာတွင် သင့်အား ကူညီပေးမည်ဖြစ်ပြီး သင့်အား ပိုမို ပံ့ပိုးပေးမည် ဖြစ်သည်။ ကူညီပံ့ပိုးမှုများနဲ့ မင်းရဲ့ အကောင်းဆုံး ကြိုးစားမှုကနေ ဒီပြဿနာတွေကို ကျော်လွှားဖို့ စိတ်ပိုင်းဖြတ်ထားလိမ့်မယ်။\nမင်းရဲ့ အရည်အချင်းနဲ့ လက်တွေ့ကျမှုကို အသုံးချရတော့မယ်။ မင်းရဲ့ ထက်မြတ်မှုက မင်းကို အတိုင်းအတာတစ်ခုအထိ ကူညီပေးမှာဖြစ်ပြီး မင်းရဲ့ရည်မှန်းချက်တွေကို အောင်မြင်အောင် ကြိုးစားလိမ့်မယ်။ အောင်မြင်ဖို့အတွက် ကြိုးကြိုးစားစားလုပ်ရမယ်။\n",
  "e": "A love relationship with your partner will be excellent due to your attractive personality. You will be able to have a gratifying social life. There will be assurance and strong emotions in your dealings.\nRelationships with your spouse will be based on mutual trust. There will be loving and sharing and scope for pregnancy. It is important to maintain your poise. Singles will be helped by Mars and Venus to form a relationship with a charming person. You should control your emotions if you have to succeed.\n",
  "f": "မင်းရဲ့ဆွဲဆောင်မှုရှိတဲ့ ကိုယ်ရည်ကိုယ်သွေးကြောင့် မင်းရဲ့လက်တွဲဖော်နဲ့ အချစ်ရေးက ပိုမိုကောင်းမွန်လာလိမ့်မယ်။ ပျော်ရွှင်စရာကောင်းတဲ့ လူမှု ဘဝတွေကို ပိုင်ဆိုင်နိုင်မှာပါ။ သင့်တို့ရဲ့ ဆက်ဆံရေးတွင် သစ္စာရှိမှုနှင့် ခိုင်မာသော စိတ်ခံစားမှုများ ရှိလိမ့်မည်။\nသင့်အိမ်ထောင်ဖက်နှင့် ဆက်ဆံရေးသည် အပြန်အလှန် ယုံကြည်မှုအပေါ် အခြေခံမည် ဖြစ်သည်။ ရှေ့ဆက်ရန်အတွက် ချစ်ခြင်းမေတ္တာနဲ့ မျှဝေနားလည်ခြင်း ကိစ္စတွေ ရှိပါလိမ့်မယ်။ မင်းရဲ့ကိုယ်ရည်ကိုယ်သွေးကို ထိန်းသိမ်းဖို့က အရေးကြီးတယ်။ လူပျိုလူလွတ်များအတွက် ချစ်စရာကောင်းသူ တစ်ဦးနှင့် ပေါင်းသင်းဆက်ဆံရန် Mars နှင့် Venus တို့က ကူညီပေးပါလိမ့်မည်။ အောင်မြင်ဖို့ဆိုရင် စိတ်ခံစားချက်တွေကို ထိန်းချုပ်သင့်ပါတယ်။\n",
  "g": "Stellar help is not forthcoming for a pleasant family environment. Family finances will pose a severe problem and you will end up with borrowing money to meet the expenses. Proper budgeting will help to some extent.\nHarmony between family members will be missing and every day there will be a new conflict. Children will be severely affected by these disturbances and will fail to do well in their studies and extracurricular activities. They will require more guidance and control.\n",
  "h": "သာယာသော မိသားစု ပတ်ဝန်းကျင်အတွက် ကြယ်စင်အကူအညီသည် ရှိလာမည် မဟုတ်ပါ။ မိသားစု ငွေရေးကြေးရေးဟာ ဆိုးရွားတဲ့ ပြဿနာ တစ်ခု ဖြစ်လာပြီး အသုံးစရိတ်တွေ ပြည့်မီဖို့အတွက် ငွေချေးငှားခြင်းနဲ့ အဆုံးသတ်သွားပါလိမ့်မယ်။ သင့်လျော်သော ဘတ်ဂျက် ရေးဆွဲခြင်းသည် အတိုင်းအတာ တစ်ခုအထိ အထောက်အကူ ပြုလိမ့်မည်။\nမိသားစုဝင်များကြား သဟဇာတဖြစ်မှု ပျောက်ဆုံးနေပြီး နေ့စဉ်နှင့်အမျှ ပဋိပက္ခအသစ်များ ရှိလာမည် ဖြစ်သည်။ ကလေးများသည် ဤအနှောက်အယှက်များကြောင့် ပြင်းထန်စွာ ထိခိုက်ခံရပြီး ၎င်းတို့၏ လေ့လာမှုနှင့် သင်ရိုးညွှန်းတမ်း လှုပ်ရှားမှုများတွင် ကောင်းမွန်စွာ မလုပ်ဆောင် နိုင်တော့ပေ။ ၎င်းတို့သည် လမ်းညွှန်မှုနှင့် ထိန်းချုပ်မှုများ ပိုမိုလိုအပ်မည်ဖြစ်သည်။\n",
  "i": "2023 monthly Horoscope for Leo forecasts very good prospects for health for individuals. Recurring ailments will require minimum care and this will be a great relief. Minor health problems can be taken care of by routine medical assistance.\nIt is important to stick to a regular exercise and diet program to ensure physical health. Relaxation techniques such as meditation and sports will improve your mental health and relieve your anxiety. Overall, a fabulous month for health!\n",
  "j": "2023 သိဟ် အတွက် လစဉ် ဟောကိန်း သည် လူတစ်ဦးချင်းစီအတွက် ကျန်းမာရေးအတွက် အလွန်ကောင်းမွန်သော အလားအလာများကို ခန့်မှန်းထားသည်။ ထပ်တလဲလဲ ဖြစ်ပေါ်တတ်သော ဝေဒနာများသည် အနည်းငယ်သော စောင့်ရှောက်မှုသာ လိုအပ်မည်ဖြစ်ပြီး အလွန် သက်သာရာ ရပါလိမ့်မည်။ ပုံမှန် ကျန်းမာရေး အကူအညီဖြင့် အသေးစား ကျန်းမာရေး ပြဿနာများကို ပြုစု ကုသနိုင်ပါသည်။\nခန္ဓာကိုယ် ကျန်းမာရေးကို သေချာစေရန်အတွက် ပုံမှန်လေ့ကျင့်ခန်းနှင့် အစားအသောက် အစီအစဉ်ကို လိုက်နာရန် အရေးကြီးပါသည်။ တရားထိုင်ခြင်းနှင့် အားကစားလုပ်ခြင်း ကဲ့သို့သော အပန်းဖြေနည်းများသည် သင့်စိတ်ကျန်းမာရေးကို ကောင်းမွန်စေပြီး စိုးရိမ်ပူပန်မှုများကို သက်သာစေပါသည်။ ယေဘုယျအားဖြင့်၊ ကျန်းမာရေးအတွက် အလွန်ကောင်းမွန်သော လဖြစ်သည်။\n",
  "k": "2023 Horoscope does not predict very good things for career professionals this month. Star aspects tend to provoke disharmony in the office environment and this will have a serious effect on your performance. It is important to make every effort to have harmony with colleagues and superiors.\nHard work fails to get the results and there is a sense of frustration. You should continue to work sincerely so that it will help your prospects.\n",
  "l": "2023 ဟောကိန်း သည် ယခုလတွင် အသက်မွေးဝမ်းကြောင်း ပညာရှင်များအတွက် အလွန်ကောင်းသော အရာများကို မခန့်မှန်းနိုင်ပါ။ ကြယ်ပွင့်အသွင်အပြင်များသည် ရုံးပတ်ဝန်းကျင်တွင် သဘောထားကွဲလွဲမှုများကို နှိုးဆွပေးလေ့ရှိပြီး ၎င်းသည် သင်၏ စွမ်းဆောင်ရည်အပေါ် ဆိုးရွားစွာ အကျိုးသက်ရောက်မှု ရှိစေမည် ဖြစ်သည်။ လုပ်ဖော်ကိုင်ဖက်များ အထက်အရာရှိများနှင့် သဟဇာတဖြစ်အောင် ကြိုးစားအားထုတ်ရန် အရေးကြီးပါသည်။\nပင်ပန်းတဲ့အလုပ်က ရလဒ်တွေမရဘဲ စိတ်ပျက်အားငယ်တတ်တဲ့ စိတ်ရှိတယ်။ သင့်အခွင့်အလမ်းများကို အထောက်အကူဖြစ်စေရန် စိတ်ရင်းမှန်ဖြင့် ဆက်လက် လုပ်ဆောင်သင့်သည်။\n",
  "m": "Horoscope Predictions for 2023 are less encouraging for the financial stability of Leos. All speculative investments tend to give negative returns. In addition, with disharmony between partners and colleagues, the profits tend to show a decline. Make all efforts to have good relationships with one and all.\nFinances will be scarce and this will prevent you from expanding the present ventures or from initiating new ones. Postpone them to a later date.\n",
  "n": "2023 ခုနှစ်အတွက် ခန့်မှန်းချက်များသည် Leos ၏ဘဏ္ဍာရေး တည်ငြိမ်မှု အတွက် အားတက်စရာ နည်းပါးသည်။ မှန်းဆထားသော ရင်းနှီးမြုပ်နှံမှုများ အားလုံးသည် အနုတ်လက္ခဏာ ဆောင်သော ရလဒ်များကို ပေးတတ်သည်။ ထို့အပြင်၊ လုပ်ဖော်ကိုင်ဖက်များနှင့် သဘောထားကွဲလွဲမှုများကြောင့် အမြတ်ငွေများ ကျဆင်းလာတတ်သည်။ တစ်ဦးနှင့်တစ်ဦး ကောင်းမွန်သော ဆက်ဆံရေးရှိရန် ကြိုးပမ်း အားထုတ်ပါ။\nငွေရေးကြေးရေး ရှားပါးလာမည် ဖြစ်ပြီး၊ ၎င်းသည် လက်ရှိ လုပ်ငန်းများကို တိုးချဲ့ခြင်း သို့မဟုတ် အသစ်များ စတင်ခြင်းမှ တားဆီးနိုင်မည် ဖြစ်သည်။ ၎င်းတို့ကို နောက်ရက်သို့ ရွှေ့ဆိုင်းပါ။\n",
  "o": "Leo students might fail to get help from the stars for their academic activities during the month. You tend to be lazy and will not have the drive to succeed. Naturally, the progress in studies will be hampered to a large extent.\nCompetitive tests will be difficult to pass even with hard work and extra guidance. Medical and engineering students will face hardships in maintaining their rankings. Crafts and trades students will somehow not be affected too much. Results from examinations or tests will not be satisfactory.\n",
  "p": "သိဟ် ကျောင်းသားများသည် ဤလအတွင်း ၎င်းတို့၏ ပညာရေး လှုပ်ရှားမှုများ အတွက် ကြယ်များထံမှ အကူအညီရယူရန် အဆင်မပြေပါ။ သင်သည် ပျင်းရိတတ်ပြီး အောင်မြင်ရန် တွန်းအားမရှိပေ။ ပုံမှန်အားဖြင့်၊ လေ့လာမှုများတွင် တိုးတက်မှုကို အတိုင်းအတာ တစ်ခုအထိ အဟန့်အတား ဖြစ်စေလိမ့်မည်။\nအလုပ်ကြိုးစားမှုနှင့် ကောင်းမွန်သော လမ်းညွှန်ချက်များရှိသော်လည်း အပြိုင်အဆိုင် ပြုလုပ်ရသော စာမေးပွဲများကို ကျော်ဖြတ်ရန် ခက်ခဲနေပါလိမ့်မည်။ ဆေးဘက်ဆိုင်ရာနှင့် အင်ဂျင်နီယာ ကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်များကို ထိန်းသိမ်းရာတွင် အခက်အခဲများနှင့် ရင်ဆိုင်ရလိမ့်မည်။ အခြား ကျောင်းသားများကို မည်သည့်နည်းနှင့်မျှ ထိခိုက်မည် မဟုတ်ပါ။ စာမေးပွဲများမှ ရလဒ်များသည် ကျေနပ်ဖွယ်မရှိပေ။\n",
  "q": "Travel horoscope presents a bright picture. There will be plenty of travel both inland and overseas. In addition, there will be holiday tours with family or friends. All of them will result in the desired profits or happiness.\nAs the stars are helpful, you will be dynamic and will take good decisions, and this will further improve your chances of success.\n",
  "r": "ခရီးသွား ဇာတာသည် တောက်ပသော ရုပ်ပုံလွှာကို ပေးသည်။ ပြည်တွင်းပြည်ပ ခရီး သွားလာမှု များပြားလာမည်။ ထို့အပြင် မိသားစု သို့မဟုတ် သူငယ်ချင်းများနှင့်အတူ အားလပ်ရက် ခရီးစဉ်များလည်း ရှိတတ်မည် ဖြစ်သည်။ ၎င်းတို့အားလုံးသည် လိုချင်သော အမြတ်အစွန်း သို့မဟုတ် ပျော်ရွှင်မှုကို ဖြစ်ပေါ်စေမည် ဖြစ်သည်။\nကြယ်များသည် အထောက်အကူ ဖြစ်သောကြောင့် သင်သည် တက်ကြွပြီး ကောင်းမွန်သော ဆုံးဖြတ်ချက်များ ချနိုင်မည် ဖြစ်ပြီး ၎င်းသည် သင်၏ အောင်မြင်မှု အခွင့်အလမ်းများကို ပိုမို တိုးတက်စေမည် ဖြစ်သည်။\n"
 },
 {
  "id": "10_2023",
  "a": "Health will be exceptional. Finances will bring in more profits. Travels are blessed by the planets. Expect some minor problems with your spouse.",
  "b": "ကျန်းမာရေးက ထူးခြားလာမယ်။ ငွေရေးကြေးရေးမှာ အမြတ်များများ ရလာမယ်။ ဂြိုလ်များက ခရီးသွားလာခြင်းကို ကောင်းချီးပေးသည်။ သင့်အိမ်ထောင်ဖက်နှင့် အသေးအဖွဲ ပြဿနာအချို့ကို တွေ့ရှိရတတ်သည်။",
  "c": "Leo October 2023 Horoscope suggests that you might face some disturbances from planets Jupiter and Uranus during the month. You will have to try your best to accomplish things. After the second week, things will get more complicated due to the position of Mars.\nHowever, you will get support from other sources. It will be required to overcome your rigidity and be flexible to make progress. Again by the end of the month, you will have to face the energies of Mercury and the Sun. To overcome the problems created, you should be more malleable.\n",
  "d": "Leo 2023 ဟောကိန်း သည် October လအတွင်းတွင် Jupiter နှင့် Uranus ဂြိုဟ်များမှ အနှောင့်အယှက်အချို့ ကြုံတွေ့ရနိုင်သည်ဟု ဟောထားသည်။ အရာရာကို ပြီးမြောက်အောင် အစွမ်းကုန် ကြိုးစားရမယ်။ ဒုတိယပတ် ပြီးနောက်တွင် အင်္ဂါဂြိုဟ်၏ အနေအထားကြောင့် အရာများ ပိုမို ရှုပ်ထွေးလာမည် ဖြစ်သည်။\nသို့သော် သင်သည် အခြားသော အရင်းအမြစ်များမှ ပံ့ပိုးကူညီမှုကို ရရှိမည် ဖြစ်သည်။ သင်၏ တင်းမာမှုကို ကျော်လွှားရန်နှင့် တိုးတက်ရန် လိုက်လျောညီထွေရှိရန် လိုအပ်မည် ဖြစ်သည်။ လကုန်တွင် သင်သည် ဗုဒ္ဓဟူးဂြိုဟ်နှင့် နေတို့၏ စွမ်းအင်များကို ထပ်မံရင်ဆိုင်ရမည် ဖြစ်သည်။ သူတပါး ဖန်တီးထားသော ပြဿနာများကို ကျော်လွှားရန်၊ သင်သည် ပို၍ နူးညံ့ ပျော့ပျောင်းနေသင့်သည်။\n",
  "e": "There might be a conflict between you and others on emotional things. Your actions will be strange and this will end up in confusion. You have to be sensible and avoid making errors in your choice.\nThough harmony exists in the relationship with your spouse, there will be some problems. It is important to focus on larger things to make the relationship enjoyable before planning for a child. Singles will face difficulties in their relations with their partners and it is time to be patient.\n",
  "f": "သင်နှင့် အခြားသူများကြား စိတ်ခံစားမှုဆိုင်ရာ ပဋိပက္ခဖြစ်နိုင်သည်။ မင်းရဲ့ လုပ်ရပ်တွေက ထူးဆန်းပြီး ရှုပ်ယှက်ခတ်နေလိမ့်မယ်။ ဆင်ခြင်ဉာဏ်ရှိဖို့နဲ့ သင့်ရွေးချယ်မှုမှာ အမှားအယွင်းတွေကို ရှောင်ရှားရပါမယ်။\nသင့်အိမ်ထောင်ဖက်နှင့် ဆက်ဆံရေးတွင် ညီညွတ်မှုရှိသော်လည်း ပြဿနာအချို့ရှိတတ်မည်။ ဆက်ဆံရေးကို ပျော်ရွှင်စေဖို့အတွက် ကြီးမားတဲ့အရာတွေကို အာရုံစိုက်ဖို့ အရေးကြီးတယ်။ တစ်ကိုယ်ရေသမားများသည် ၎င်းတို့၏ တွဲဖက်များနှင့် ဆက်ဆံရေးတွင် အခက်အခဲများ ကြုံတွေ့ရတတ်မည်ဖြစ်ပြီး စိတ်ရှည်ရန်အချိန်ဖြစ်သည်။\n",
  "g": "Stellar forces might not be very conducive to harmonious relationships in the family. There will be serious differences of opinion between members and it is important to work towards a happy relationship between members. Planning for a child should be done with care.\nFamily finances will be another source of tension. It is important to balance income and expenditure by cutting down unnecessary expenses. Children will fare badly in their educational activities and tend to be obstinate. Proper control should be exercised to keep their behavior in check.\n",
  "h": "ကြယ်တာရာများသည် မိသားစုအတွင်း သဟဇာတ ဖြစ်စေမည့် ဆက်ဆံရေးအတွက် အထောက်အကူ မဖြစ်နိုင်ပါ။ မိသားစု ဝင်များအကြား ပြင်းထန်သော သဘောထား ကွဲလွဲမှုများ ရှိမည်ဖြစ်ပြီး မိသားစုဝင်များအကြား ပျော်ရွှင်သော ဆက်ဆံရေးဆီသို့ ဦးတည်လုပ်ဆောင်ရန် အရေးကြီးပါသည်။ ကလေးအတွက် စီစဉ်ပေးခြင်းကို ဂရုတစိုက် လုပ်ဆောင်သင့်သည်။\nမိသားစု ငွေရေးကြေးရေးသည် ဆက်ဆံရေး တင်းမာမှု၏ နောက်ထပ် အရင်းအမြစ်ဖြစ်လိမ့်မည်။ မလိုအပ်သော အသုံးစရိတ်များကို လျှော့ချခြင်းဖြင့် ၀င်ငွေနှင့် အသုံးစရိတ်ကို ဟန်ချက်ညီရန် အရေးကြီးပါသည်။ ကလေးတွေဟာ သူတို့ရဲ့ ပညာရေး လှုပ်ရှားမှုတွေမှာ ဆိုးဆိုးရွားရွား ဖြစ်တတ်ပြီး ခေါင်းမာတတ်ပါတယ်။ အကျင့်စာရိတ္တ ကောင်းမွန်စေရန် အတွက် မှန်ကန်သောထိန်းချုပ်မှုကို ကျင့်သုံးသင့်သည်။\n",
  "i": "2023 Horoscope for Leo predicts fabulous health in October 2023. Recurring diseases will take a break and this will be a source of great satisfaction. Minor health issues can be taken care of by usual medical attention.\nHowever, regular exercise and diet procedure is key to maintaining physical health. Mental health can be assured by a course in yoga and meditation. Outdoor activities will also help. Overall, things are very comfortable on the health front.\n",
  "j": "2023 Leo အတွက် ဟောကိန်း သည် 2023 ခုနှစ် အောက်တိုဘာလတွင် အံ့သြဖွယ်ကောင်းသော ကျန်းမာရေးကို ဟောကိန်းထုတ်သည်။ နာတာရှည် ရောဂါရှိသူများ ခေတ္တသက်သာမည် ဖြစ်ပြီး ၎င်းသည် ကျေနပ်ဖွယ်ရာ အခြေအနေ ဖြစ်လာမည် ဖြစ်သည်။ အသေးအမွှား ကျန်းမာရေး ပြဿနာများကို ပုံမှန် ဆေးသောက်ပေးခြင်းဖြင့် ကုသနိုင်ပါသည်။\nသို့သော် ပုံမှန်လေ့ကျင့်ခန်းနှင့် အစားအသောက် လုပ်ထုံးလုပ်နည်းသည် ခန္ဓာကိုယ် ကျန်းမာရေးကို ထိန်းသိမ်းရန် အဓိက သော့ချက်ဖြစ်သည်။ ယောဂကျင့်စဉ်နှင့် တရားထိုင်ခြင်းဖြင့် စိတ်ကျန်းမာရေးကို ပြုပြင်နိုင်ပါသည်။ ပြင်ပလှုပ်ရှားမှုများလည်း ကူညီပေးပါမည်။ ခြုံငုံပြောရရင်တော့ ကျန်းမာရေးအတွက် အရမ်းအဆင်ပြေပါတယ်။\n",
  "k": "Monthly astrology 2023 might not be very helpful for the career growth of professionals due to stellar imbalances. You will be working very hard without any results. This will induce a sense of desperation and will affect your mental health.\nTo overcome these problems, you tend to look for alternatives for a job and place. These may not turn out to be satisfactory. The best thing would be that you try to form harmonious relationships with colleagues and seniors. Keep working hard and this will help you in the future.\n",
  "l": "လစဉ် နက္ခတ်ဗေဒင် 2023 သည် ကြယ်များ၏ မညီမျှမှုများကြောင့် လုပ်ငန်း တိုးတက်မှုအတွက် များစွာအထောက်အကူ မဖြစ်နိုင်ပါ။ ရလဒ်မရှိဘဲ သင် အလွန်ကြိုးစား လုပ်ကိုင်နေတတ်မည်။ ဒါက စိတ်ဓာတ်ကျခြင်းကို ဖြစ်ပေါ်စေပြီး သင့်စိတ်ကျန်းမာရေးကို ထိခိုက်စေပါလိမ့်မယ်။\nဤပြဿနာများကို ကျော်လွှားရန်အတွက် သင်သည် အလုပ်နှင့်နေရာအတွက် အခြားရွေးချယ်စရာများကို ရှာဖွေလေ့ရှိသည်။ ဒါတွေက ကျေနပ်လောက်စရာ ဖြစ်မလာဘူး။ အကောင်းဆုံးကတော့ လုပ်ဖော်ကိုင်ဖက်တွေ သဟဇာတဖြစ်အောင် ပေါင်းသင်းဆက်ဆံဖို့ ကြိုးစားတာ အကောင်းဆုံးပါပဲ။ ဆက်လက်ကြိုးစားပါ၊ ၎င်းသည် သင့်အား အနာဂတ်တွင် ကူညီပေးပါမည်။\n",
  "m": "Horoscope forecasts for 2023 are highly auspicious for the financial growth of Leo people. Star help is available and this will help businessmen and creative artists to progress financially. There will be sizeable profits even from speculative investments.\nBusiness growth also can be expected through social contacts. Finances will be readily available for the expansion of existing ventures as well as for commencing new ones. Overall, it is a good month for financial growth.\n",
  "n": "2023 ခုနှစ်အတွက် ခန့်မှန်းချက်များသည် Leo လူမျိုးများ၏ ငွေကြေးတိုးတက်မှုအတွက် အလွန်ကောင်းမွန်ပါသည်။ ကြယ်ပွင့်အကူအညီကို ရရှိထားပြီး ၎င်းသည် စီးပွားရေးလုပ်ငန်းရှင်များနှင့် အနုပညာရှင်များကို ငွေကြေးအရ တိုးတက် အောင်မြင်စေရန် ကူညီပေးပါလိမ့်မည်။ စွန့်စားရသော ရင်းနှီးမြှုပ်နှံမှုများမှပင် ကြီးမားသော အကျိုးအမြတ်များ ရရှိမည် ဖြစ်သည်။\nလူမှုရေး အဆက်အသွယ်များမှတဆင့် စီးပွားရေး တိုးတက်မှုကိုလည်း မျှော်လင့်နိုင်သည်။ လက်ရှိလုပ်ငန်း ချဲ့ထွင်မှုအပြင် လုပ်ငန်းသစ်များ စတင်ခြင်းအတွက် ဘဏ္ဍာရေးဆိုင်ရာ လွယ်ကူစွာ ရရှိနိုင်မည် ဖြစ်သည်။ ယေဘုယျအားဖြင့်၊ ငွေကြေးတိုးတက်မှုအတွက် ကောင်းမွန်သော လဖြစ်သည်။\n",
  "o": "Educational careers of Leo students will see excellent prospects with the help of good planetary aspects during the month. Students of creative subjects will do very well in their courses. Engineering and medicine students will have no problem with their educational ambitions.\nCompetitive tests can be cleared easily with normal studies and coaching. Students of crafts will come out with flying colors as usual. All in all a good month for educational activities with the usual motivation and diligence.\n",
  "p": "Leo ကျောင်းသားများ၏ ပညာရေးဆိုင်ရာ အလုပ်အကိုင်များသည် ဤလအတွင်း ကောင်းမွန်သော ဂြိုလ်ပုံသဏ္ဍာန်များ၏ အကူအညီဖြင့် ကောင်းမွန်သော အလားအလာများကို မြင်တွေ့ရမည် ဖြစ်သည်။ တီထွင်ဖန်တီးမှုဆိုင်ရာ ဘာသာရပ်ဆိုင်ရာ ကျောင်းသားများသည် ၎င်းတို့၏ သင်တန်းများတွင် ကောင်းစွာ ဆောင်ရွက်နိုင်မည် ဖြစ်သည်။ အင်ဂျင်နီယာနှင့် ဆေးပညာ ကျောင်းသားများသည် ၎င်းတို့၏ ပညာရေး ရည်မှန်းချက်များအတွက် ပြဿနာ မရှိပေ။\nအပြိုင်အဆိုင် စစ်ဆေးမှုများကို ပုံမှန်လေ့လာမှုများနှင့် လေ့ကျင့်သင်ကြားပေးခြင်းဖြင့် လွယ်ကူစွာ ကျော်လွှားနိုင်သည်။ အခြားပညာရေးကျောင်းသားများသည် ပုံမှန်အတိုင်း လှပသော အနေအထားဖြင့် ထွက်လာမည် ဖြစ်သည်။ ပုံမှန်စိတ်အားထက်သန်မှုနှင့် လုံ့လဝီရိယဖြင့် ပညာရေး လှုပ်ရှားမှုများအတွက် အားလုံး ကောင်းမွန်သော လဖြစ်သည်။\n",
  "q": "Travel activities will have the blessings of the planetary positions during the month. There will be both inland as well as overseas jaunts. All these travels will result in business promotion and improvement of profits. Even holiday trips or religious journeys with friends and family members will be able to generate the happiness expected.",
  "r": "ခရီးသွား လုပ်ငန်းများသည် ဤလအတွင်း ဂြိုလ်များ ၏ ကောင်းချီးများ ရရှိမည်။ ကုန်းတွင်းပိုင်းရော ပြည်ပရော လမ်းကြောင်းတွေ ရှိတတ်မယ်။ ဤခရီးများ အားလုံးသည် လုပ်ငန်းမြှင့်တင်ရေးနှင့် အမြတ်အစွန်းများ တိုးမြင့်လာမည် ဖြစ်သည်။ အားလပ်ရက် ခရီးများ သို့မဟုတ် ဘာသာရေး ခရီးများပင်လျှင် သူငယ်ချင်းများနှင့် မိသားစုဝင်များနှင့်အတူ ပျော်ရွှင်မှုကို ပြုလုပ်ပေးနိုင်မည်ဟု မျှော်လင့်ပါသည်။"
 },
 {
  "id": "11_2023",
  "a": "Health will not face problems. Travel plans will be highly beneficial. Married life requires more flexibility. Finances might end up in losses if you are not careful.",
  "b": "ကျန်းမာရေး ပြဿနာ တချို့ ကြုံရတတ်မည်။ ခရီးသွား အစီအစဉ်များမှ အလွန်အကျိုးရှိမည်။ အိမ်ထောင်သည် ဘဝသည် နူးညံ့မှု ပိုလိုအပ်သည်။ ဂရုမစိုက်ရင် ငွေရေးကြေးရေး ဆုံးရှုံးမှုတွေ ကြုံရတတ်ပါတယ်။",
  "c": "Leo November 2023 Horoscope warns that planetary disturbances will create a lot of obstacles during the first three weeks of the month. But you should stop worrying and face them head-on. You will be able to overcome them.\nYou should be guided by Venus to make a success of your challenges. If things go against you, make it a point to learn from these difficulties. When you succeed, do not go overboard. Do not forget to consider the opinions of others.\n",
  "d": "Leo November 2023 ဟောကိန်း သည် လ၏ ပထမသုံးပတ် အတွင်း ဂြိုလ်အနှောက်အယှက်များ များပြားလာမည်ဟု သတိပေးထားသည်။ ဒါပေမယ့် စိုးရိမ်ပူပန်နေမှုကို ရပ်တန့်ပြီး သူတို့ကို ထိပ်တိုက် ရင်ဆိုင်သင့်တယ်။ သင် သူတို့ကို ကျော်လွှားနိုင်လိမ့်မည်။\nမင်းရဲ့ စိန်ခေါ်မှုတွေကို အောင်မြင်အောင်လုပ်ဖို့ Venus က လမ်းညွှန်ပေးသင့်တယ်။ ကိစ္စရပ်တွေဟာ သင်လုပ်တာနဲ့ ဆန့်ကျင်ဘက် ဖြစ်နေရင် ဒီအခက်အခဲတွေကနေ သင်ခန်းစာယူဖို့ လုပ်ပါ။ သင်အောင်မြင်သောအခါ၊ ဒီအရာတွေကို မေ့မထားပါနှင့်။ တခြားသူတွေရဲ့ အမြင်တွေကို ဆင်ခြင်ဖို့ မမေ့ပါနဲ့။\n",
  "e": "After the first week, Venus will be helpful in your love relationships. There will be peace and harmony. You have to be more flexible par love to succeed.\nThough there will be problems in your marital relationship, they can be taken care of by appreciating the good aspects of your spouse or partner. It is important to focus on the good things in your partnership like having a baby. Single Leos will do well to focus on existing love relationships rather than expecting better things to happen.\n",
  "f": "ပထမပတ် ပြီးနောက်၊ Venus သည် သင့်အချစ်ရေးတွင် အထောက်အကူ ဖြစ်လိမ့်မည်။ ငြိမ်းချမ်းရေးနဲ့ သဟဇာတ ဖြစ်မယ်။ အောင်မြင်ဖို့အတွက် လိုက်လျောညီထွေရှိဖို့ မေတ္တာထားရမယ်။\nသင့် အိမ်ထောင်ရေး ဆက်ဆံရေးတွင် ပြဿနာများ ရှိနေသော်လည်း သင့်အိမ်ထောင်ဖက် သို့မဟုတ် လက်တွဲဖော်၏ ကောင်းမွန်သော အရာများကို တန်ဖိုးထား တတ်ခြင်းဖြင့် ၎င်းတို့ကို ကျော်လွှားနိုင်ပါသည်။ ကလေးမွေးခြင်းကဲ့သို့ သင်၏လက်တွဲမှုတွင် ကောင်းမွန်သောအရာများကို အာရုံစိုက်ရန် အရေးကြီးပါသည်။ Single Leos သည် ပိုမိုကောင်းမွန်သော အရာများကို မျှော်လင့်ခြင်းထက် ရှိရင်းစွဲ အချစ်ရေးအပေါ် အာရုံစိုက်ရန် ကောင်းစွာ လုပ်ဆောင်လိမ့်မည်။\n",
  "g": "Stellar help is not very much available for harmonious family relationships during the month. You may have serious differences of opinion with senior members of the family. It is extremely important to establish good relationships with all the members.\nFamily finances will be another source of unhappiness as expenses overshoot the revenues. Children will be adversely affected in their activities and fail to make good progress in their activities. They will require more supervision.\n",
  "h": "ကြယ်စင် အကူအညီသည် တစ်လအတွင်း သဟဇာတ ရှိသော မိသားစု ဆက်ဆံရေးအတွက် မရနိုင်ပါ။ သင့်တွင် မိသားစု၏ အကြီးတန်းအဖွဲ့ဝင်များနှင့် ပြင်းထန်သော သဘောထား ကွဲလွဲမှုများ ရှိနိုင်သည်။ အဖွဲ့ဝင်အားလုံးနှင့် ကောင်းမွန်သော ဆက်ဆံရေး ထူထောင်ရန် အလွန် အရေးကြီးပါသည်။\nဝင်ငွေများလွန်ကဲနေသောကြောင့် မိသားစုဘဏ္ဍာရေးသည် စိတ်ညစ်စရာများနောက်ထပ်ဖြစ်လိမ့်မည်။ ကလေးတွေဟာ သူတို့ရဲ့ လှုပ်ရှားမှုတွေမှာ ဆိုးဆိုးရွားရွား ထိခိုက်ပြီး သူတို့ရဲ့ လှုပ်ရှားမှုတွေမှာ ကောင်းမွန်တဲ့ တိုးတက်မှုတွေ မလုပ်နိုင်ကြပါဘူး။ ၎င်းတို့သည် ပိုမိုကြီးကြပ်ရန် လိုအပ်မည်ဖြစ်သည်။\n",
  "i": "2023 Horoscope for Leo predicts fabulous health for the individuals during the month. All recurring diseases will remain suppressed providing great respite. Health can be maintained with a regular diet and exercise plan.\nThere may be some problems of stress and anxiety. This may result in problems with mental health. Avoid overexertion and take enough rest. Yoga and meditation will also help considerably. If possible, take part in sports activities.\n",
  "j": "2023 Leo အတွက် Horoscope သည် ဤလအတွင်း လူတစ်ဦးချင်းစီအတွက် အံ့သြဖွယ်ကောင်းသော ကျန်းမာရေးကို ခန့်မှန်းပေးသည်။ နာတာရှည်ရောဂါ ရှိသူများလည်း သက်သာနေမည်။ ကျန်းမာရေးကို ပုံမှန်အစားအသောက်နှင့် လေ့ကျင့်ခန်းအစီအစဉ်ဖြင့် ထိန်းသိမ်းနိုင်သည်။\nစိတ်ဖိစီးမှုနှင့် စိုးရိမ်ပူပန်မှု ပြဿနာအချို့ ရှိနိုင်သည်။ ဒါက စိတ်ကျန်းမာရေးကို ထိခိုက်စေနိုင်ပါတယ်။ အလွန်အကျွံ အားစိုက်ခြင်းကို ရှောင်ကြဉ်ပြီး လုံလောက်စွာ အနားယူပါ။ ယောဂနှင့် တရားထိုင်ခြင်းသည်လည်း များစွာ အထောက်အကူ ပြုလိမ့်မည်။ ဖြစ်နိုင်ရင် အားကစား လှုပ်ရှားမှုတွေမှာ ပါဝင်ပါ။\n",
  "k": "Monthly zodiac predictions for 2023 foretells that professionals will face obstructions to career progress due to unfavorable star positions. Relationships with associates and superiors will be under stress. This will affect your performance despite hard work.\nThere will be a loss of confidence and you may attempt to change your job or career. These things should be done after serious thinking as they may turn out to be more stressful. Try to have good relationships and keep working hard.\n",
  "l": "2023 ခုနှစ်အတွက် လစဉ် ရာသီခွင် ခန့်မှန်းချက်များသည် အလုပ်တိုးတက်မှုအတွက် အဟန့်အတားများနှင့် ရင်ဆိုင်ရတတ်မည်ဟု ကြိုပြောထားသည်။ လုပ်ဖော်ကိုင်ဖက်များနှင့် အထက်အရာရှိများနှင့် ဆက်ဆံရေးသည် ကမောက်ကမ ဖြစ်လိမ့်မည်။ ဤအရာက ပင်ပင်ပန်းပန်း ကြိုးစားနေသော်လည်း သင်၏ စွမ်းဆောင်ရည်ကို ထိခိုက်စေမည် ဖြစ်သည်။\nယုံကြည်မှုတွေ ဆုံးရှုံးပြီး သင့်အလုပ် ဒါမှမဟုတ် အသက်မွေးဝမ်းကြောင်းကို ပြောင်းလဲဖို့ ကြိုးစားလာနိုင်ပါတယ်။ ဒီအရာတွေကို လေးလေးနက်နက် တွေးပြီးရင် ပိုစိတ်ဖိစီးလာနိုင်ပါတယ်။ ပေါင်းသင်းဆက်ဆံရေး ကောင်းဖို့ ကြိုးစားပြီး အလုပ်ကြိုးစားပါ။\n",
  "m": "Horoscope Predictions For 2023 is average about the financial progress of Leos during the month. Stellar help will be missing and you may end up borrowing money from others to meet your expenses.\nAll types of risky investments should be avoided as they are likely to increase losses. Harmony can be missing in your relationship with partners and colleagues. This might reduce the money flow further. It is important to take remedial steps to increase profits.\n",
  "n": "2023 အတွက် ဟောကိန်း သည် ဤလစဉ်အတွင်း Leos ၏ ငွေကြေးတိုးတက်မှုနှင့်ပတ်သက်ပြီး သာမန်ဖြစ်သည်။ ကြယ်တာရာ အကူအညီ ပျောက်ဆုံးသွားမည်ဖြစ်ပြီး သင့်ကုန်ကျစရိတ်များ ပြည့်မီရန် အခြားသူများထံမှ ငွေချေးယူရခြင်းတို့ ဖြစ်သွားတတ်သည်။\nဆုံးရှုံးနိုင်ခြေများသော ရင်းနှီးမြှုပ်နှံမှု အမျိုးအစားအားလုံးကို ရှောင်ရှားသင့်သည်။ လုပ်ဖော်ကိုင်ဖက်များနှင့် သင့်ဆက်ဆံရေးတွင် သဟဇာတဖြစ်မှု ပျောက်ဆုံးသွားနိုင်သည်။ ဒါကြောင့် ငွေစီးဆင်းမှုကို လျော့ပါးစေနိုင်ပါတယ်။ အမြတ်အစွန်းများ တိုးလာစေရန် ပြန်လည်ကုစားရန် အရေးကြီးသည်။\n",
  "o": "The education progress of Leo students is stifled by the unhelpful planetary aspects. Engineering and medical students will have to put in more effort to stay afloat. Even hard work will fail to give good results in tests. Competitive tests will require much more effort and better guidance to clear. Students of trades will do well even under these tough conditions.",
  "p": "Leo ကျောင်းသားများ၏ ပညာရေး တိုးတက်မှုသည် အထောက်အကူမပြုသော ဂြိုလ် အသွင်အပြင်များဖြင့် ပိတ်ဆို့ထားသည်။ အင်ဂျင်နီယာ နှင့် ဆေးကျောင်းသား များ သည် ပုံမှန် ရပ်တည်နိုင်ရန် ပိုမို အားစိုက် ကြ ရမည် ။ ကြိုးစား အားထုတ်မှုပင်လျှင် စာမေးပွဲများတွင် ရလဒ်ကောင်းများ မပေးနိုင်ပါ။ အပြိုင်အဆိုင် စစ်ဆေးမှုများသည် ရှင်းလင်းရန် ပိုမို အားစိုက်ထုတ်မှုနှင့် ပိုမိုကောင်းမွန်သော လမ်းညွှန်မှုများ လိုအပ်မည် ဖြစ်သည်။ ခက်ခဲသော ဤအခြေအနေများ အောက်တွင်ပင် ကုန်သွယ်မှုကျောင်းသားများသည် ကောင်းမွန်စွာ လုပ်ဆောင်နိုင်မည် ဖြစ်သည်။",
  "q": "Travel activities will have the blessings of the stars and will result in good progress and benefits. There will be both inland and overseas trips. Most of them are for business promotion while some of them will be for religious or entertainment purposes. Almost all of them will result in the expected profits or happiness. Overall, an excellent month for travel activities.",
  "r": "ခရီးသွား လုပ်ငန်းများ သည် ကြယ်များ၏ ကောင်းချီးများ နှင့် ကောင်းသော တိုးတက်ခြင်း နှင့် အကျိုးကျေးဇူးများ ဖြစ်ထွန်းစေမည် ။ ပြည်တွင်းပြည်ပ ခရီးစဉ် များလည်းရှိတတ်မည်။ အများစုမှာ စီးပွားရေး မြှင့်တင်ရန်ဖြစ်ပြီး အချို့မှာ ဘာသာရေး သို့မဟုတ် ဖျော်ဖြေရေး ကိစ္စများအတွက် ဖြစ်သည်။ ၎င်းတို့အားလုံးနီးပါးသည် မျှော်လင့်ထားသော အမြတ်အစွန်းများ သို့မဟုတ် ပျော်ရွှင်မှုကို ဖြစ်ပေါ်စေမည် ဖြစ်သည်။ ယေဘုယျအားဖြင့် ခရီးသွားလှု ပ်ရှားမှုများအတွက် အကောင်းဆုံးသော လဖြစ်သည်။"
 },
 {
  "id": "12_2023",
  "a": "Love relationships require compromises to be happy. Health will be fabulous. Travel plans will result in good benefits. Students will excel in their studies.",
  "b": "အချစ်ရေးမှာ ပျော်ရွှင်ဖို့ အပေးအယူတွေ လိုအပ်တယ်။ ကျန်းမာရေး ကောင်းမွန်လာမည်။ ခရီးသွားခြင်း အကြံအစည်များ ကောင်းကျိုးများ ဖြစ်ထွန်းမည်။ ကျောင်းသားများသည် ၎င်းတို့၏ လေ့လာမှုတွင် ထူးချွန်လိမ့်မည်။",
  "c": "Leo December 2023 Horoscope indicates that with the good aspects of the Sun, Mars, and Mercury you can look forward to good things during the month. You will have beneficial support from your support system.\nHowever, you will find obstructions to your progress from Jupiter and Venus. Overall, you can make progress without many problems even during the 2023 Mercury retrograde.\n",
  "d": "Leo 2023 Horoscope သည် နေ၊ အင်္ဂါဂြိုဟ်နှင့် ဗုဒ္ဓဟူးဂြိုဟ်တို့၏ ကောင်းသော ရှုထောင့်များဖြင့် December လအတွင်း ကောင်းမွန်သော အရာများကို မျှော်လင့်နိုင်သည်ဟု ညွှန်ပြသည်။ သင်ကို ကူညီနေသူများမှ အကျိုးရှိသော ပံ့ပိုးကူညီမှု ရရှိပါမည်။\nသို့သော်လည်း ဂျူပီတာနှင့် သောကြာဂြိုဟ်တို့မှ သင်၏ တိုးတက်မှုအတွက် အဟန့်အတားများကို သင်တွေ့လိမ့်မည်။ ယေဘုယျအားဖြင့်၊ သင်သည် 2023 Mercury ဆုတ်ခွာစဉ် အတွင်း၌ပင် ပြဿနာ များစွာမရှိဘဲ တိုးတက်မှုကို ပြုလုပ်နိုင်သည်။\n",
  "e": "Love relationships may reach their abyss during the month. This can be avoided by taking positive actions.\nLife with your partner can be highly disturbing during the month. This can be avoided if you can sort out the minor hazards that may arise. Singles should forge ahead in their quest for love mates by forgetting about minor mishaps. Plan for a child with care.\n",
  "f": "အချစ်ရေး ဆက်ဆံရေးသည် ဤလအတွင်း ချောက်ထဲ ရောက်သွားနိုင်သည်။ အပြုသဘောဆောင်တဲ့ လုပ်ရပ်တွေကို လုပ်ဆောင်ခြင်း အားဖြင့် ဒါကို ရှောင်ရှားနိုင်ပါတယ်။\nသင့်လက်တွဲဖော်နှင့်အတူ ဘဝသည် ဤလတွက် အလွန် အနှောက်အယှက် ဖြစ်နိုင်သည်။ ဖြစ်ပေါ်လာနိုင်သော အသေးစားအန္တရာယ်များကို ဖြေရှင်းနိုင်လျှင် ယင်းကို ရှောင်ရှားနိုင်သည်။ တစ်ကိုယ်ရေ သမားများသည် အသေးအမွှားကိစ္စများကို မေ့ထားခြင်းဖြင့် ၎င်းတို့၏ အချစ်ဖော်များကို ရှာဖွေရာတွင် ရှေ့ကိုတိုးသင့်သည်။ ရှေ့ဆက်ရန် အတွက် ဂရုတစိုက် စီစဉ်ပါ။\n",
  "g": "Family affairs will see all-around happiness with the help of stellar influences. There will be functions and celebrations that all the members will enjoy. New members may also be added to the family during the month.\nFamily finances look up and they can easily absorb the ever-rising expenses. Children will be positively impacted by the harmonious atmosphere. They will do very well in their studies and other activities.\n",
  "h": "ကြယ်ပွင့်များ၏ အကူအညီဖြင့် မိသားစု ရေးရာများတွင် ပျော်ရွှင်မှုကို မြင်တွေ့ရလိမ့်မည်။ မိသားစုဝင်အားလုံး နှစ်သက်မယ့် လုပ်ဆောင်ချက်တွေနဲ့ အခမ်းအနားတွေ ရှိပါလိမ့်မယ်။ မိသားစုဝင် အသစ်များကိုလည်း ဤလအတွင်း မိသားစုထဲသို့ ပေါင်းထည့်နိုင်သည်။\nမိသားစု ငွေရေးကြေးရေးများကို ရှာဖွေကြည့်ရာ ၎င်းတို့သည် အမြဲမြင့်တက်နေသော အသုံးစရိတ်များကို အလွယ်တကူ ဖြေရှင်းနိုင်သည်။ သဟဇာတရှိသော အခြေအနေကြောင့် ကလေးများသည် အပြုသဘောဆောင်သော သက်ရောက်မှုများ ရှိလာမည် ဖြစ်သည်။ သူတို့ရဲ့ ပညာရေးနဲ့ တခြားလုပ်ဆောင်ချက်တွေမှာ ကောင်းကောင်း လုပ်နိုင်ပါလိမ့်မယ်။\n",
  "i": "2023 Horoscope promises fabulous prospects for the health of individuals in December 2023. Recurring diseases will remain suppressed and this will be a matter of great happiness. Minor health problems can be taken care of through prompt medical assistance.\nThere may be problems with mental health due to stress. Proper rest and practices like meditation and sports will take care of this problem. Physical health can be augmented through a good diet and exercise program.\n",
  "j": "2023 ခုနှစ် ဒီဇင်ဘာလတွင် လူတစ်ဦးချင်းစီ၏ ကျန်းမာရေးအတွက် အံ့သြဖွယ်ကောင်းသော အလားအလာများကို ကတိပေးပါသည်။ နာတာရှည် ရောဂါများကို ဖိနှိပ်ထားမည်ဖြစ်ပြီး ၎င်းသည် ကြီးစွာသော ပျော်ရွှင်မှုတစ်ခု ဖြစ်လိမ့်မည်။ သာမန် အသေးစား ကျန်းမာရေး ကိစ္စများကို အမြန် ကျန်းမာရေး အကူအညီဖြင့် ပြုစုကုသနိုင်ပါသည်။\nစိတ်ဖိစီးမှုကြောင့် စိတ်ကျန်းမာရေး ပြဿနာများ ရှိနိုင်သည်။ တရားထိုင်ခြင်းနှင့် အားကစားလုပ်ခြင်းကဲ့သို့ သင့်လျော်သော အနားယူခြင်းနှင့် အလေ့အကျင့်များသည် ဤပြဿနာကို ကိုင်တွယ် ဖြေရှင်းနိုင်မည် ဖြစ်သည်။ ကောင်းမွန်တဲ့ အစားအသောက်နဲ့ လေ့ကျင့်ခန်းအစီအစဉ်ကနေ ခန္ဓာကိုယ် ကျန်းမာရေးကို မြှင့်တင်နိုင်ပါတယ်။\n",
  "k": "Zodiac 2023 does not promise great things for professionals. Star aspects are not congenial and this will create disturbances with seniors and associates at the workplace. This will naturally disturb your progress considerably.\nBecause of desperation, you tend to look for other alternatives to your present career. These may not help in the long run and should be done after serious thinking. Instead, you may try to find out reasons for the sorry state of affairs and try to rectify them.\n",
  "l": "Zodiac 2023 သည် အလုပ်အတွက် ကောင်းမွန်သောအရာများကို ကတိမပေးပေ။ ကြယ်ပွင့် ပုံသဏ္ဍာန်များသည် အလွန် ကောင်းမွန်ခြင်း မရှိပါ၊ ၎င်းသည် လုပ်ငန်းခွင်ရှိ သက်ကြီးရွယ်အိုများနှင့် အပေါင်းအသင်းများနှင့် အနှောင့်အယှက်ဖြစ်စေပါသည်။ ယင်းက သင့်တိုးတက်မှုကို သိသိသာသာ အနှောင့်အယှက်ဖြစ်စေသည်။\nစိတ်ပျက်အားငယ်မှုကြောင့် သင်သည် သင်၏ လက်ရှိ အသက်မွေးဝမ်းကြောင်းအတွက် အခြားရွေးချယ်စရာများကို ရှာဖွေလေ့ရှိသည်။ ဒါတွေက ရေရှည်မှာ အထောက်အကူမဖြစ်နိုင်သလို လေးလေးနက်နက် စဉ်းစားပြီးမှ လုပ်ဆောင်သင့်ပါတယ်။ ယင်းအစား၊ သင်သည် စိတ်မကောင်းဖြစ်ရသည့် အကြောင်းရင်းများကို ရှာဖွေပြီး ၎င်းတို့ကို ပြုပြင်ရန် ကြိုးစားပေမည်။\n",
  "m": "Monthly forecasts for 2023 are not favorable for the finances as planetary assistance is missing. Under these circumstances, all risky ventures tend to result in losses. They should be avoided as far as possible.\nThere will be problems at the workplace due to disharmony with colleagues and partners. This will also affect your financial growth. Financial assistance will be scarce. This will prevent you from expanding your field of activity or starting new ventures.\n",
  "n": "ဂြိုဟ်ဆိုင်ရာ အကူအညီများ ပျောက်ဆုံးနေသောကြောင့် 2023 အတွက် လစဉ် ခန့်မှန်းချက်များသည် ဘဏ္ဍာရေးအတွက် အဆင်မပြေပါ။ ဤအခြေအနေများ အောက်တွင် စွန့်စားရနိုင်သော လုပ်ငန်းများအားလုံး ဆုံးရှုံးမှုများ ဖြစ်ပေါ်လာတတ်သည်။ တတ်နိုင်သမျှ ရှောင်သင့်တယ်။\nစီးပွားဖက်များ နှင့် သဘောထား ကွဲလွဲမှုကြောင့် လုပ်ငန်းခွင်တွင် ပြဿနာများ ရှိမည်။ ဒါက မင်းရဲ့ဘဏ္ဍာရေးတိုးတက်မှုကို ထိခိုက်စေလိမ့်မယ်။ ငွေကြေးအကူအညီများ ရှားပါးလာမည်။ ၎င်းသည် အလုပ် ချဲ့ထွင်ခြင်း မဖြစ်စေရန် သင့်ကို တားဆီးလိမ့်မည် ဖြစ်သည်။\n",
  "o": "The education horoscope promises great times for those who are academically engaged. With the help of stars, you will have no problem doing well in your courses. Passing competitive tests also will become easier with some hard work.\nMedical and engineering students will have no problem with their progress in their studies. Students of trades and crafts will do well as usual. Students of creative subjects will do exceedingly well.\n",
  "p": "ပညာရေး ဇာတာသည် ပညာသင်ကြား နေသူများအတွက် ကောင်းသော အချိန်များကို ပေးသည်။ ကြယ်ပွင့်များ၏ အကူအညီဖြင့် သင့်သင်တန်းများတွင် ကောင်းမွန်စွာ လုပ်ဆောင်ရန် ပြဿနာမရှိပါ။ အပြိုင်အဆိုင် စာမေးပွဲများ ဖြေဆိုရာတွင်လည်း ကြိုးစားမှုအချို့ဖြင့် ပိုမိုလွယ်ကူလာမည် ဖြစ်ပါသည်။\nဆေးဘက်ဆိုင်ရာနှင့် အင်ဂျင်နီယာကျောင်းသားများသည် ၎င်းတို့၏လေ့လာမှုတွင် တိုးတက်မှုအတွက် ပြဿနာမရှိပေ။ လက်မှုပညာနှင့် လက်မှုပညာ သင်ကြားသည့် ကျောင်းသားများသည် ပုံမှန်အတိုင်း ကောင်းမွန်စွာ လုပ်ဆောင်နိုင်မည်ဖြစ်သည်။ တီထွင်ဖန်တီးမှု ဘာသာရပ် ကျောင်းသားများ သည် အလွန် ကောင်းမွန်စွာ လုပ်ဆောင် နိုင်လိမ့်မည်။ Leo ကျောင်းသားအားလုံး၏ ပညာရေး ကောင်းမွန်သော လဖြစ်ပါသည်။\n",
  "q": "Planetary aspects will bless the travel plans of Leo people during the month. There will be several travels both inland and overseas. Most of them will result in the progress expected.\nPeople who rely on travel for their career, as well as living, will be highly benefited. Salespeople, businessmen looking for promotion of their activities, and creative artists will be benefited immensely. Traveling for holidays and recreation will provide all the happiness and enjoyment expected.\n",
  "r": "ဤလအတွင်း ဂြိုလ်ရှုထောင့်များက သိဟ်လူမျိုးများ၏ ခရီးသွား အစီအစဉ်များကို ကောင်းချီးပေးလိမ့်မည်။ ခရီးသွားရလျင် အများစုမှာ တိုးတက်မှု ဖြစ်ပေါ်မည်ဟု မျှော်လင့်ပါသည်။\nအလုပ်အတွက် ခရီးသွားရခြင်းများ အလွန် အကျိုးရှိမည် ဖြစ်သည်။ အရောင်းသမားများ၊ စီးပွားရေးသမားများသည် ၎င်းတို့၏ လှုပ်ရှားမှုများကို မြှင့်တင်ရန် ရှာဖွေနေသည့် အနုပညာရှင်များနှင့် တီထွင်ဖန်တီးမှုရှိသော အနုပညာရှင်များကို အလွန် အကျိုးဖြစ်ထွန်းစေမည် ဖြစ်သည်။ အားလပ်ရက်များ၌ အပန်းဖြေခရီး ထွက်ခြင်းသည် ပျော်ရွှင်မှုနှင့် ပျော်ရွှင်မှုကို ပေးစွမ်းနိုင်မည်ဟု မျှော်လင့်ပါသည်။\n"
 }
]
