[
 {
  "id": "8_2023",
  "a": "Singles can get partners in love by being flexible. Career and finances may face rough weather. The family environment will be cordial.",
  "b": "တစ်ကိုယ်ရေ သမားတွေဟာ လိုက်လျောညီထွေ ရှိခြင်းဖြင့် အချစ်ရေးမှာ လက်တွဲဖော်ကို ရနိုင်ပါတယ်။ အသက်မွေးဝမ်းကြောင်း နှင့် ငွေရေးကြေးရေး သည် ကြမ်းတမ်းသော ရာသီဥတု အနေအထားကို ကြုံတွေ့ရနိုင်သည်။ မိသားစု ပတ်ဝန်းကျင် သာယာနေမည်။",
  "c": "Virgo August 2023 Horoscope indicates that there is a lull in your relationships so far. There has been less communication with friends and there is some breakdown in friendships. All these things are going to change this month. Jupiter will provide prospects to form new relationships. Mars will force you to move ahead with the available opportunities. Mercury retrograde will provide more occasions to form social connections.",
  "d": "Virgo ဩဂုတ်လ 2023 Horoscope သည် သင်၏ဆက်ဆံရေးတွင် ယခုအချိန်အထိ သာယာနေပြီ ဖြစ်ကြောင်း ဖော်ပြသည်။ သူငယ်ချင်းများနှင့် ပေါင်းသင်းဆက်ဆံမှု နည်းပါးပြီး မိတ်သင်္ဂဟများ ပြိုကွဲသွားတတ်ပါသည်။ ဤအရာ အားလုံးသည် ယခုလတွင် ပြောင်းလဲသွားမည် ဖြစ်သည်။ ဂျူပီတာသည် ဆက်ဆံရေးအသစ်များ ဖန်တီးရန် အလားအလာများကို ပေးဆောင်မည် ဖြစ်သည်။ Mars သည် သင့်အား ရရှိနိုင်သော အခွင့်အလမ်းများနှင့်အတူ ရှေ့ဆက်သွားရန် တွန်းအားပေးမည် ဖြစ်သည်။ Mercury ဆုတ်ခွာခြင်းသည် လူမှုဆက်ဆံရေးများ ထူထောင်ရန် အခွင့်အခါများ ပေးလိမ့်မည်။",
  "e": "There is a loss of confidence in forming new love relationships. You will have many opportunities if you are more flexible and look at the positive side. This will give more opportunities to get seduced.\nLove relationships with spouses appear to be miserable. However, these things can be transformed with some determination. They will get a new life with the help of the Sun, Mercury, and Mars. Singles will get very good chances of meeting exceptional people, provided they are more flexible. Plan for a baby with care.\n",
  "f": "အချစ်ရေးအသစ် ထူထောင်ရာတွင် ယုံကြည်မှု ပျောက်ဆုံးနေတတ်သည်။ ပိုပြီး လိုက်လျော ညီထွေရှိပြီး အကောင်းဘက်က ကြည့်မယ်ဆိုရင် အခွင့်အလမ်းတွေ အများကြီး ရလာပါလိမ့်မယ်။ ဒါက သွေးဆောင်ခံရဖို့ အခွင့်အလမ်း ပိုပေးလိမ့်မယ်။\nအိမ်ထောင်ဖက်နှင့် အချစ်ရေးတွင် အဆင်မပြေ ဖြစ်ပုံရသည်။ သို့သော် ဤအရာများကို ဆုံးဖြတ်ချက် အချို့ဖြင့် ပြောင်းလဲနိုင်သည်။ နေ၊ မာကျူရီနှင့် အင်္ဂါဂြိုဟ်တို့၏ အကူအညီဖြင့် ဘဝသစ်ကို ရရှိမည် ဖြစ်သည်။ တစ်ကိုယ်ရေ သမားများသည် ပို၍ လိုက်လျောညီထွေ ရှိသောကြောင့် ထူးခြားသူများနှင့် တွေ့ဆုံရန် အခွင့်အလမ်းကောင်းများ ရရှိမည် ဖြစ်သည်။ \n",
  "g": "Family relationships will be highly conflicting because of the negative star influences during the month. There will be interference from outsiders and this will harm the environment very badly. It is important to remove these obstructions decisively.\nThe progress of children in their studies and other activities can be seriously disturbed because of these negative influences. They will require more care. All efforts should be made to restore harmony in family affairs.\n",
  "h": "ဤလအတွင်း အနုတ်လက္ခဏာ ကြယ်လွှမ်းမိုးမှုများကြောင့် မိသားစုဆက်ဆံရေး လွန်စွာကွဲလွဲနေမည်။ ပြင်ပမှ ဝင်ရောက်စွက်ဖက်မှုများ ရှိလာပါက ပတ်ဝန်းကျင်ကို ဆိုးရွားစွာ ထိခိုက်စေမည် ဖြစ်ပါသည်။ ဤအတားအဆီးများကို ပြတ်ပြတ်သားသား ဖယ်ရှားရန် အရေးကြီးပါသည်။\nဤအပျက်သဘော ဆောင်သော လွှမ်းမိုးမှုများကြောင့် ကလေးများ၏ တိုးတက်မှုနှင့် အခြားလုပ်ဆောင်မှုများတွင် ပြင်းထန်စွာ နှောင့်ယှက်နိုင်သည်။ သူတို့က ပိုဂရုစိုက်ဖို့ လိုလိမ့်မယ်။ မိသားစု ရေးရာများတွင် သဟဇာတ ဖြစ်အောင် ပြန်လည် တည်ဆောက်ရန် အားလုံး ကြိုးပမ်း ဆောင်ရွက်သင့်သည်။\n",
  "i": "2023 Horoscope for Virgo is not very fruitful for the health prospects of Virgo people. Chronic ailments reappear making the situation terrible. They require continuous monitoring. There will be health problems due to stress. Some relief can be obtained through a regular diet and exercise routine. Stress can be reduced by resorting to relaxation techniques such as meditation and sports. Rescheduling activities will also help to some extent.",
  "j": "2023 ခုနှစ် Virgo အတွက် ဟောကိန်း မှာ Virgo ၏ ကျန်းမာရေး အလားအလာ အတွက် သိပ်ပြီး အကျိုးမရှိပေ။ နာတာရှည် ဝေဒနာတွေ ပြန်ပေါ်လာတော့ အခြေအနေက ပိုဆိုးလာတယ်။ စဉ်ဆက်မပြတ် စောင့်ကြည့်ရန် လိုအပ်သည်။ စိတ်ဖိစီးမှုကြောင့် ကျန်းမာရေး ပြဿနာများ ရှိတတ်မည်။ ပုံမှန် အစားအသောက်နှင့် လေ့ကျင့်ခန်း လုပ်ရိုးလုပ်စဉ်အားဖြင့် သက်သာရာ ရနိုင်သည်။ တရားထိုင်ခြင်းနှင့် အားကစားလုပ်ခြင်းကဲ့သို့သော အပန်းဖြေနည်းများကို အသုံးပြုခြင်းဖြင့် စိတ်ဖိစီးမှုကို လျှော့ချနိုင်သည်။ အချိန်ဇယားများ ပြန်လည်ပြင်ဆင်ခြင်း များကလည်း အတိုင်းအတာတစ်ခုအထိ ကူညီပေးပါမည်။",
  "k": "Monthly zodiac 2023 does not augur well for the progress of professionals in their line of activity. Relationships with colleagues and seniors will tend to be difficult. This might result in delays in the execution of projects.\nEven hard work will tend to be fruitless and this will lead to a sense of despair. It is important to be sincere and continue to work hard. Also, you should make efforts to develop good relationships at the workplace. All these will come in handy in the future.\n",
  "l": "လစဉ်ရာသီခွင် 2023 သည် လှုပ်ရှားမှုလိုင်းတွင် တိုးတက်မှုအတွက် ကောင်းမွန်စွာ မဖြစ်ထွန်းပါ။ လုပ်ဖော်ကိုင်ဖက်များ လူကြီးများနှင့် ဆက်ဆံရေး ခက်ခဲတတ်သည်။ ယင်းကြောင့် ပရောဂျက်များ အကောင်အထည် ဖော်ရာတွင် နှောင့်နှေးမှုများ ဖြစ်စေနိုင်သည်။\nကြိုးစားအား သော်လည်း အကျိုးမဖြစ်ထွန်းတတ်ပဲ စိတ်ပျက်အားငယ်မှုကို ဖြစ်စေတတ်သည်။ စိတ်ရင်းမှန်နဲ့ ဆက်လက်ကြိုးစားဖို့ အရေးကြီးတယ်။ ဒါ့အပြင် လုပ်ငန်းခွင်က လူများနှင့် ပေါင်းသင်းဆက်ဆံရေး ကောင်းဖို့ ကြိုးစား အားထုတ်သင့်ပါတယ်။ ဒါတွေအားလုံးက အနာဂတ်မှာ အဆင်ပြေလာပါလိမ့်မယ်။\n",
  "m": "2023 Horoscope Predictions are not highly positive for the financial prospects of Virgo people. Possibilities of bankruptcy are there if you are not careful in your actions. Avoid all speculative activities. Relationships with colleagues and partners will be highly turbulent. This will reduce the money flow. The environment is not helpful for the expansion of existing projects or starting fresh ones. These things can be taken up at a later date.",
  "n ": "2023 Horoscope Predictions များသည် Virgo လူမျိုးများ၏ ငွေကြေးဆိုင်ရာ အလားအလာများအတွက် အလွန် အပြုသဘောဆောင်သည် မဟုတ်ပါ။ မင်းရဲ့လုပ်ရပ်တွေကို သတိမထားမိရင် ဒေဝါလီ ခံရနိုင်ခြေရှိတယ်။ မှန်းဆ လုပ်ဆောင်မှုများ အားလုံးကို ရှောင်ကြဉ်ပါ။ လုပ်ဖော်ကိုင်ဖက်များ နှင့် ဆက်ဆံရေးသည် အလွန်အမင်း ရှုပ်ယှက်ခတ်နေလိမ့်မည်။ ဒီကနေ ငွေစီးဆင်းမှုကို လျှောနည်းမယ်။ လက်ရှိပရောဂျက်များ တိုးချဲ့ခြင်း သို့မဟုတ် အသစ်အသစ်များ စတင်ခြင်းအတွက် ပတ်ဝန်းကျင်သည် အထောက်အကူမပြုပါ။ ဤအရာများကို နောက်ပိုင်းရက်များမှ ပြုလုပ်ယူနိုင်သည်။",
  "o": "Stellar influences are not helping the educational prospects of Virgo students. They will be working hard, but the results are not commensurate with their effort. Performances in tests and examinations will be below par.\nCompetitive tests will be difficult to get through despite hard work and good coaching. Medical and engineering students will fail to hold on to their grades. It is necessary to continue your efforts as they will be useful in the future.\n",
  "p": "ကြယ်များ၏ လွှမ်းမိုးမှုများသည် Virgo ကျောင်းသားများ၏ ပညာရေးအလားအလာများကို အထောက်အကူ မပြုပါ။ ကြိုးစား အားထုတ်ကြသော်လည်း ရလဒ်များသည် ၎င်းတို့၏ ကြိုးစားအားထုတ်မှုနှင့် မကိုက်ညီပါ။ စာမေးပွဲများတွင် စွမ်းဆောင်ရည်များ နိမ့်ကျတတ်မည်ဖြစ်သည်။\nကြိုးစားအားထုတ်မှုနှင့် လေ့ကျင့်မှုကောင်းများကြားမှ အပြိုင်အဆိုင် စာမေးပွဲများကို ကျော်ဖြတ်ရန် ခက်ခဲပါလိမ့်မည်။ ဆေးဘက်ဆိုင်ရာနှင့် အင်ဂျင်နီယာကျောင်းသားများသည် ၎င်းတို့၏ အဆင့်အတန်းကို ထိန်းထားရန် ပျက်ကွက်လိမ့်မည်။ အနာဂတ်တွင် အသုံးဝင်မည်ဖြစ်သဖြင့် သင်၏ကြိုးပမ်းမှုများကို ဆက်လက်လုပ်ဆောင်ရန် လိုအပ်ပါသည်။\n",
  "q": "Travel activities might fail to bring in profits during the month. There will be both inland and overseas travel for business promotion as well as personal reasons. Most of them will give negative results. In the absence of any tangible gains from travel, it makes sense to cut down your trips for the present.",
  "r": "ခရီးသွား လုပ်ငန်းများသည် ဤလအတွင်း အမြတ်အစွန်းများ မရရှိနိုင်ပါ။ စီးပွားရေး မြှင့်တင်ရေး အတွက် ခရီးများ ကိုယ်ရေးကိုယ်တာ အတွက် ခရီးများ ရှိတတ်မည်။ အများစုမှာ အပျက်သဘောဆောင်သော ရလဒ်များကို ပေးတတ်မည်။ ခရီးသွားခြင်းမှ ထင်သာမြင်သာရှိသော အမြတ်အစွန်းများမရှိလျှင် သွားဖို့ အရမ်း မလိုအပ်လျင် လက်ရှိအချိန်အတွက် သင်၏ခရီးစဉ်များကို ဖြတ်တောက်ပစ်ရန် သင့်လျော်ပါသည်။"
 },
 {
  "id": "9_2023",
  "a": "Marital harmony will be restored by the end of the month. Career prospects are not great. Finances can end up with losses. There will be few benefits from travel.",
  "b": "ယခုလကုန်တွင် အိမ်ထောင်ရေး ညီညွတ်မှုကို ပြန်လည်ရရှိမည် ဖြစ်သည်။ အလုပ် အလားအလာက တော့ သိပ်မကြီးမားပါဘူး။ ငွေရေးကြေးရေးသည် အရှုံးနှင့်အဆုံးသတ်နိုင်သည်။ ခရီးသွားခြင်းမှ အကျိုးကျေးဇူး အနည်းငယ်ရရှိမည်။",
  "c": "Virgo September 2023 Horoscope indicates that you have all the resources to make your life happy and comfortable. There will be scope for growth and accomplishment. With the good aspects of Mercury, you will be shrewder and you will have an exact idea of your requirements. At the same time, you will become aware of your strengths and how to make use of them. This will give you the capacity to dictate things. You will be eager to grab the openings and over some time you will achieve success.",
  "d": "September 2023 ဟောကိန်းက Virgo ဘ၀ကို ပျော်ရွှင်အေးချမ်းစေမည့် အရင်းအနှီးအားလုံးကို ညွှန်ပြပါသည်။ ကြီးပွားရေးနှင့် အောင်မြင်ရန် နယ်ပယ်များ ရှိလိမ့်မည်။ Mercury ၏ ကောင်းမွန်သော သွင်ပြင်လက္ခဏာများဖြင့် သင်သည် လိမ္မာပါးနပ်ပြီး သင်၏ လိုအပ်ချက်များနှင့် ပတ်သက်၍ တိကျသော အကြံဥာဏ်ကို ရရှိမည် ဖြစ်သည်။ တစ်ချိန်တည်းမှာပင် သင်သည် သင်၏ အားသာချက်များနှင့် ၎င်းတို့ကို မည်သို့ အသုံးချရမည်ကို သိရှိလာမည် ဖြစ်သည်။ ၎င်းသည် သင့်အား အရာများကို ညွှန်ပြနိုင်သည့် စွမ်းရည်ကို ပေးလိမ့်မည်။ သင်ဟာ အဖွင့်အပိတ်တွေကို ဖမ်းဆုပ်ဖို့ စိတ်အားထက်သန်လာမှာ ဖြစ်ပြီး အချိန်ကြာလာတာနဲ့အမျှ သင် အောင်မြင်လာပါလိမ့်မယ်။",
  "e": "At the beginning of the month, you will be haunted by the negative events of the past. There will be a tendency to remain aloof. However, you will be able to overcome your frustrations and will have faith in yourself in matters of love and pregnancy during the 2023 Mercury retrograde.\nMarried couples might have problems in their union, and it is necessary to revive your feelings towards one another. There will be conflicts. But they will revive your partnership. Singles will have to overcome their desperation to get the right partners. They will be successful if they are more dynamic.\n",
  "f": "လ၏အစတွင်၊ သင်သည် အတိတ်၏ အပျက်သဘောဆောင်သော အဖြစ်အပျက်များကြောင့် ခြောက်လှန့်ခံရလိမ့်မည်။ ဝေးကွာနေမည့် သဘောထားရှိမည်။ သို့သော်၊ သင်သည် သင်၏ စိတ်ပျက်စရာများကို ကျော်လွှားနိုင်မည်ဖြစ်ပြီး 2023 Mercury နောက်ကြောင်းပြန်ဆုတ်မှုအတွင်း အချစ်နှင့် ရှေ့ဆက်ရန် ကိစ္စများတွင် သင့်ကိုယ်သင် ယုံကြည်မှု ရှိလာမည်ဖြစ်သည်။\nအိမ်ထောင်သည် စုံတွဲများသည် ၎င်းတို့၏ စည်းလုံးညီညွတ်မှုတွင် ပြဿနာများ ရှိနိုင်ပြီး အချင်းချင်းအပေါ် ခံစားချက်များ အပြန်လှန် ပြန်သုံးသပ်ရန် လိုအပ်ပါသည်။ ပဋိပက္ခတွေရှိတတ်မယ်။ ဒါပေမယ့် သူတို့က မင်းရဲ့လက်တွဲဖော်ကို ပြန်လည် ရှင်သန်စေလိမ့်မယ်။ တစ်ကိုယ်ရေ သမားများသည် မှန်ကန်သော လက်တွဲဖော်များရရှိရန် ၎င်းတို့၏ စိတ်ပျက်အားငယ်မှုများကို ကျော်လွှားရမည် ဖြစ်သည်။ ပိုပြီး သွက်လက် ထက်မြက်ရင် အောင်မြင်မှာပါ။\n",
  "g": "Family relations will face rough weather during the month due to planetary disturbances. There will be serious disagreements with the senior members of the family. You should make serious efforts to restore harmony in the relationships as the earliest.\nEven relationships between members of the family will be highly stressful. All this will affect every member of the family. All these will hurt the academic activities of the children. They fail to make progress and will become more undisciplined. Pay more attention to their activities.\n",
  "h": "ဂြိုဟ်များ အနှောင့်အယှက်များကြောင့် မိသားစု ဆက်ဆံရေးသည် ဤလအတွင်း ကြမ်းတမ်းသော ရာသီဥတုနှင့် ကြုံတွေ့ရလိမ့်မည်။ မိသားစု၏ လူကြီးများနှင့် အကြီးအကျယ် သဘောထား ကွဲလွဲမှုများ ရှိမည်။ ဆက်ဆံရေးတွင် သဟဇာတ ဖြစ်အောင် အလေးအနက်ထားပြီး မြန်မြန် ကြိုးပမ်းသင့်သည်။\nမိသားစု ဝင်များကြား ဆက်ဆံရေးသည်ပင်လျှင် လွန်စွာ စိတ်ဖိစီးနေလိမ့်မည်။ ဤအရာအားလုံးသည် မိသားစု ဝင်တိုင်းအပေါ် သက်ရောက်မှု ရှိမည် ဖြစ်သည်။ ဒါတွေအားလုံးက မိသားစုဝင် အားလုံးအပေါ် ထိခိုက်တတ်လိမ့်မယ်။ ကလေးများရှိကလည်း သူတို့ တိုးတက်အောင်မြင်မှုကို ထိခိုက်တတ်ပြီး ပို၍ စည်းကမ်း မဲ့လာတတ်မည်။ ကောင်းမွန်တဲ့ပတ်ဝန်းကျင်ကို ဖြစ်ပေါ်ပါစေ။\n",
  "i": "2023 Horoscope for Virgo is average for health prospects in September 2023. Chronic diseases will reappear and make life miserable. They will require constant medical attention. Stress will affect seriously your mental wellness.\nPhysical exercises along with a good diet program will help your physical fitness. Relaxation methods such as meditation and yoga will reduce your anxiety and help to improve your mental fitness.\n",
  "j": "2023 ခုနှစ် စက်တင်ဘာလတွင် Virgo ကျန်းမာရေး အလားအလာ အတွက် သာမန်မျှသာ ဖြစ်ပါသည်။ နာတာရှည် ရောဂါများ ပြန်လည် ပေါ်လာတတ်ပြီး ဘဝကို စိတ်ဆင်းရဲ စေတတ်သဖြင့် ဂရုစိုက်ပါ။။ ၎င်းတို့သည် အမြဲတစေ ဆေးကုသမှုခံယူရန် လိုအပ်မည် ဖြစ်သည်။ စိတ်ဖိစီးမှုက သင့်စိတ်ကျန်းမာရေးကို ပိုပြီးထိခိုက်စေတတ်ပါတယ်။\nကောင်းမွန်တဲ့ အစားအသောက် အစီအစဉ်နဲ့အတူ ကိုယ်ကာယ လေ့ကျင့်ခန်းတွေက သင့်ခန္ဓာကိုယ် ကြံ့ခိုင်မှုကို အထောက်အကူ ပြုပါလိမ့်မယ်။ တရားထိုင်ခြင်းနှင့် ယောဂကဲ့သို့သော အပန်းဖြေနည်းများသည် သင်၏စိုးရိမ်ပူပန်မှုကို လျော့ကျစေပြီး သင့်စိတ်ပိုင်းဆိုင်ရာ ငြိမ်းချမ်းမှုကို တိုးတက်စေရန် ကူညီပေးပါလိမ့်မည်။\n",
  "k": "Monthly astrology 2023 does not foretell great things in careers for Virgo professionals. Stellar influences are not positive and this will create conflict with colleagues and seniors at the workplace. Accomplishing targets will become an uphill task. It is important to restore harmony in the working environment.\nBecause of your bad performance, you tend to go for another job or change your career. These things will require serious thinking. They may not result in career happiness.\n",
  "l": "နက္ခတ်ဗေဒင် 2023 သည် Virgo ပညာရှင်များအတွက် ဤလ၌ အသက်မွေးဝမ်းကြောင်းဆိုင်ရာ ကောင်းမွန်သော အရာများကို ကြိုပြောထားခြင်း မရှိပါ။ ကြယ် လွှမ်းမိုးမှုများသည် အပြုသဘော မဆောင်ဘဲ ၎င်းသည် လုပ်ငန်းခွင်ရှိ လုပ်ဖော် ကိုင်ဖက်များနှင့် လူကြီးများနှင့် ပဋိပက္ခများကို ဖန်တီးပေးတတ်သဖြင့် သတိထားပါ။ ရည်မှန်းချက်တွေကို ပြီးမြောက်အောင် လုပ်ဆောင်ရမယ့် အလုပ်တစ်ခု တည်းကိုသာ အာရုံစိုက်ပါ။ လုပ်ငန်းခွင်အတွင်း သဟဇာတဖြစ်အောင် ပြန်လည် တည်ဆောက်ရန် အရေးကြီးပါသည်။\nမင်းရဲ့ စွမ်းဆောင်ရည် ညံ့ဖျင်းမှုကြောင့် သင်သည် အခြားအလုပ်တစ်ခုသို့ သွားရန် သို့မဟုတ် သင်၏ အသက်မွေးဝမ်းကြောင်းကို ပြောင်းလဲသွားတတ်သည်။ ဤအရာများသည် လေးနက်သော တွေးခေါ်မှု လိုအပ်ပေလိမ့်မည်။ အလုပ်နှင့် ပတ်သက်ပြီ ပြောင်းလဲခြင်းသည် ဆိုင်ရာ ပျော်ရွှင်မှုကို ဖြစ်ပေါ်စေမည် မဟုတ်ပေ။\n",
  "m": "Horoscope Predictions for 2023 do not forecast good things for the financial progress of Virgins. Returns from previous investments will not be good and new risky investments will end up in losses. Hardly any new avenues will be available to improve the finances.\nRelationships with associates and business partners will face problems. This will result in additional losses. Finances will not be forthcoming for further expansions or new investments. A rather lean month for the finances.\n",
  "n ": "2023 အတွက် ခန့်မှန်းချက်များသည် အပျိုစင်များ၏ ငွေကြေး တိုးတက်မှုအတွက် ကောင်းမွန်သော အရာများကို မခန့်မှန်းနိုင်ပါ။ ယခင် ရင်းနှီးမြုပ်နှံမှုများမှ ကောင်းသော ရလဒ်များ မရနိုင်ဘဲ အန္တရာယ်များသော ရင်းနှီးမြုပ်နှံမှု အသစ်များသည် ဆုံးရှုံးမှုနှင့် အဆုံးသတ် သွားတတ်သည်။ ငွေရေးကြေးရေး တိုးတက်ကောင်းမွန်ရန် နည်းလမ်းသစ်များ ရနိုင်မည်မဟုတ်ပေ။\nမိတ်ဆွေများနှင့် စီးပွားရေးလုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးပြဿနာများ ကြုံတွေ့ရတတ်မည်။ ၎င်းသည် ထပ်လောင်းဆုံးရှုံးမှုများ ဖြစ်ပေါ်စေမည်ဖြစ်သည်။ တိုးချဲ့မှုများ သို့မဟုတ် ရင်းနှီးမြှုပ်နှံမှုအသစ်များ အတွက် ငွေကြေးများ ရှိလာမည် မဟုတ်ပါ။ ငွေရေးကြေးရေး အတွက် ပေါ့ပေါ့ပါးပါး လေးပဲ မတွေးပါနဲ့။\n",
  "o": "Planetary help is not very forthcoming for the academic activities of Virgo students. Results despite hard work will prove to be unsatisfactory. Engineering and medical students will have trouble holding onto their grades.\nCompetitive tests will be difficult to get through despite more effort and good guidance. Students intent on higher studies will have difficulty in getting the right subjects or institutes. Keep working hard. It will help you in the future.\n",
  "p": "Virgo ကျောင်းသားများ၏ ပညာရေးဆိုင်ရာ လှုပ်ရှားမှုများအတွက် ကြယ်တာရာ အကူအညီသည် သိပ်ပြီး အဆင်သင့် မဖြစ်ပါ။ အလုပ်ကြိုးစားသော်လည်း ရလဒ်များသည် ကျေနပ်ဖွယ် မရှိပေ။ အင်ဂျင်နီယာနှင့် ဆေးကျောင်းသားများသည် ၎င်းတို့၏ အတန်းများကို ထိန်းထားရန် အခက်အခဲ ရှိလိမ့်မည်။\nပိုမိုအားစိုက်ထုတ်မှုနှင့် လမ်းညွှန်မှုကောင်းများကြားမှ ယှဉ်ပြိုင်ရခက်သော စာမေးပွဲများ။ အဆင့်မြင့် ဘာသာရပ်ကို သင်ယူလိုသော ကျောင်းသားများသည် မှန်ကန်သော ဘာသာရပ်များ သို့မဟုတ် တက္ကသိုလ်များ ရရှိရန် ခက်ခဲလိမ့်မည်။ ဆက်ကြိုးစားပါ။ ၎င်းသည် အနာဂတ်တွင် သင့်အား ကူညီလိမ့်မည်။\n",
  "q": "Prospects of good results from travel activities are highly difficult. Business people and artists will face problems in generating enough money. There will be quite several travels including overseas trips. All of them will prove to be of no help.\nEven holiday trips with friends and family members will not be enjoyable. It is prudent to reduce your travel activities to a few unavoidable ones.\n",
  "r": "ခရီးသွားလုပ်ငန်းများမှ ရလဒ်ကောင်းများရရှိရန် အလားအလာမှာ အလွန်ခက်ခဲပါသည်။ စီးပွားရေးသမားများနှင့် အနုပညာရှင်များသည် ခရီးအတွက် ငွေကြေး အလုံအလောက် ရရှိရန် ပြဿနာများနှင့် ရင်ဆိုင်နေရတတ်သည်။ နိုင်ငံရပ်ခြား ခရီးစဉ်များ အပါအဝင် ခရီးသွား အများအပြား ရှိမည်။ ၎င်းတို့အားလုံးသည် အကူအညီမရှိဟု သက်သေပြလိမ့်မည်။\nအပျော်ခရီးတွေ စီစဉ်ဖြစ်ရင်တောင် ထင်သလောက်မပျော်ရတတ်ပါဘူး။ ဖြစ်နိုင်ရင်တော့ ခရီးကိစ္စတွေကို အတတ်နိုင်ဆုံးလျှော့ချနိုင်အောင် ကြိုးစားပါ။\n"
 },
 {
  "id": "10_2023",
  "a": "Harmony in marriage and pregnancy is expected. Career growth will be excellent. Health will pose a few problems. Students might fail to make good progress.",
  "b": "အိမ်ထောင်ရေးနှင့် ရှေ့ဆက်နိုင်မှုတို့ ညီညွတ်မည်ဟု မျှော်လင့်ပါသည်။ အသက်မွေးဝမ်းကြောင်း တိုးတက်မှု အထူးကောင်းမွန်မည်။ ကျန်းမာရေး ပြဿနာ အနည်းငယ်ရှိမည်။ ကျောင်းသားများသည် ကောင်းမွန်သော တိုးတက်မှုကို သိပ်မမျှော်လင့်နိုင်ပေ။",
  "c": "Virgo October 2023 Horoscope indicates that the events during the month are influenced by the planets Mercury, Venus, Mars, and the Sun. Saturn and Jupiter also will impact the events. You will be able to transform things from time to time. Progress also is assured.\nYou will be able to overcome the challenges easily. There will be support from friends and family members for making changes to your progress. It is always advisable to get an expert opinion when necessary to move forward.\n",
  "d": "October 2023 တွင် Virgo တို့၏ အဖြစ်အပျက် အားလုံးကို Mercury, Venus, Mars, ဂြိုဟ်နှင့် နေ တို့၏ လွှမ်းမိုးမှုများ ပြည့်နှက်နေသည်။ စနေ ဂြိုဟ်နှင့် ဂျူပီတာ ဂြိုဟ် တို့ကလည်း ပူးပေါင်း ပံ့ပိုးပေးနေသည်။ အရာရာကို တစတစ ပြောင်း လဲ နိုင်ပါလိမ့်မယ်။ တဖြည်းဖြည်း တိုးတတ် ကောင်းမွန်လာပါလိမ့်မယ်။\nပြဿနာတွေကို အလွယ်တကူ ဖြေရှင်းနိုင်ပါလိမ့်မယ်။ တိုးတတ် ပြောင်းလဲမှု လုပ်ဆောင်ရာတွင် သူငယ်ချင်းများ မိသားစု များ၏ အကူအညီကို ရရှိပါလိမ့်မည်။ ရှေ့ဆက်ရန် စဉ်းစားတဲ့အခါ နားလည် ကျွမ်းကျင်သူ၏ အကူအညီကို ရယူလိုက်ပါ။\n",
  "e": "After the first week, Venus will help you to overcome the feelings of the past and start afresh. You can look for new things and go in for relationships.\nMarried relationships can be transformed to move ahead with the help of Venus and Mars. It is important to take the necessary actions for the relationship to progress like having a baby. Singles can get into love alliances by meeting more people.\n",
  "f": "ပထမပတ်ပြီးနောက် ဗီးနပ်စ်က အရင်က ဖြစ်ပေါ်ခဲ့တဲ့ ခံစားနာကျင်မှုများကို ပျောက်ကင်းစေနိုင်ပြီး အသစ်တဖန် လန်းဆန်း လာစေပါလိမ့်မယ်။ ဆက်ဆံရေးကို ရှေ့ဆက်နိုင်ဖို့အတွက် ခံစားချက် အသစ် တွေ လုပ်ဆောင်မှုအသစ်တွေနဲ့ မရိုးအီစေဖို့ နည်းလမ်းရှာပါ။\nအိမ်ထောင်သည် တွေရဲ့ ဆက်ဆံ ရေးကိုလည်း ဗီးနပ်စ် နဲ့ မားစ် ဂြိုဟ်တို့က ကောင်းမွန်မှုဆီသို့ ပြောင်းလဲနိုင်အောင် ကူညီပေးပါလိမ့်မယ်။ ဆက်ဆံရေးကို ရှေ့ဆက်နိုင်ဖို့ အတွက် က လိုအပ်တဲ့ လုပ်ဆောင်မှု အားလုံးကို မပျက်မကွက် လုပ်ဆောင်ဖို့ လိုအပ်ပါတယ်။ Singles တွေကတော့ လူများစွာနဲ့ ထိတွေ့နိုင်မှသာ ချစ်ခင်ဖော် တွဲဖက်ကို ရရှိနိုင်မှာ ဖြစ်ပါတယ်။\n",
  "g": "Family relationships will be highly volatile due to the negative influence of the planets. It is important to establish harmony among members. Family finances will be under stress and proper budgeting will be necessary to reduce the damage. Otherwise, you will end up taking loans to overcome the deficit.\nChildren will be naturally affected and their academic progress will suffer. More attention should be given to their future.\n",
  "h": "မိသားစုတွင်း ဆက်ဆံရေးကတော့ မကောင်းသော ဂြိုဟ် အချို့၏ လွှမ်းမိုးမှုကြောင့် အနည်းငယ် စပ်စပ်ထိ မခံ ဖြစ်နေတတ်ပါတယ်။ မိသားစုတွင်း ငွေးရေးကြေးရေးကလည်း စိတ်ဖိစီးစရာ တချို့ ရှိနေတတ်သဖြင့် သင့်လျော်သော ငွေကြေးစီမံခန့်ခွဲမှုကို ပြုလုပ်သင့်ပါတယ်။ ဒီလိုမှ မဟုတ်ရင် ကြွေးပတ်လည် ဝိုင်းနေရတတ်ပါတယ်။\nကလေးများ ရှိကလည်း မိသားစုအရေးတွေကြောင့် ပညာရးမှာ အနည်းငယ် ထိခိုက်စေတတ်ပါတယ်။ ဒါကြောင့် ကလေးတွေရဲ့ အနာဂတ်အတွက် ပိုမို အာရုံစိုက်ပါ။\n",
  "i": "2023 Horoscope for Virgo is less helpful for health prospects. Chronic diseases tend to flare up and will require immediate medical attention. There will be problems related to anxiety and nervous disorders.\nIn addition to medical assistance, it is important to focus on diet and fitness. This will help maintain physical health. Proper relaxation through meditation and sports will help with mental disorders. Take more rest and spend time on sports.\n",
  "j": "အပျိုစင် ရာသီဖွားများအတွက် အောက်တိုဘာလသည် ကျန်းမာရေးအတွက် အကူအညီဖြစ်နိုင်စရာ နည်းပါးပါသည်။ နာတာရှည်ရောဂါ များ သို့မဟုတ် ရောဂါဟောင်းများ ရှိပါက ပြန်ပေါ်လာတတ်ပြီး စောလျင်စွာ ကုသရန် လိုအပ်ပါသည်။ စိတ်ပိုင်းဆိုင်ရာ မတည်ငြိမ်မှုများ စိတ်လှုပ်ရှားမှုများလည်း ဖြစ်ပေါ်တတ်သဖြင့် သတိထားပါ။\nသင့်လျော်သော diet plan များ ချမှတ်ပြီး ကျန်းမာအောင် နေထိုင်ပါ။ ရုပ်ပိုင်းရော စိတ်ပိုင်းကိုပါ ကောင်းမွန်အောင် ဂရုစိုက်ပါ။ ဖြစ်နိုင်ရင် အားကစား ပြုလုပ်ခြင်း တရားထိုင်ခြင်း ယောဂ ကျင့်ခြင်းတို့ကိုပါ ပြုလုပ်သင့်ပါသည်။\n",
  "k": "Horoscope 2023 is average for Virgo professionals due to the negative impact of the stars. Relationships with colleagues and seniors will not be harmonious and this will affect your performance. Even hard work will not help.\nAll this will make you think of changing jobs or areas of occupation. These things will be futile. Hence, try to establish good relationships with your colleagues. Keep working hard and this will help you in the future.\n",
  "l": "အနုတ်လက္ခာဏာဆောင်သော ကြယ်များကြောင့် အောက်တိုဘာလ၌ Virgo တို့၏ လုပ်ငန်းသည် သာမန်သာဖြစ်သည်။ အတူလုပ်ဆောင်နေသူများနှင့် လိုက်လျောညီထွေ ဖြစ်မနေပဲ လုပ်သမျှ အရာမထင် ဖြစ်နေတတ်ပါသည်။\nအလုပ်ပြောင်းခြင်း၊ နေရာပြောင်းခြင်းများကို လုံးဝ မစဉ်းစားပဲ လက်ရှိလုပ်ကိုင်နေသူများနှင့် သင့်တင့်အောင်သာ ကြိုးစားပါ။ ဒီလိုလုပ်ခြင်းဟာ အနာဂတ်မှာ တောက်ပလာမှာပါ။\n",
  "m": "2023 monthly predictions do not predict very good things for the finances of Virgos. With no stellar help coming forth, returns from the existing investments will be below expectations. Risky instruments of savings will end up in losses.\nRelationships with partners and colleagues will not be congenial. This will further reduce money flow. Finances are difficult to get. Thus new projects and expansions of the old ones will have to be put on hold. Overall, it is a bad time for financial growth.\n",
  "n ": "၂၀၂၃ ဟောကိန်းတွေအရ Virgos တို့ရဲ့ ငွေရေးကြေးရေးက သိပ်ပြီးတော့ မကောင်းပါဘူး။ ရင်းနှီးမြှုပ်နှံမှုများကလည်း မျှော်လင့်သလောက် မရတတ်ပဲ ဖြစ်နေတတ်ပါတယ်။ စွန့်စားပြီးတော့ မတင်ရင်းနှီးမှု အသစ်တွေကိုလည်း လုံးဝ မလုပ်ပါနဲ့။\nပတ်ဝန်းကျင်မှ အတူအလုပ်လုပ်သူများနှင့်လည်း သိပ်အဆင်မပြေနေတတ်သဖြင့် ငွေဝင်ပေါက်လည်း နည်းနေတတ်သဖြင့် အတတ်နိုင်ဆုံး လိုက်ရောညီထွေ ဖြစ်အောင် ကြိုးစားနေထိုင်ပါ။ အလုပ်သစ် စလုပ်ဖို့လည်း လုံးဝ စိတ်မကူးပါနဲ့။ ငွေကြေးအရတော့ ဒီလဟာ သိပ်မကောင်းပါဘူး။\n",
  "o": "Stellar help is not forthcoming for the academic progress of students. This will make you lazy and your mental attitude will not be helpful. Naturally, the performances in examinations tend to be unsatisfactory.\nEngineering and medical students will have problems maintaining their grades. Those appearing for competitive tests might fail to make progress despite good coaching. There will be some relief for students of crafts and trades.\n",
  "p": "ပညာရေးမှာတော့ ကြယ်တာရာ အကူအညီ မရနိင်ပါဘူး။ ပျင်းရိနေတတ်ပြီး စိတ်မပါ လက်မပါ ဖြစ်နေတတ်ပါတယ်။ ဒါကြောင့် စာမေးပွဲ တွေ လေ့လာမှု ရလဒ်တွေဟာ သိပ်ပြီး ကျေနပ်စရာ မကောင်းတတ်ပါဘူး။\nအင်ဂျီနီယာတွေ ဆေးကျောင်းသားတွေကလည်း ပညာရေးမှာ သိပ်မကောင်းတတ်ပါဘူး။ ကူးသန်းရောင်းဝယ်ရေး နဲ့ သက်ဆိုင်တဲ့ ကျောင်းသားတွေကတော့ သိပ်ထိခိုက်မှု မရှိနိုင်ပါဘူး။ \n",
  "q": "There will not be any planetary assistance forthcoming for the travel activities of Virgo people. Hence most of the travel will produce negative results. In addition, there are possibilities of physical injuries during these trips.\nTravels will be both inland and overseas. Even religious and holiday trips are expected during the month. Invariably, all of them end up on a negative note. It is advisable to trim your trips and help reduce losses.\n",
  "r": "ဒီလဟာ ကောင်းသော ကြယ်တာရာ အကူအညီ မရနိုင်တာကြောင့် Virgo တွေအတွက် ခရီးလည်း သိပ်မကောင်းပါဘူး။ ထင်သလို မဖြစ်တာက များတတ်ပါတယ်။ ထိခိုက်ဒဏ်ရာများပါ ဖြစ်တတ်သဖြင့် သတိထားစေချင်ပါတယ်။ \nကုန်းလမ်း ရေလမ်း များလည်း ရှိတတ်သဖြင့် သတိထားပါ။ ဘာသာရေး ခရီး အားလပ်ရပ် အပန်းဖြေ ခရီးတွေလည်း ရှိနေတတ်ပါတယ်။ ဖြစ်နိုင်ရင်တော့ ဘယ်လိုခရီးမျိုးကို မှ မသွားပါနဲ့။\n"
 },
 {
  "id": "11_2023",
  "a": "Jupiter will help your progress. Singles will get love partners. Family life will be highly enjoyable. Health prospects are fabulous.",
  "b": "ဂျူပီတာဂြိုလ်က တိုးတတ်အောင် ကူညီပေးပါလိမ့်မယ်။ လူလွတ်တွေကတော့ တွဲဖက်တွေ ရပါလိမ့်မယ်။ မိသားဟု ဘဝတွေလည်း သာယာနေပါလိမ့်မယ်။ ကျန်းမာရေးလည်း ကောင်းပါတယ်။",
  "c": "Virgo November 2023 Horoscope predicts that you will get chances to progress with the help of Jupiter. You will also have the enthusiasm to make use of these opportunities. On the other hand, planets, Mars, the Sun, and Mercury will generate obstructions to the progress.\nHowever, these problems can be overcome by being more enterprising and making use of your social contacts. With sensible targets, you will succeed in your ventures.\n",
  "d": "Jupiter ဂြိုလ်ရဲ့ အကူအညီကြောင့် နိုဝင်ဘာမှာ တိုးတက်ဖို့ အတွက် အခွင့်အလမ်းကောင်းတွေ ရလာပါလိမ့်မယ်။ ဒီအခွင့်အရေးတွေကို အသုံးချနိုင်ဖို့ မင်းကိုယ်ကလည်း စိတ်အားထက်သန်နေပါလိမ့်မယ်။ တခြားတဖက်ကလည်း မားစ်၊ မာကျူရီနဲ့ နေ တို့ကလည်း ဟန့်တားပိတ်ဆို့မှု တချို့ ပြုလုပ်နိုင်တာကြောင့် သတိထားပါ။\nဒါပေမယ့် ဒီအခက်အခဲတွေကို မင်းရဲ့ လူမှုရေး အကူအညီတွေကနေတဆင့် ကောင်းမွန်စွာ ကျော်လွှားနိုင်ပါလိမ့်မယ်။ မင်းရဲ့ ခိုင်မာတဲ့ ရည်မှန်းချက်တွေကြောင့် မင်းရဲ့ လမ်းကြောင်းတလျှောက်မှာ အောင်မြင်မှာပါ။\n",
  "e": "Love relationships can be made harmonious by forgetting about previous events and focusing on the present. There will be opportunities to meet attractive people and you have to be selective in your preferences. This is a good month to plan for a pregnancy.\nThere can be misunderstandings between partners in married life. But things can be made smoother with planetary assistance. Singles will have the possibility of getting into love with an exceptional person.\n",
  "f": "အချစ်ရေးသည် ယခင်ဖြစ်ရပ်များကို မေ့လျော့ပြီး ပစ္စုပ္ပန်ကို အာရုံစိုက်ခြင်းဖြင့် ညီညွတ်စေနိုင်သည်။ ဆွဲဆောင်မှုရှိတဲ့ လူတွေနဲ့ တွေ့ဆုံဖို့ အခွင့်အလမ်းတွေ ရှိလာမှာ ဖြစ်ပြီး သင်နှစ်သက်ရာကို ရွေးချယ်တတ်ဖို့ လိုပါတယ်။ ဤလသည် ရှေ့ဆက်ရန်အတွက် အစီအစဉ်ကောင်းတစ်ခုဖြစ်သည်။\nအိမ်ထောင်သည် ဘဝတွင် လက်တွဲဖော်များ အကြား အထင်အမြင် လွဲမှားမှုများ ရှိနိုင်သည်။ သို့သော် ဂြိုဟ်အကူအညီဖြင့် အရာများကို ချောမွေ့အောင် ပြုလုပ်နိုင်သည်။ တစ်ကိုယ်ရေ သမားတွေဟာ ထူးခြားတဲ့ သူတစ်ယောက်နဲ့ ချစ်မိဖို့ အလားအလာ ရှိပါလိမ့်မယ်။\n",
  "g": "The family environment will be extremely pleasant as stellar help is available. There will be celebrations and happy events to add to the happiness. Relationships between members will present a bright picture.\nFamily finances also will be sufficient to meet the expenses. Children will be highly benefited from the congenial environment. They will excel in their academic and other activities. They tend to be courteous towards others. This will further add to the happiness of the family.\n",
  "h": "ကြယ်ပွင့်များ၏ အကူအညီ ရရှိနိုင်သောကြောင့် မိသားစု ပတ်ဝန်းကျင်သည် အလွန် သာယာမည် ဖြစ်သည်။ ပျော်ရွှင်မှုတွေ တိုးစေမယ့် အခမ်းအနားတွေနဲ့ ပျော်ရွှင်စရာ ပွဲတွေ ရှိမယ်။ မိသားစုဝင်များကြား ဆက်ဆံရေးသည် တောက်ပသော ရုပ်ပုံလွှာကို တင်ဆက်ပေးလိမ့်မည်။\nမိသားစု ဘဏ္ဍာရေး စရိတ်စကများ ဖြည့်ဆည်းရန် လုံလောက်ပေလိမ့်မည်။ ကလေးများသည် သာယာသော ပတ်ဝန်းကျင်မှ အကျိုးကျေးဇူး များစွာရရှိမည် ဖြစ်သည်။ သူတို့ရဲ့ ပညာရေးနဲ့ တခြားလုပ်ဆောင်ချက်တွေမှာ ထူးချွန်ကြလိမ့်မယ်။ သူတို့သည် အခြားသူများအပေါ် ကြင်နာတတ်ကြသည်။ ဒါက မိသားစုရဲ့ ပျော်ရွှင်မှုကို ပိုတိုးစေမှာပါ။\n",
  "i": "2023 Horoscope for Virgo promises wonderful health prospects for the Virgins. Recurring diseases will remain suppressed and this will be of great help to the individuals. Minor health problems can be taken care of through normal medical attention.\nPhysical health can be augmented through a regular diet and fitness program. Mental health can be further improved through practices like sports, yoga, and meditation. It is time to indulge in adventure sports and other outdoor activities.\n",
  "j": "2023 သည် အပျိုစင်များအတွက် အံ့သြဖွယ်ကောင်းသော ကျန်းမာရေး အလားအလာများကို ကတိပေးပါသည်။ ထပ်တလဲလဲ ဖြစ်တတ်သော ရောဂါများကို ဆက်လက် နှိမ်နင်းမည် ဖြစ်ပြီး ၎င်းသည် တစ်ဦးချင်းစီအတွက် များစွာသော အကူအညီ ဖြစ်လိမ့်မည်။ သာမန် ကျန်းမာရေး စောင့်ရှောက်မှုဖြင့် အသေးစား ကျန်းမာရေး ပြဿနာများကို ကုသနိုင်ပါသည်။\nပုံမှန် အစားအသောက်နှင့် ကျန်းမာကြံ့ခိုင်မှု အစီအစဉ်ဖြင့် ခန္ဓာကိုယ် ကျန်းမာရေးကို မြှင့်တင်နိုင်သည်။ အားကစား၊ ယောဂနှင့် တရားထိုင်ခြင်း ကဲ့သို့သော အလေ့အကျင့်များ မှတစ်ဆင့် စိတ်ကျန်းမာရေးကို ပိုမို တိုးတက်စေနိုင်သည်။ စွန့်စားရသော အားကစားနှင့် အခြား ပြင်ပလှုပ်ရှားမှု များတွင် ပါဝင်ဆင်နွှဲရန် အချိန်ကျရောက်ပြီ ဖြစ်သည်။\n",
  "k": "Horoscopes for 2023 promise average things for the career growth of professionals. Planetary influences will create problems in the working place with colleagues and management. Despite hard work, performance will be below par.\nAll these can lead to frustration and there will be plans to change the job or careers. These may not help very much. It will be advisable to develop harmony with colleagues and continue to work sincerely. This will be of help in the future.\n",
  "l": "2023 ခုနှစ်အတွက် ဟောကိန်း များသည် လုပ်ငန်းဆိုင်ရာ တိုးတက်မှုအတွက် သင့်တင့်မှုကို ကတိပေးပါသည်။ ဂြိုလ်လွှမ်းမိုးမှုများသည် လုပ်ဖော်ကိုင်ဖက်များ စီမံခန့်ခွဲသူများနှင့် လုပ်ငန်းခွင်တွင် ပြဿနာများကို ဖန်တီးပေးလိမ့်မည်။ ကြိုးကြိုးစားစား လုပ်ပေမယ့် စွမ်းဆောင်ရည်က နိမ့်ကျနေတတ်ပါတယ်။\nဒါတွေအားလုံးဟာ စိတ်ပျက်စရာတွေ ဖြစ်စေနိုင်ပြီး အလုပ် ဒါမှမဟုတ် နေရာတွေကို ပြောင်းလဲဖို့ အစီအစဉ်တွေ ရှိလာနိုင်ပါတယ်။ ဒါတွေက သိပ်ပြီး မကူညီနိုင်ဘူးလေ။ လုပ်ဖော်ကိုင်ဖက်တွေနဲ့ သဟဇာတ ဖြစ်အောင် ရိုးသားစွာ ဆက်လက်လုပ်ကိုင်ဖို့ အကြံပြုလိုပါတယ်။ ဒါက အနာဂတ်မှာ အကူအညီ ဖြစ်လိမ့်မယ်။\n",
  "m": "Monthly horoscope predictions for 2023 indicate that financial prospects are fabulous with the help of stars. Business people and creative artists will benefit immensely and there will be a constant flow of money. If you are indulging in risky investments, you will make money.\nRelationships with colleagues and partners will be delightful and this will increase the profits further. Social contacts also will contribute towards financial progress. The time is ripe for expansions and new investments.\n",
  "n ": "2023 ခုနှစ်အတွက် လစဉ် ဇာတာ ဟောကိန်းများသည် ကြယ်များ၏ အကူအညီဖြင့် ငွေကြေး အလားအလာများ အံ့မခန်း ဖြစ်ကြောင်း ဖော်ပြသည်။ စီးပွားရေး သမားများနှင့် အနုပညာရှင်များသည် များစွာ အကျိုးရှိမည် ဖြစ်ပြီး ငွေကြေး အဆက်မပြတ် စီးဆင်းနေမည် ဖြစ်သည်။ စွန့်စားရတဲ့ ရင်းနှီးမြုပ်နှံမှုမှာ စိတ်ပါဝင်စားရင် ငွေရှာလို့ကောင်းမယ်။\nလုပ်ဖော် ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် ကြည်နူးဖွယ်ကောင်းပြီး အမြတ်အစွန်းများကို ပိုမို တိုးပွားစေမည် ဖြစ်သည်။ လူမှုရေး အဆက်အသွယ်များကလည်း ငွေကြေး တိုးတက်မှုကို အထောက်အကူ ဖြစ်စေသည်။ ချဲ့ထွင်ခြင်းနှင့် ရင်းနှီးမြှုပ်နှံမှု အသစ်များအတွက် အချိန်တန်ပြီ ဖြစ်သည်။\n",
  "o": "Planetary assistance is available for the educational activities of Virgo students. With hard work and good concentration, they will perform very well in the examinations. Engineering and medical students will have no problem maintaining their grades.\nPassing competitive examinations will not be difficult with regular guidance. Students of crafts will do very well in their courses. Overall, a good month for students and their educational activities.\n",
  "p": "Virgo ကျောင်းသားများ၏ ပညာရေးဆိုင်ရာ လှုပ်ရှားမှုများအတွက် Planetary အကူအညီကို ရရှိနိုင်သည်။ အလုပ်ကြိုးစားပြီး အာရုံစူးစိုက်မှု ကောင်းသဖြင့် စာမေးပွဲများတွင် ကောင်းစွာ ဖြေဆိုနိုင်မည် ဖြစ်သည်။ အင်ဂျင်နီယာ နှင့် ဆေးကျောင်းသား များသည် ၎င်းတို့၏ အမှတ်များကို ထိန်းသိမ်းရာတွင် ပြဿနာ မရှိပါ။\nအပြိုင်အဆိုင် စာမေးပွဲများကို ပုံမှန်လမ်းညွှန်မှုဖြင့် ဖြေဆိုရန် ခက်ခဲမည် မဟုတ်ပါ။ ဝိဇ္ဇာကျောင်းသားများသည် ၎င်းတို့၏သင်တန်းတွင် ကောင်းစွာ တတ်မြောက်ကြလိမ့်မည်။ ယေဘုယျအားဖြင့်၊ ကျောင်းသားများနှင့် ၎င်းတို့၏ ပညာရေး လှုပ်ရှားမှုများအတွက် ကောင်းမွန်သော လဖြစ်သည်။\n",
  "q": "Travel activities face problems during the month due to unfavorable planetary positions. There will be both inland and overseas travel. All these will give negative results. Mainly business people, artists, and sales personnel will be adversely affected.\nEven religious and holiday trips with friends and family members fail to generate the happiness and enthusiasm expected. It is advisable to reduce the travel plans to avoid discomfort.\n",
  "r": "ဤလအတွင်း ခရီးသွား လုပ်ငန်းများသည် အဆင်မပြေသော ဂြိုဟ်အနေအထားများကြောင့် ပြဿနာများ ကြုံတွေ့ရတတ်ပါသည်။ ပြည်တွင်းပြည်ပခရီး နှစ်မျိုးစလုံးရှိတတ်မည်။ ဒါတွေအားလုံးက အပျက်သဘောဆောင်တဲ့ ရလဒ်တွေ ပေးတတ်မယ်။ အဓိကအားဖြင့် စီးပွားရေးသမားတွေ၊ အနုပညာရှင်တွေနဲ့ အရောင်းဝန်ထမ်းတွေကို ဆိုးဆိုးရွားရွား ထိခိုက်စေတတ်မယ်။\nသူငယ်ချင်းများနှင့် မိသားစုဝင်များနှင့်အတူ ဘာသာရေးနှင့် အားလပ်ရက် ခရီးများပင်လျှင် မျှော်လင့်ထားသည့် ပျော်ရွှင်မှုနှင့် စိတ်အားထက်သန်မှုတို့ကို မရရှိနိုင်ပါ။ မသက်မသာ မဖြစ်စေရန် ခရီးသွားအစီအစဉ်များကို လျှော့ချရန် အကြံပြုအပ်ပါသည်။\n"
 },
 {
  "id": "12_2023",
  "a": "Health will be fabulous. Married life will be harmonious. Singles will be lucky in love. Career and finances fail to make progress.",
  "b": "ကျန်းမာရေး ကောင်းမွန်လာမည်။ အိမ်ထောင်သည်ဘဝ ညီညွတ်မည်။ အချစ်ရေးတွင် တစ်ကိုယ်ရေသမားများသည် ကံကောင်းသူများ ဖြစ်မည်။ အသက်မွေးဝမ်းကြောင်း နှင့် ငွေရေးကြေးရေး သည် တိုးတက်မှု သိပ်မရှိပါ။",
  "c": "Virgo December 2023 Horoscope promises good growth prospects. You will feel comfortable working on your progress. Relationships tend to become stronger and more affectionate. You will grab all the opportunities that you come across.\nSaturn will tend to create some problems in this happy state of affairs. It depends on your capability to rise above the problems if you want to progress further.\n",
  "d": "December 2023 ဟောကိန်း သည် Virgo ကို ကောင်းသော တိုးတက်မှု အလားအလာကို ကတိပေးသည်။ မင်းရဲ့တိုးတက်မှုအတွက် မင်းစိတ်ကျေနပ်မှု ခံစားရလိမ့်မယ်။ ပေါင်းသင်းဆက်ဆံရေးက ပိုခိုင်မြဲပြီး ချစ်ဖို့ကောင်းလာတတ်သည်။ ကြုံလာသမျှ အခွင့်အရေးတွေကို ဖမ်းဆုပ်နိုင်ပါလိမ့်မယ်။\nစနေဂြိုဟ်သည် ဤပျော်ရွှင်သော အခြေအနေတွင် ပြဿနာအချို့ကို ဖန်တီးတတ်သည်။ ဒီ့ထက်ပိုပြီး တိုးတက်ချင်တယ် ဆိုရင်တော့ ပြဿနာတွေကို ကျော်တက်ဖို့ သင့်စွမ်းရည်ပေါ်မှာ မူတည်ပါတယ်။\n",
  "e": "Venus will help love relationships to be harmonious and steady. There will be an air of happiness pervading the environment. Take the right decisions to eliminate external disturbances and plan for a baby.\nLife with a partner will see great improvement. You should tackle outside disturbances coolly or disregard them completely. Venus will help singles to form love relationships within their social connections.\n",
  "f": "ဗီးနပ်စ်သည် အချစ်ရေးတွင် သဟဇာတရှိပြီး တည်ငြိမ်စေရန် ကူညီပေးသည်။ ပတ်ဝန်းကျင်ကို လွှမ်းခြုံထားတဲ့ ပျော်ရွှင်မှုလေတွေ ရှိမယ်။ ပြင်ပ အနှောက်အယှက်များကို ဖယ်ရှားရန် မှန်ကန်သော ဆုံးဖြတ်ချက်များချပြီး သာယာမှုအတွက် အစီအစဉ်ဆွဲပါ။\nလက်တွဲဖော်နှင့်အတူ ဘဝသည် ကြီးစွာသော တိုးတက်မှုကို တွေ့ရလိမ့်မည်။ ပြင်ပ အနှောင့်အယှက်များကို အေးဆေးစွာ ကိုင်တွယ် ဖြေရှင်းသင့်သည် သို့မဟုတ် ၎င်းတို့ကို လုံးဝ ဂရုမစိုက်သင့်ပါ။ Venus သည် တစ်ကိုယ်ရေ သမားများကို ၎င်းတို့၏ လူမှုဆက်ဆံရေးအတွင်း ချစ်ခြင်းမေတ္တာဖွဲ့ရန် ကူညီပေးလိမ့်မည်။\n",
  "g": "Stellar assistance is not available for peace in the family environment. There will be strong differences between the senior members of the family and this will vitiate the family’s happiness. It is advisable to make strong efforts to create peace in the surroundings.\nThere might be conflicts between the members that will be detrimental to the affairs of the children. Their progress can slow down and they are likely to misbehave with others. Strict control and guidance will be necessary to make them concentrate on their studies.\n",
  "h": "မိသားစု ပတ်ဝန်းကျင်တွင် ငြိမ်းချမ်းရေးအတွက် ကြယ်ပွင့်အကူအညီ မရရှိနိုင်ပါ။ မိသားစု၏ သက်ကြီးရွယ်အိုများ ကြားတွင် ပြင်းထန်သော ကွဲပြားမှုများ ရှိမည်ဖြစ်ပြီး ၎င်းသည် မိသားစု၏ ပျော်ရွှင်မှုကို ထိခိုက်စေတတ်မည် ဖြစ်သည်။ ပတ်ဝန်းကျင်တွင် ငြိမ်းချမ်းရေးကို ခိုင်ခိုင်မာမာ ဖန်တီးရန် အကြံပြုလိုပါသည်။\nမိသားစုဝင်များကြားတွင် ပဋိပက္ခများသည် ကလေးများ၏ အရေးကို ထိခိုက်စေနိုင်သည်။ သူတို့၏ တိုးတက်မှုသည် နှေးကွေးနိုင်ပြီး အခြားသူများကို လွဲမှားစွာ ပြုမူ ဆက်ဆံ တတ်ပါသည်။ ၎င်းတို့၏ လေ့လာမှုအပေါ် အာရုံစိုက်စေရန် တင်းကျပ်သော ထိန်းချုပ်မှုနှင့် လမ်းညွှန်မှုများ လိုအပ်မည် ဖြစ်သည်။\n",
  "i": "2023 Horoscope for Virgo promises excellent health prospects for individuals in December 2023. Recurring diseases will remain under control and this will provide a major relief. Physical health can be improved father through exercise and a good diet.\nThere may be some problems due to stress and anxiety. Proper rest will help if you do not overexert. Sports and relaxation techniques such as yoga and meditation will help to a large extent. Overall, health prospects appear to be wonderful.\n",
  "j": "2023 ခုနှစ် ဒီဇင်ဘာလတွင် Virgo လူတစ်ဦးချင်းစီအတွက် အထူးကောင်းမွန်သော ကျန်းမာရေး အလားအလာများကို ကတိပေးပါသည်။ ထပ်တလဲလဲ ရောဂါများကို ထိန်းချုပ်နိုင်မည် ဖြစ်ပြီး ၎င်းသည် ကြီးမားသော သက်သာရာ ရစေမည် ဖြစ်သည်။ လေ့ကျင့်ခန်းလုပ်ပြီး ကောင်းမွန်တဲ့ အစားအသောက်တွေ စားသုံးခြင်း အားဖြင့် ကျန်းမာရေးကို မြှင့်တင်ပေးနိုင်ပါတယ်။\nစိတ်ဖိစီးမှုနှင့် စိုးရိမ်ပူပန်မှုများကြောင့် ပြဿနာအချို့ရှိနိုင်သည်။ လွန်လွန်ကဲကဲ မလုပ်ပဲ မှန်ကန်စွာ အနားယူနိုင်ဖို့ လိုပါလိမ့်မယ်။ ယောဂနှင့် တရားထိုင်ခြင်းကဲ့သို့သော အားကစားနှင့် အပန်းဖြေ နည်းများသည် အတိုင်းအတာ တစ်ခုအထိ အထောက်အကူ ဖြစ်စေမည် ဖြစ်သည်။ ခြုံငုံကြည့်လျှင် ကျန်းမာရေး အလားအလာသည် အံ့သြဖွယ် ကောင်းပုံရသည်။\n",
  "k": "Horoscopes for 2023 are bogged down for professionals due to planetary disturbances. Relationships with colleagues and seniors will be volatile and this will not help your performance despite hard work.\nThere will be some unhappiness. This may result in your looking for alternate avenues. These will require very serious thinking. Even otherwise, these changes may create more problems. Work hard and wait for good days.\n",
  "l": "ဂြိုဟ်နှောင့်ယှက်မှုများကြောင့် အလုပ်လုပ်သူများအတွက် 2023 ခုနှစ် ဒီဇင်ဘာတွင် ဇာတာများ နည်းသွားတတ်သည်။ လုပ်ဖော်ကိုင်ဖက်များနှင့် လူကြီးများနှင့် ဆက်ဆံရေးသည် မငြိမ်မသက်ဖြစ်ကာ အလုပ်ကြိုးစားသော်လည်း သင်၏စွမ်းဆောင်ရည်ကို အထောက်အကူမပြုပါ။\nစိတ်ညစ်စရာတွေရှိမယ်။ ၎င်းသည် သင့်အတွက် အခြားနည်းလမ်းများကို ရှာဖွေနေစေနိုင်သည်။ ဒါတွေဟာ အလွန်လေးနက်တဲ့ တွေးခေါ်မှု လိုအပ်ပါလိမ့်မယ်။ ဒီလိုမှမဟုတ်ရင် ဒီပြောင်းလဲမှုတွေက ပြဿနာတွေကို ပိုဖန်တီးပေးနိုင်ပါတယ်။ အလုပ်ကြိုးစားပြီး ကောင်းသောနေ့များကို စောင့်ပါ။\n",
  "m": "2023 monthly predictions are not very beneficial for the finances of Virgo people. If you are into speculations, they will result in financial losses. Existing investments will also fail to give the expected returns.\nRelationships with associates and partners will not be harmonious. This will further reduce the money flow. If you want to expand your business operation or start new ventures, you may be in for a shock. Finances will not be available easily.\n",
  "n ": "2023 ဒီဇင်ဘာ ခန့်မှန်းချက်များသည် Virgo လူတို့၏ ဘဏ္ဍာရေး များအတွက် အလွန် အကျိုးရှိမည် မဟုတ်ပါ။ သင်စွန့်စားမိပါက ၎င်းတို့သည် ငွေကြေးဆုံးရှုံးမှုများ ဖြစ်ပေါ်လာမည် ဖြစ်သည်။ လက်ရှိ ရင်းနှီးမြှုပ်နှံမှုများသည် မျှော်မှန်းထားသော ရလဒ်များကို မပေးနိုင်ပါ။\nလုပ်ဖော်ကိုင်ဖက်များနှင့် ဆက်ဆံရေးသည် သဟဇာတမဖြစ်ပါ။ ဒါကြောင့် ငွေစီးဆင်းမှုကို လျော့ပါးစေမယ်။ သင့်လုပ်ငန်းလည်ပတ်မှုကို ချဲ့ထွင်လိုပါက သို့မဟုတ် စွန့်စားမှုအသစ်များ စတင်လိုပါက သင် ထိတ်လန့်စရာ ဖြစ်နိုင်ပါသည်။ ငွေရေးကြေးရေး လွယ်လွယ်နဲ့ ရနိုင်တော့မှာ မဟုတ်ပါဘူး။\n",
  "o": "Star influences will be negative on the academic progress of students. Even with hard work, performance in studies will tend to be below average. Only students of crafts can expect to do better.\nEngineering and medical students will have difficulty maintaining their grades. Passing competitive tests may prove to be difficult despite diligence and good guidance.\n",
  "p": "ကျောင်းသားများ၏ ပညာရေးတိုးတက်မှုအပေါ် ကြယ်ပွင့်လွှမ်းမိုးမှုများသည် အပျက်သဘော ဆောင်သည်။ ကြိုးစားအားထုတ်မှုဖြင့်ပင် လေ့လာမှုများတွင် စွမ်းဆောင်နိုင်မှုသည် ပျမ်းမျှအောက် ဖြစ်တတ်သည်။ ဝိဇ္ဇာ ကျောင်းသားများသာ ပိုကောင်းအောင် လုပ်နိုင်မည်ဟု မျှော်လင့်ပါသည်။\nအင်ဂျင်နီယာ နှင့် ဆေးကျောင်းသား များသည် ၎င်းတို့၏ အတန်းများကို ထိန်းသိမ်းရန် ခက်ခဲလိမ့်မည် ။ လုံ့လဝီရိယနှင့် လမ်းညွှန်မှုကောင်းများကြားမှ အပြိုင်အဆိုင်စာမေးပွဲများကို ဖြတ်ကျော်ခြင်းသည် ခက်ခဲပေမည်။\n",
  "q": "Stellar help will be missing for the travel activities of Virgo people. Both inland and overseas travels are indicated. Some of these or for business promotion or for making a living in the case of creative people.\nAlmost all of them produce negative results. There will be travels for personal enjoyment or religious purposes. None of them will result in the desired happiness. It will be wiser to trim your travel activities.\n",
  "r": "Virgo လူမျိုးများ၏ ခရီးသွား လှုပ်ရှားမှုများအတွက် ကြယ် အကူအညီ ပျောက်ဆုံးနေလိမ့်မည်။ ပြည်တွင်း ရော ပြည်ပ ခရီး များပါ မကူညီနိုင်ပါ။ ဤအရာများထဲမှ အချို့သည် စီးပွားရေး မြှင့်တင်ရန် သို့မဟုတ် တီထွင် ဖန်တီးသူများ နှင့်ဆိုင်သော ကိစ္စ တို့ဖြစ်တတ်သည်။\n၎င်းတို့အားလုံးနီးပါးသည် အနုတ်လက္ခဏာ ရလဒ်များကို ထုတ်ပေးတတ်သည်။ ကိုယ်ရေးကိုယ်တာ အပျော်အပါး သို့မဟုတ် ဘာသာရေး ရည်ရွယ်ချက်အတွက် ခရီးသွားခြင်း ရှိမည်။ မည်သူမျှ အလိုရှိသော ပျော်ရွှင်မှုကို ဖြစ်ပေါ်စေမည် မဟုတ်ပေ။ သင်၏ ခရီးသွား လှုပ်ရှားမှုများကို ဖြတ်တောက်ခြင်းသည် ပညာရှိဖြစ်ပေလိမ့်မည်။\n"
 }
]