[
  {
    "id": "1_1",
    "le": "Capricorn သည် အခြေခံကျသော မြေကြီး လက္ခဏာဖြစ်ပြီး မကာရရာသီဖွား အမျိုးသမီး သည် Capricorn အမျိုးသားနှင့် လိုက်ဖက်မှု လေးခုရှိသော Hearts အဆင့်ကို ရရှိသည်။ ပျော်ရွှင်မှုဆိုတာ အမြဲတမ်း ထိပ်တန်း ဦးစားပေး မဟုတ်ပါဘူး၊ ပြီးတော့ သူတို့ဟာ သူတို့ကိုယ်တိုင် ကိုသော်လည်းကောင်း သူတို့ရဲ့ လက်တွဲဖော် ကိုသော်လည်းကောင်း အမှောင်ထုထဲကနေ တခါတရံတော့ ဆွဲထုတ်ရပါလိမ့်မယ်။",
    "lc": 4
  },
  {
    "id": "1_2",
    "le": "Capricorn သည် အခြေခံကျသော မြေကြီးလက္ခဏာဖြစ်ပြီး Aquarius သည် ပုံသေ လေထုလက္ခဏာဖြစ်ပြီး၊ Capricorn အမျိုးသမီး သည် Aquarius အမျိုးသားနှင့် လိုက်ဖက်မှုရှိသော Hearts အဆင့်သတ်မှတ်ချက် သုံးခု ရရှိထားသည်။ မကာရ အမျိုးသမီးနှင့် Aquarius အမျိုးသားတို့သည် သူတို့ပတ်ဝန်းကျင်ရှိ တူညီသော ရည်မှန်းချက်တစ်ခုကို ရှာတွေ့နိုင်လျှင် ၎င်းတို့သည် သီးသန့်ဖြစ်တည်သော အိမ်ထောင်ဖက် အဖြစ် တည်ရှိစေမည် ဖြစ်သည်။ ထိုသို့ ဖြစ်လာသည်နှင့် တစ်ပြိုင်နက် သူတို့သည် တစ်သက်တာ ဆက်ဆံရေးကို တည်တဲ့အောင် ပြုကြလိမ့်မည်။",
    "lc": 3
  },
  {
    "id": "1_3",
    "le": "Capricorn သည် အခြေခံကျသော မြေကြီးလက္ခဏာဖြစ်ပြီး Pisces သည် ပြောင်းလဲနိုင်သော ရေ လက္ခဏာ ဖြစ်ပြီး Capricorn အမျိုးသမီး သည် Pisces အမျိုးသားနှင့်လိုက်ဖက်မှု FOUR Hearts အဆင့်ကို ရရှိသည်။ Capricorn အမျိုးသမီး နှင့် Pisces ယောက်ျားသည် ၎င်းတို့၏ မတူညီမှုများကို ကျော်ဖြတ်နိုင်ပါလျှင် အချင်းချင်း ဖေးမကူညီပြီး ရှေ့ဆက်နိုင်ကြပါလိမ့်မည်။",
    "lc": 4
  },
  {
    "id": "1_4",
    "le": "Capricorn သည် အခြေခံကျသော မြေကြီး လက္ခဏာဖြစ်ပြီး Aries သည် အခြေခံကျသော မီးလက္ခဏာဖြစ်ပြီး Capricorn အမျိုးသမီး သည် Aries ယောက်ျားနှင့် လိုက်ဖက်မှုရှိသော TWO Hearts အဆင့်ကို ရရှိသည်။ Capricorn အမျိုးသမီး နှင့် Aries အမျိုးသား စုံတွဲသည် မျှတမှုကိုရှာဖွေရန် လုပ်ဆောင်ရမည်ဖြစ်သည်။ ထိုမျှတမှုမှာ သူမကလည်း သူ့အပေါ် နိုင်နေသည့် အနေအထားကို လျှော့ချရမည်ဖြစ်ပြီး သူကလည်း သူ့ရဲ့ စိတ်သဘောထားနှင့် တာဝန်ယူမှုတို့ကြား သဟဇာတဖြစ်အောင် ပြုုလုပ်နိုင်ရမည် ဖြစ်ပါသည်။",
    "lc": 2
  },
  {
    "id": "1_5",
    "le": "Capricorn သည် အခြေခံကျသော မြေကြီး လက္ခဏာဖြစ်ပြီး Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်ပြီး Capricorn အမျိုးသမီး သည် Taurus ယောက်ျားနှင့် လိုက်ဖက်ညီမှု FIVE Hearts အဆင့်ကို ရရှိသည်။ ယေဘုယျအားဖြင့် ဤဆက်ဆံရေးသည် တွဲဖက်များကြားတွင် အလွန်ကောင်းမွန်သော ချစ်ခြင်းမေတ္တာများရှိသည့် စုံတွဲဖြစ်သည်။",
    "lc": 5
  },
  {
    "id": "1_6",
    "le": "Capricorn သည် အခြေခံကျသော မြေကြီး လက္ခဏာဖြစ်ပြီး Gemini သည် ပြောင်းလဲနိုင်သော လေဝင် လက္ခဏာ ဖြစ်ပြီး Capricorn အမျိုးသမီးသည် Gemini ယောက်ျားနှင့် လိုက်ဖက်မှုရှိသော Hearts အဆင့် သတ်မှတ်ချက် သုံးခုကို ရရှိသည်။ Capricorn အမျိုးသမီး နှင့် Gemini အမျိုးသား တို့သည် \r\nပေါ့ပျက်ပျက် လုပ်ဆောင်တတ်လွန်းမှု နှင့် စေ့စပ်အလေးထား တတ်လွန်းသော အစွန်းနှစ်ဖက်ကြား ညီမျှအောင် ပြုလုပ်နိုင်ပါက တွဲဖတ်ကောင်း ဖြစ်နိုင်ပါလိမ့်မည်။\r\n",
    "lc": 3
  },
  {
    "id": "1_7",
    "le": "Capricorn သည် အခြေခံကျသော မြေကြီး လက္ခဏာ ဖြစ်ပြီး ကင်ဆာသည် အခြေခံကျသော ရေ လက္ခဏာ ဖြစ်ပြီး၊ Capricorn အမျိုးသမီး နှင့် ကင်ဆာယောက်ျား တို့အတွဲသည် ONE Hearts အဆင့် သတ်မှတ်ချက်ကို ရရှိသည်။ မကာရရာသီဖွား အမျိုးသမီး နှင့် ကရကဋ်ယောက်ျား နှစ်ဦးစလုံးသည် လက်တွဲဖော် အချင်းချင်း စိတ်ရှည်သည်းခံပြီး နားထောင်မှသာ အောင်မြင်မည် ဖြစ်သည်။",
    "lc": 1
  },
  {
    "id": "1_8",
    "le": "Capricorn သည် အခြေခံကျသော မြေကြီး လက္ခဏာ ဖြစ်ပြီး Leo သည် ပုံသေ မီးလက္ခဏာ ဖြစ်ပြီး Capricorn အမျိုးသမီး သည် Leo ယောက်ျားနှင့် လိုက်ဖက်မှုရှိသော Hearts အဆင့် သတ်မှတ်ချက် သုံးခု ရရှိထားသည်။ Capricorn အမျိုးသမီး နှင့်  Leo  အမျိုးသားတို့သည် ခေါင်းမာမှုကြောင့် ပြဿနာများ အချိန်နှင့်အမျှ ထပ်ကာထပ်ကာ ပေါ်လာပြီး တယောက်နှင့် တယောက် အလျှော့ပေး နိုင်မှသာ ရှေ့ဆက်နိုင်မည် ဖြစ်ပါသည်။ ဒါပေမယ့် တယောက်ကို တယောက် ထိန်းချုပ်မှု ကို အနည်းငယ် စွန့်လွှတ်ပြီး သူတို့ရဲ့  တူညီတဲ့ ပန်းတိုင်တွေကို အာရုံစိုက်နိုင်ရင် ဒီစုံတွဲဟာ ခေတ်အဆက်ဆက် တည်မြဲတဲ့ တွဲဖက် ဖြစ်လာပါလိမ့်မယ်။",
    "lc": 3
  },
  {
    "id": "1_9",
    "le": "Capricorn သည် Cardinal မြေကြီး လက္ခဏာဖြစ်ပြီး Virgo သည် မပြောင်းလဲနိုင်သော ကမ္ဘာမြေ နိမိတ်ဖြစ်ပြီး Capricorn အမျိုးသမီး သည် Virgo အမျိုးသားနှင့် လိုက်ဖက်သော FIVE Hearts အဆင့်ကို ရရှိသည်။ Capricorn အမျိုးသမီး နှင့် Virgo အမျိုးသား တွဲဖက်များသည် တယောက်ကို တယောက် ပြီးပြည့်စုံစေပြီး ၎င်းတို့၏ အားသာချက်များကို အာရုံစိုက်ကာ ၎င်းတို့၏ အားနည်းချက်များကို ကျော်လွှား နိုင်သောကြောင့် တည်မြဲပါလိမ့်မည်။ သူ၏ဇွဲနှင့် သူမ၏ ခံနိုင်ရည်ဖြင့် ၎င်းတို့သည် ထာဝရ တည်မြဲနေမည် ဖြစ်သည်။",
    "lc": 5
  },
  {
    "id": "1_10",
    "le": "Capricorn သည် အခြေခံကျသော မြေကြီး လက္ခဏာဖြစ်ပြီး Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာဖြစ်ပြီး၊ Capricorn အမျိုးသမီး သည် Libra အမျိုးသားနှင့် လိုက်ဖက်သော TWO Hearts အဆင့်ကို ရရှိသည်။ Capricorn အမျိုးသမီး နှင့် Libra ယောက်ျားစုံတွဲသည် ၎င်းတို့၏လက်တွဲဖော်ကို ကူညီရန်နှင့် တည်ငြိမ်သောဆက်ဆံရေးကို ထိန်းသိမ်းထားရန် ဂရုစိုက်နေသမျှကာလပတ်လုံး ၎င်းတို့သည် ဘဝလက်တွဲဖော်အဖြစ် ရှိနေမည်ဖြစ်သည်။",
    "lc": 2
  },
  {
    "id": "1_11",
    "le": "Capricorn သည် အခြေခံကျသော မြေကြီး လက္ခဏာ ဖြစ်ပြီး Scorpio သည် ပုံသေ ရေလက္ခဏာ ဖြစ်ပြီး Capricorn အမျိုးသမီး သည် Scorpio ယောက်ျားနှင့် လိုက်ဖက်ညီမှု လေးခုသော Hearts အဆင့်ကို ရရှိသည်။ မြဲမြံခိုင်မာသော ဟောပြောချက်ဖြင့် Capricorn အမျိုးသမီးနှင့် Scorpio အမျိုးသားတို့သည် ၎င်းတို့၏ မတူညီမှုများကို ရှာဖွေဖော်ထုတ်နိုင်သင့်သည်။ တူညီသောလမ်းကို လျှောက်လှမ်းနေသမျှ ကာလပတ်လုံး ချစ်ခြင်းမေတ္တာတရားများဖြစ် ထာဝရ ဖေးမကူညီကြမည်ဖြစ်ပါသည်။",
    "lc": 4
  },
  {
    "id": "1_12",
    "le": "Capricorn သည် အခြေခံကျသော မြေကြီး လက္ခဏာဖြစ်ပြီး Sagittarius သည် ပြောင်းလဲနိုင်သော မီး လက္ခဏာဖြစ်ပြီး၊ Capricorn အမျိုးသမီး သည် Sagittarius ယောက်ျားနှင့် လိုက်ဖက်နိုင်မှု TWO Hearts အဆင့်ကို ရရှိသည်။ Capricorn နှင့် Sagittarius စုံတွဲသည် ၎င်းတို့၏ တစ်ဦးချင်း ဆွဲဆောင် မှုများကို ရှရှိအောင် လုပ်ဆောင်ရသကဲ့သို့ ၎င်းတို့၏ ဆက်ဆံရေး ကောင်းစေရန်လည်း များစွာ အားထုတ်ရမည် ဖြစ်သည်။",
    "lc": 2
  },
  {
    "id": "2_1",
    "le": "Aquarius သည် ပုံသေ လေထု လက္ခဏာ ဖြစ်ပြီး မကာရရာသီသည် အခြေခံကျသော မြေကြီး လက္ခဏာ ဖြစ်ပြီး၊ Aquarius အမျိုးသမီး သည် Capricorn အမျိုးသားနှင့် လိုက်ဖက်ညီမှု TWO Hearts ရရှိသည်။ အကယ်၍ သူတို့သည် ၎င်းတို့၏ လက်တွဲဖော်၏ မတူကွဲပြားမှုကို ၎င်းတို့၏ စရိုက်နှင့် လိုက်လျောညီထွေအဖြစ် အသိအမှတ်ပြုနိုင်လျှင် Aquarius အမျိုးသမီးနှင့် Capricorn အမျိုးသားတို့သည် ချစ်ခြင်းမေတ္တာနှင့် လေးစားမှုကို အခြေခံ၍ တည်မြဲသော ဆက်ဆံရေးကို တည်ဆောက်နိုင်သည်။ သူသည် သူမနှင့် အတူ ဘဝတလျှောက် အတူသွားနေသမျှ ကာလပတ်လုံး သူမသည် သူ့နားတွင် အမြဲတစေ ရှိနေမည်။ ",
    "lc": 2
  },
  {
    "id": "2_2",
    "le": "Aquarius သည် ပုံသေ လေထု သင်္ကေတ ဖြစ်ပြီး Aquarius အမျိုးသမီး သည် Aquarius အမျိုးသားနှင့် လိုက်ဖက်မှုရှိသော FOUR Hearts အဆင့်ကို ရရှိသည်။ တာဝန်တွေနဲ့ ပျော်ပျော်ပါးပါး ဟန်ချက်ညီညီ ထိန်းကျောင်းနိုင်ရင် သာယာတဲ့ ဘဝတစ်ခုကို အတူတကွ ပိုင်ဆိုင်နိုင်မှာပါ။",
    "lc": 4
  },
  {
    "id": "2_3",
    "le": "Aquarius သည် ပုံသေ လေထု သင်္ကေတဖြစ်ပြီး Pisces သည် ပြောင်းလဲနိုင်သော ရေလက္ခဏာ ဖြစ်ပြီး Aquarius အမျိုးသမီးသည် Pisces အမျိုးသားနှင့် လိုက်ဖက်မှုရှိသော Hearts အဆင့်သတ်မှတ်ချက် သုံးခု ရရှိထားသည်။ Aquarius နှင့် Pisces အတွဲ ပျော်ရွှင်စေနိုင်ရန် အပေးအယူတစ်ခု လိုအပ်ပါသည်။ သို့သော် Aquarius အမျိုးသမီးသည် သူမ၏ Pisces ယောက်ျားထံမှ စိတ်ရှည်မှုကို သင်ယူနိုင်ပြီး သူက သူ၏ ဘုရင်မထံမှ တုံ့ပြန်မှု မြန်ဆန်ခြင်း တို့ကို သင်ယူနိုင်လျင် ၎င်းတို့ နှစ်ဦးစလုံး၏ လိုအပ်ချက်များနှင့် ကိုက်ညီမည့် တူညီသော အခြေခံ အချက်များကို ရှာတွေ့မည် ဖြစ်သည်။",
    "lc": 3
  },
  {
    "id": "2_4",
    "le": "Aquarius သည် ပုံသေ လေထု လက္ခဏာ ဖြစ်ပြီး Aries သည် အဓိကကျသော မီးလက္ခဏာ ဖြစ်ပြီး Aquarius အမျိုးသမီး သည် Aries ယောက်ျားနှင့် လိုက်ဖက်ညီမှု FOUR Hearts အဆင့်ကို ရရှိသည်။ Aquarius အမျိုးသမီးနှင့် Aries အမျိုးသားတို့သည် နေရောင်လက္ခဏာနှစ်ခုလုံး ဖြစ်သောကြောင့် တောက်ပသော အစီအစဥ်များကို ကြံဆကာ ကောင်းမွန်သော နည်းလမ်းဖြင့် အကောင်အထည် ဖော်နိုင်သည်။",
    "lc": 4
  },
  {
    "id": "2_5",
    "le": "Aquarius သည် ပုံသေ လေထု သင်္ကေတ ဖြစ်ပြီး Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်ပြီး Aquarius အမျိုးသမီး သည် Taurus အမျိုးသားနှင့် လိုက်ဖက်မှုရှိသော TWO Hearts အဆင့်ကို ရရှိသည်။ Aquarius အမျိုးသမီး နှင့် Taurus အမျိုးသားတို့သည် ပွင့်လင်းမြင်သာမှု ထားရှိခြင်းဖြင့် တယောက်နှင့်တယောက် နားလည်နိုင်စေရန် လက်တွဲဖော်ထံမှ များစွာ သင်ယူနိုင်ပါသည်။",
    "lc": 2
  },
  {
    "id": "2_6",
    "le": "Aquarius သည် ပုံသေ လေထု လက္ခဏာ ဖြစ်ပြီး Gemini သည် ပြောင်းလဲနိုင်သော လေ လက္ခဏာ ဖြစ်ပြီး Aquarius အမျိုးသမီး သည် Gemini ယောက်ျားနှင့် လိုက်ဖက်နိုင်မှု FIVE Hearts အဆင့်ကို ရရှိသည်။ ဤဆက်ဆံရေးတွင် ပျော်ရွှင်မှုနှင့် တာဝန်ဝတ္တရားများကြား မျှတမှုရှိစေရန် ၎င်းတို့သည် လုပ်ဆောင်ရလိမ့်မည်။",
    "lc": 5
  },
  {
    "id": "2_7",
    "le": "Aquarius သည် ပုံသေ လေထု လက္ခဏာ ဖြစ်ပြီး ကင်ဆာသည် အခြေခံကျသော ရေလက္ခဏာ ဖြစ်ပြီး၊ Aquarius အမျိုးသမီး သည် ကင်ဆာယောက်ျားနှင့် လိုက်ဖက်မှုရှိသော Hearts အဆင့်သတ်မှတ်ချက် သုံးခုကို ရရှိသည်။ Aquarius အမျိုးသမီး နှင့် Cancer ယောက်ကျား စုံတွဲသည် ဟန်ချက်ညီသော ပေါင်းစပ်မှုကို ထိန်းသိမ်းနိုင်ရန် ရိုးသားမှုနှင့် လေးစားမှု အခြေခံ အုတ်မြစ်ကို တည်ဆောက်ရမည် ဖြစ်သည်။ သို့သော် သူ၏ Aquarius ပါတနာကို ပျော်ရွှင်စေရန်အတွက် သူသည် ကြိုးစား အားထုတ်မည် ဖြစ်ပြီး၊ သူမသည် သူ၏ပြုစုပျိုးထောင်မှု နည်းလမ်းများ အတိုင်း အမြဲ ပြန်လည် ပေးဆပ် လာမည် ဖြစ်သည်။ တူညီတဲ့ လမ်းကြောင်းပေါ် ရောက်ရင် အတူတူ လုပ်လို့ မဖြစ်ဘူးဆိုတာ မရှိနိုင်ပါဘူး။",
    "lc": 3
  },
  {
    "id": "2_8",
    "le": "Aquarius သည် ပုံသေ လေထု သင်္ကေတ ဖြစ်ပြီး Leo သည် ပုံသေ မီးလက္ခဏာ ဖြစ်ပြီး Aquarius အမျိုးသမီး သည် Leo ယောက်ကျားနှင့် လိုက်ဖက်မှု ONE Hearts အဆင့်သတ်မှတ်ချက်ကို ရရှိသည်။ ဒါဟာ အောင်မြင်ဖို့အတွက် ကြိုးစားမှု အများကြီးလိုတဲ့ ခက်ခဲတဲ့ဆက်ဆံရေးတစ်ခုပါ။",
    "lc": 1
  },
  {
    "id": "2_9",
    "le": "Aquarius သည် ပုံသေ လေထု လက္ခဏာ ဖြစ်ပြီး Virgo သည် မပြောင်းလဲနိုင်သော မြေကြီး လက္ခဏာ ဖြစ်ပြီး Aquarius အမျိုးသမီး သည် Virgo ယောက်ျားနှင့် လိုက်ဖက်မှုရှိသော 3 Hearts အဆင့်ကို ရရှိသည်။ တစ်ယောက်နဲ့တစ်ယောက် အားသာချက်တွေကို အလေးထားပြီး သူတို့ရဲ့ အားနည်းချက်တွေကို လက်ခံနိုင်ရင် Aquarius Virgo စုံတွဲဟာ အလွန်ကောင်းတဲ့ ချစ်ခြင်းမေတ္တာနဲ့ ကြာရှည်စွာ လက်တွဲ သွားနိုင်ကြပါတယ်။",
    "lc": 3
  },
  {
    "id": "2_10",
    "le": "Aquarius သည် ပုံသေ လေထု လက္ခဏာ ဖြစ်ပြီး Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်ပြီး Aquarius အမျိုးသမီး သည် Libra ယောက်ျားနှင့် လိုက်ဖက်ညီမှု FIVE Hearts အဆင့်ကို ရရှိသည်။ သူတို့နှစ်ယောက်ဟာ သဘာဝကျပြီး ပြုစုပျိုးထောင်တတ်တဲ့ စုံတွဲတစ်တွဲပါ။",
    "lc": 5
  },
  {
    "id": "2_11",
    "le": "Aquarius သည် ပုံသေ လေထု လက္ခဏာ ဖြစ်ပြီး Scorpio သည် ပုံသေ ရေ လက္ခဏာ ဖြစ်ပြီး Aquarius အမျိုးသမီး သည် Scorpio ယောက်ျားနှင့် လိုက်ဖက်နိုင်မှု TWO Hearts အဆင့်ကို ရရှိသည်။ ကျင့်ဝတ်စောင့်ထိန်းမှု နှင့် လိုချင်တာကို ရအောင် ယူနိုင်တတ်သော စရိုက်တို့ကြောင့် ၎င်းတို့ အတွဲသည် သူတို့ လိုအပ်သည့် ပေါင်းစပ်မှု အနေထား သက်မှတ်ချက်အတိုင်း အတူတူ လုပ်ဆောင် ကြပါလိမ့်မည်။ နှစ်ယောက်စလုံးရဲ့ လိုအပ်ချက်တွေ တူညီနေသရွေ့တော့ ဒီစုံတွဲဟာ ရပ်တန့်လို့ မရပါဘူး။",
    "lc": 2
  },
  {
    "id": "2_12",
    "le": "Aquarius သည် ပုံသေ လေထု လက္ခဏာ ဖြစ်ပြီး Sagittarius သည် ပြောင်းလဲနိုင်သော မီး လက္ခဏာ ဖြစ်ပြီး၊ ကုမ် အမျိုးသမီး သည် Sagittarius ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် Hearts ၄ ခု အဆင့်ကို ရရှိသည်။ Aquarius အမျိုးသား နှင့် Sagittarius ယောက်ကျား စုံတွဲသည် ၎င်းတို့၏ တူညီသော အချက်များကို တွေ့ရှိကြသည်နှင့် တပြိုင်နက် အပြန်အလှန် နားလည်မှု ချစ်ခြင်းမေတ္တာ တို့ကြောင့် ၎င်းတို့၏ အချစ်ရေးသည် မှတ်တမ်း တခု အဖြစ်တည်ရှိနိုင်သော ဆက်ဆံရေး တစ်ခုဖြစ်လိမ့်မည်။",
    "lc": 4
  },
  {
    "id": "3_1",
    "le": "Pisces သည် ပြောင်းလဲနိုင်သော ရေ လက္ခဏာ ဖြစ်ပြီး Capricorn သည် အခြေခံကျသော မြေကြီး လက္ခဏာ ဖြစ်ပြီး Pisces အမျိုးသမီး Capricorn ယောက်ျားနှင့် လိုက်ဖက်ညီမှု FOUR Hearts အဆင့်ကို ရရှိသည်။ Pisces နှင့် Capricorn အတွဲသည် ပွင့်လင်းသော သဘောထားများထားရှိကာ ၎င်းတို့၏ အိမ်ထောင်ဖက်၏ ပိုမိုကောင်းမွန်သော အရည်အသွေးများကို သင်ယူခြင်းဖြင့် ၎င်းတို့၏ဆက်ဆံရေးကို မြှင့်တင်နိုင်သည်။",
    "lc": 4
  },
  {
    "id": "3_2",
    "le": "Pisces သည် ပြောင်းလဲနိုင်သော ရေ လက္ခဏာ ဖြစ်ပြီး Aquarius သည် ပုံသေ လေထု လက္ခဏာ ဖြစ်ပြီး Pisces အမျိုးသမီး သည် Aquarius အမျိုးသားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် နှလုံးသား အဆင့်သတ်မှတ်ချက် သုံးခုကို ရရှိသည်။ Pisces အမျိုးသမီးနှင့် Aquarius အမျိုးသား တွဲဖက်သည် ၎င်းတို့၏ အရည်အသွေးကောင်းများ ဖြစ်သော စိတ်ခံစားမှု နှင့် ပွင့်လင်းသောစိတ် ထားရှိနိုင်ပါက  ပိုမို ပြီးပြည့်စုံသော ဆက်ဆံရေးကို ဖန်တီး နိုင်သည်။",
    "lc": 3
  },
  {
    "id": "3_3",
    "le": "Pisces သည် ပြောင်းလဲနိုင်သော ရေ လက္ခဏာ တစ်ခုဖြစ်ပြီး Pisces အမျိုးသမီး သည် Pisces ယောက်ျားနှင့် လိုက်ဖက်ညီမှု FOUR Hearts အဆင့်ကို ရရှိသည်။ Pisces ယောက်ျား နှင့် Pisces မိန်းမတို့သည် အသက်ရှင်နေသမျှ ကာလပတ်လုံး ဘဝပင်လယ်ပြင်ကို ယှဉ်တွဲ၍ ဖြတ်ကျော်နိုင်သည်။",
    "lc": 4
  },
  {
    "id": "3_4",
    "le": "Pisces သည် ပြောင်းလဲနိုင်သော ရေ လက္ခဏာ ဖြစ်ပြီး Aries သည် အခြေခံကျသော မီးလက္ခဏာ ဖြစ်ပြီး Pisces အမျိုးသမီး သည် Aries အမျိုးသားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် TWO Hearts အဆင့်ကို ရရှိသည်။ သူ က သူ့မဆန္ဒတွေကို ယုံကြည်ပြီး လေးစားတတ်ဖို့ သင်ယူနိုင်ရင် သူကိုယ်တိုင် ဘယ်တုန်းကမှ မတွေးဖူးတဲ့ အိပ်မက်တွေနဲ့ ရည်မှန်းချက်တွေကို သူမက ဖော်ဆောင် ပေးပါလိမ့်မယ်။ ပြီးတော့ သူစိတ်က တွန်းလုပ်လိုက်တာနဲ့ ဒီ Pisces အမျိုးသမီးနှင့် Aries အမျိုးသား စုံတွဲဟာ ကြာရှည်စွာ လက်တွဲသွားလိမ့်မယ်။",
    "lc": 2
  },
  {
    "id": "3_5",
    "le": "Pisces သည် ပြောင်းလဲနိုင်သော ရေ လက္ခဏာ ဖြစ်ပြီး Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်ပြီး Pisces အမျိုးသမီး သည် Taurus ယောက်ျားနှင့် လိုက်ဖက်ညီမှု FOUR Hearts အဆင့်ကို ရရှိသည်။ ချစ်ခရီး ရှေ့ကို ဆက်လျှောက်နိုင်လေ တစ်ယောက်ကို တစ်ယောက် ပျော်ရွှင်အောင် လုပ်နိုင်ကြလေ ဖြစ် လိမ့်မယ်။ ၎င်းတို့သည် လောက၏ သာယာလှပမှုနှင့် အဆင်ပြေစေသော အရာများကို မျှဝေ နိုင်ကြသောကြောင့် Pisces အမျိုးသမီး နှင့် Taurus အမျိုးသား ဆက်ဆံရေးသည် တည်မြဲနေနိုင်သည်။",
    "lc": 4
  },
  {
    "id": "3_6",
    "le": "Pisces သည် ပြောင်းလဲနိုင်သော ရေ လက္ခဏာ ဖြစ်ပြီး Gemini သည် ပြောင်းလဲနိုင်သော လေ လက္ခဏာ ဖြစ်ပြီး Pisces အမျိုးသမီးသည် Gemini အမျိုးသားများနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် TWO Hearts အဆင့်ကို ရရှိသည်။ အခက်အခဲမရှိပဲ အတူနေနိုင်ဖို့ သူတို့ဟာ အမြဲ သင်ယူရပါလိမ့်မယ်။ ဒါပေမယ့် Pisces မိန်းမနဲ့ Gemini ယောက်ျားက အဲဒီအတွက် အားထုတ်မယ်ဆိုရင် သူတို့ဟာ ဘဝတစ်သက်တာလုံး တစ်ယောက်ကိုတစ်ယောက် ပိုမိုမြင့်မားသော ဘဝအသစ်သို့ ရောက်အောင် ဆောင်ကြဉ်းပေးနိုင်ပါတယ်။",
    "lc": 2
  },
  {
    "id": "3_7",
    "le": "Pisces သည် ပြောင်းလဲနိုင်သော ရေ လက္ခဏာ ဖြစ်ပြီး Cancer သည် အဓိကကျသော ရေ လက္ခဏာဖြစ်ပြီး Pisces အမျိုးသမီး သည် Cancer အမျိုးသားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာ FIVE Hearts အဆင့်ကို ရရှိသည်။ Pisces နှင့် Cancer သည် ရာသီခွင်များ၏ အလိုက်ဖက်ဆုံး အတွဲကို ဖန်တီးပေးသည်။",
    "lc": 5
  },
  {
    "id": "3_8",
    "le": "Pisces သည် ပြောင်းလဲနိုင်သော ရေ လက္ခဏာ ဖြစ်ပြီး Leo သည် ပုံသေ မီးလက္ခဏာ ဖြစ်ပြီး Pisces အမျိုးသမီး သည် Leo အမျိုးသားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာ Hearts အဆင့်သတ်မှတ်ချက် သုံးခု ရရှိထားသည်။ Pisces နှင့် Leo သည် တူညီသော ကတိကဝတ်များ ကို ထားရှိနိုင်လျင် အချင်းချင်းအပေါ်ထားရှိသည့် သစ္စာရှိမှုကို မည်သူမျှ ချိုးဖြတ်မရနိုင်ပေ။",
    "lc": 3
  },
  {
    "id": "3_9",
    "le": "Pisces သည် ပြောင်းလဲနိုင်သော ရေ လက္ခဏာ ဖြစ်ပြီး Virgo သည် ပြောင်းလဲနိုင်သော မြေကြီး လက္ခဏာ ဖြစ်ပြီး Pisces အမျိုးသမီး သည် Virgo ယောက်ျားနှင့် လိုက်ဖက်မှု ONE Hearts အဆင့် သတ်မှတ်ချက်ကို ရရှိသည်။ Pisces နှင့် Virgo ဆက်ဆံရေးသည် စိတ်လှုပ်ရှားဖွယ်ကောင်းသော်လည်း စိန်ခေါ်မှုများနှင့် ပြည့်နှက်နေသည်။",
    "lc": 1
  },
  {
    "id": "3_10",
    "le": "Pisces သည် ပြောင်းလဲနိုင်သော ရေ လက္ခဏာ ဖြစ်ပြီး Libra သည် အဓိက လက္ခဏာ ဖြစ်ပြီး Pisces အမျိုးသမီး သည် Libra ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာာ Hearts အဆင့်သတ်မှတ်ချက် သုံးခု ရရှိသည်။ Pisces နှင့် Libra ရာသီခွင်များသည် ၎င်းတို့၏ အားသာချက်များကို အာရုံစိုက်နိုင်လျှင် ဤစုံတွဲသည် တစ်ဦးနှင့်တစ်ဦး ထာဝရသစ္စာရှိမည်ဖြစ်သည်။",
    "lc": 3
  },
  {
    "id": "3_11",
    "le": "Pisces သည် ပြောင်းလဲနိုင်သော ရေ လက္ခဏာ ဖြစ်ပြီး Scorpio သည် ပုံသေ ရေလက္ခဏာ ဖြစ်ပြီး Pisces အမျိုးသမီး သည် Scorpio ယောက်ျား နှင့် လိုက်ဖက်မှု FIVE Hearts အဆင့်သတ်မှတ်ချက်ကို ရရှိသည်။ Pisces နှင့် Scorpio တို့၏ လက္ခဏာများသည် တူညီသော ပန်းတိုင်ဆီသို့ အတူတကွ လက်တွဲလုပ်ဆောင်နိုင်လျှင် ၎င်းတို့၏ အဆုံးမရှိသော အိပ်မက်များကို အကောင်အထည် ဖော်နိုင်ပေလိမ့်မည်။",
    "lc": 5
  },
  {
    "id": "3_12",
    "le": "Pisces သည် ပြောင်းလဲနိုင်သော ရေလက္ခဏာဖြစ်ပြီး Sagittarius သည် ပြောင်းလဲနိုင်သော မီးလက္ခဏာဖြစ်ပြီး Pisces အမျိုးသမီး သည် Sagittarius ယောက်ျားနှင့် လိုက်ဖက်မှု TWO Hearts အဆင့်ကို ရရှိသည်။",
    "lc": 2
  },
  {
    "id": "4_1",
    "le": "Aries သည် အခြေခံကျသော မီးလက္ခဏာ ဖြစ်ပြီး မကာရ ရာသီသည် အခြေခံကျသော မြေကြီး လက္ခဏာ ဖြစ်ပြီး Aries အမျိုးသမီး သည် Capricorn ယောက်ျားနှင့် လိုက်ဖက်ညီမှုမှာ Hearts အဆင့်သတ်မှတ်ချက် နှစ်ခု ရှိသည်။ Aries အမျိုးသမီးများနှင့် Capricorn အမျိုးသားများ နှစ်ဦးစလုံးသည် ဆက်ဆံရေးရှင်သန်ရန် လိုအပ်သည့် အရည်အသွေးတစ်ခုစီ ပိုင်ဆိုင်ကြသည်။ ဥပမာ - သစ္စာစောင့်သိမှု။  Aries အမျိုးသမီး နှင့် Capricorn အမျိုးသား အိမ်ထောင်ရေးဟာ နှစ်ဦးနှစ်ဘက်ကျေနပ်ရမယ့် အဲဒီအခြေခံအုတ်မြစ်ပေါ်မှာ တည်ဆောက်နိုင်တယ်ဆိုတာကို သိမှတ်ရပါတယ်။ ဒါပေမယ့် များသောအားဖြင့် Aries အမျိုးသမီး နှင့် Capricorn ယောက်ျားသည် အချစ်ရေးတွင် အောင်မြင်ရန် မဖြစ်နိုင်ဟု သင်ယူခံရတတ်ပါသည်။",
    "lc": 2
  },
  {
    "id": "4_2",
    "le": "Aries သည် အခြေခံကျသော မီးလက္ခဏာ ဖြစ်ပြီး Aquarius သည် ပုံသေ လေထု လက္ခဏာ ဖြစ်ပြီး Aries အမျိုးသမီး နှင့် Aquarius အမျိုးသား လိုက်ဖက်ညီမှု FOUR Hearts အဆင့်ကို ရရှိသည်။ တစ်ဖန်၊ မီးတောက်နိုင်စေရန် သင့်လျော်သော လေ ပမာဏ လိုအပ်သဖြင့် ထိုပမာဏကိုလည်း ရှာဖွေတတ်ရမည်။ Aries အမျိုးသမီးနှင့် Aquarius အမျိုးသား နှစ်ဦးစလုံးတို့သည် ပေါင်းစပ် ဆက်ဆံရေးမှာ စတင်မိလိုက်ကြသည်နှင့် တပြိုင်နက် နောက်မဆုတ်တတ်သူများ ဖြစ်ကြသည်။ ",
    "lc": 4
  },
  {
    "id": "4_3",
    "le": "Aries သည် အခြေခံကျသော မီးလက္ခဏာ ဖြစ်ပြီး Pisces သည် ပြောင်းလဲနိုင်သော ရေလက္ခဏာ ဖြစ်ပြီး Aries အမျိုးသမီး သည် Pisces ယောက်ျားနှင့် လိုက်ဖက်မှုရှိသော TWO Hearts အဆင့်ကို ရရှိသည်။ Pisces အမျိုးသားများသည် ၎င်းတို့၏ တွဲဖက် Aries ၏ စိတ်ဆန္ဒအတိုင်း ခွင့်ပြုခြင်းနှင့် ပတ်သက်ပြီး ဂရုပြုသင့်သည်။ Aries အမျိုးသမီးများသည် Pisces ၏ ဂရုမစိုက်သော ပုံစံကို သတိထားပြီး နေတတ်ရမည်။ ဒါပေမယ့် ချစ်ခြင်းမေတ္တာနဲ့ မျှဝေ အနစ်နာခံမှုတွေနဲ့ ပေါင်းစည်းနိုင်မယ်ဆိုရင် မှော်ဆန်တဲ့ တည်ရှိမှုတစ်ခု ဖြစ်လာမှာပါ။",
    "lc": 2
  },
  {
    "id": "4_4",
    "le": "အခြေခံကျသော မီး လက္ခဏာ နှစ်ခုစလုံးဖြစ်သည့် Aries အမျိုးသမီး သည် Aries ယောက်ျားနှင့် လိုက်ဖက်မှု လေးခုရှိသော Hearts အဆင့်ကို ရရှိသည်။ သူတို့နှစ်ဦးစလုံးအတွက် တူညီသော ပန်းတိုင်များကို ပြေလည်အောင် ဖြေရှင်းနိုင်လျှင် ၎င်းတို့၏ ငြိမ်းချမ်းစွာ အတူယှဉ်တွဲ နေထိုင်မှုကို ရှာဖွေနိုင်မည် ဖြစ်သည်။ Aries ယောက်ျား နှင့် Aries အမျိုးသမီး ဆက်ဆံရေးတွင် အောင်မြင်ရန် အခွင့်အလမ်း ကောင်းများ ရှိသည်။",
    "lc": 4
  },
  {
    "id": "4_5",
    "le": "Aries သည် အခြေခံကျသော မီးလက္ခဏာ ဖြစ်ပြီး Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်ပြီး Aries အမျိုးသမီး သည် Taurus ယောက်ျားနှင့် လိုက်ဖက်မှုရှိသော Hearts အဆင့်သတ်မှတ်ချက် သုံးခု ရရှိသည်။ Aries အမျိုးသမီးနှင့် Taurus အမျိုးသား နှစ်ဖက်စလုံးက ကတိသစ္စာ ရှိက ဖြစ်နိုင်ပါသည်။ Taurus အမျိုးသားက မကျေနပ်စရာကိစ္စများရှိလျင် ငြင်းခုံခြင်းမပြုတော့ပဲ သူမကို တစ်ယောက်တည်း ထားလေ့ရှိပြီး သူမ၏ ပူပန်မူကလည်း ပိုများလာတတ်ပါသည်။ Aries အမျိုးသမီး နှင့် Taurus ယောက်ျားသည် ခိုင်မာသော တွဲဖက် တခုဖြစ်အောင် ပြုလုပ်တတ်ကြသည်။",
    "lc": 3
  },
  {
    "id": "4_6",
    "le": "Aries မိန်းမနဲ့ Gemini ယောက်ျား အတူရှိနိုင်သလား။ Aries သည် အခြေခံကျသော မီးလက္ခဏာ ဖြစ်ပြီး Gemini သည် ပြောင်းလဲနိုင်သော လေ လက္ခဏာ ဖြစ်ပြီး Aries အမျိုးသမီး သည် Gemini ယောက်ျားနှင့် လိုက်ဖက်နိုင်မှု FOUR Hearts အဆင့်ကို ရရှိသည်။ Aries အမျိုးသမီးသည် အဆုံးမရှိသော စွန့်စားခန်းအသစ်များကို ပြုလုပ်တတ်သောကြောင့် သူတို့၏တွဲဖက်သည် တည်မြဲနေပါလိမ့်မည်။\r\nသူမ၏ Gemini ယောက်ျားသည် သူ့ကို အတင်းဖိအား မပေးသ၍ အလွယ်တကူ လှိုက်လှိုက်လှဲလှဲ လိုက်လျောနေတတ်ပါမည်။ Aries အမျိုးသမီးသည် Gemini ယောက်ျားနှင့် အချိတ်အဆက် ပြုလုပ်ပါက Gemini က လိုအပ်သော အရာများကို ပေးဆောင်နေသမျှ ကာလပတ်လုံး ဤစုံတွဲသည် ပြီးပြည့်စုံသော တွဲဖက်အဖြစ် ရှိနေလိမ့်မည်။\r\n",
    "lc": 4
  },
  {
    "id": "4_7",
    "le": "Aries အမျိုးသမီး နှင့် ကင်ဆာ ယောက်ျား သည် အဓိကကျသော လက္ခဏာများ ဖြစ်သော်လည်း တစ်ခု သည် မီးဒြပ်စင် ဖြစ်ပြီး နောက် တစ်ခုမှာ ရေ လက္ခဏာ ဖြစ်သောကြောင့် Aries အမျိုးသမီး သည် ကင်ဆာ ယောက်ျား နှင့် လိုက်ဖက်မှု နှလုံးသား အဆင့် လေးခု ကို ရရှိ သည် ။ ဒီလို Aries မိန်းမမျိုး ဟာ ကရကဋ် ယောက်ျားနဲ့ လိုက်ဖက်ညီဖို့ အချိန်နဲ့ အာရုံစိုက်မှုတွေ အများကြီး လိုအပ်ပေမယ့် Aries မိန်းမက ဘာမဆို တတ်နိုင်သမျှ ဦးစားပေးတယ်။ သူမရဲ့ ကင်ဆာချစ်သူက တင်းတင်းကြပ်ကြပ် ဆုပ်ကိုင် ထားနိုင်သရွေ့ သူတို့လက်တွေ မြဲနေမှာ ဖြစ်ပါတယ်။ ",
    "lc": 4
  },
  {
    "id": "4_8",
    "le": "Aries ကြယ်နိမိတ်နှင့် Leo နေရောင်လက္ခဏာ နှစ်ခုစလုံးသည် မီးလက္ခဏာများဖြစ်ပြီး တစ်ခုမှာ အခြေခံကျသော မီးနိမိတ်ဖြစ်ပြီး နောက်တစ်ခုက ပုံသေ မီးလက္ခဏာဖြစ်သည်။ Aries အမျိုးသမီး သည် Leo ယောက်ျားနှင့် လိုက်ဖက်ညီမှု FIVE Hearts အဆင့်ကို ရရှိသည်။ တူညီသော ပန်းတိုင်များသို့ အတူလျှောက်လှမ်းနေသမျှ သူတို့သည် လိုက်ဖက်ညီရုံမျှမက အိမ်တွင်းရေးပါ အဆင်ပြေသူများ ဖြစ်သည်။ သူတို့အချင်းချင်း ကတိသစ္စာပြု ပေါင်းဖက်ပြီးသည်နှင့် တပြိုင်နက် မည်သူမျှ လက်လွှတ်မည်မဟုတ်ပေ။ ",
    "lc": 5
  },
  {
    "id": "4_9",
    "le": "Aries သည် အခြေခံကျသော မီးလက္ခဏာ ဖြစ်ပြီး Virgo သည် မပြောင်းလဲနိုင်သော မြေကြီး လက္ခဏာ ဖြစ်ပြီး Aries အမျိုးသမီး သည် Virgo အမျိုးသားနှင့် လိုက်ဖက်မှုရှိသော Hearts အဆင့်သတ်မှတ်ချက် သုံးခု ရရှိသည်။ Aries မိန်းမ နှင့် Virgo ယောက်ျား အချင်းချင်း ချိတ်ဆက်မိလျင် တစ်ယောက်နဲ့တစ်ယောက် အများကြီးသင်ပေးနိုင်တယ်။ Aries အမျိုးသမီး၏ စိတ်ရှည်မှုက Virgo အမျိုးသား၏ တုံ့ပြန်မှု အတွက် ဖြစ်သည်။ ဒါဆိုရင် ပေါင်းသင်းဆက်ဆံရေးက အမြဲတမ်း တိုးတက်နေမယ်ဆိုတာ သေချာပါတယ်။ စိန်ခေါ်မှုတစ်ခုဖြစ်နိုင်သော်လည်း ကြယ်လက္ခဏာနှစ်ရပ်စလုံးသည် ကျေးဇူးတရားနှင့် ဇွဲနပဲဖြင့် ကြိုးစားမှုတို့ကြောင့် တွေ့ဆုံနိုင်မည်ဖြစ်သည်။ Aries အမျိုးသမီး နှင့် Virgo ယောက်ျားသည် ကောင်းသော ယှဉ်တွဲမှုကို ဖြစ်စေသည်။",
    "lc": 3
  },
  {
    "id": "4_10",
    "le": "Aries ရာသီခွင် နိမိတ်နှင့် Libra တို့သည် အဓိကလက္ခဏာများဖြစ်ပြီး Aries သည် မီးဖြစ်ပြီး၊ Libra သည် လေထု သင်္ကေတ ဖြစ်သည်။ Aries အမျိုးသမီး သည် Libra အမျိုးသားနှင့် လိုက်ဖက်ညီမှုရှိသည့် ONE Heart အဆင့်သတ်မှတ်ချက်ကို ရရှိသည်။ ဒါဟာ ကောင်းတယ်လို့ မမြင်နိုင်ပေမယ့် အောင်မြင်ဖို့ အခွင့်အလမ်းတွေ ရှိနေပါတယ်။ သူမကို သူမလိုအပ်တဲ့ လွတ်လပ်မှုကို ခွင့်ပြုပေးပြီး သူ့ရဲ့ ဆုံးဖြတ်ချက်တွေကို တွေးတောဖို့ အချိန်ပေးသရွေ့ Aries အမျိုးသမီး ဟာ Libra ယောက်ျား ရာသီခွင်နဲ့ ကိုက်ညီပြီး ပျော်ရွှင်တဲ့ ဘဝမှာ အတူတကွ နေထိုင်နိုင်ဖို့  ချိန်ညှိ နိုင်ပါလိမ့်မယ်။",
    "lc": 1
  },
  {
    "id": "4_11",
    "le": "Aries သည် အခြေခံကျသော မီးလက္ခဏာ ဖြစ်ပြီး Scorpio သည် ပုံသေ ရေလက္ခဏာ ဖြစ်သည်။ Aries အမျိုးသမီး သည် Scorpio ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် Hearts အဆင့် သတ်မှတ်ချက် သုံးခု ရရှိသည်။ အကယ်၍ သူမသည် သူ၏ လျှို့ဝှက်ဆန်းကြယ်သော အနေအထားဘက်ကို ဝင်ဆန့်နိုင်ပြီး သူကလည်း သူမ၏ အတ္တကို လက်ခံနိုင်လျှင် ၎င်းတို့သည် တည်ငြိမ်သော ပေါင်းစပ်မှု တစ်ခု ဖြစ်သွားနိုင်သည်။ နှစ်ဦးစလုံးက သူတို့ရဲ့ပေါင်းစပ်မှု ဘဝကို ပိုမိုကောင်းမွန် တိုးတက်နေအောင် အားတတ်သရော ပြုလုပ်လိုစိတ် ရှိကြပါတယ်။ Aries အမျိုးသမီး Scorpio ယောက်ျားစုံတွဲသည် အတူတူ ပျော်ရွှင်ဖွယ် အချိန်များကို ပိုင်ဆိုင်နိုင်သည်။",
    "lc": 3
  },
  {
    "id": "4_12",
    "le": "လိုက်ဖက်မှု တွက်ချက်ရာတွင် FIVE Hearts အဆင့်ကို ရရှိပါတယ်။ အပြင်ဘက် ပတ်ဝန်းကျင်တွင် အချင်းချင်း စေတနာထားပြီး အိမ်ထောင်သည် ဘဝတွင် အချစ်နဲ့ နားလည်မှု နှစ်ခုလုံး ဖြင့် ရေရှည်ဆက်ဆံရေးကို ဖန်တီးကြလိမ့်မယ်။ Aries အမျိုးသမီး Sagittarius ယောက်ျားသည် အကောင်းဆုံး ရာသီခွင် စုံတွဲများထဲမှ တစ်ခုဖြစ်သည်။",
    "lc": 5
  },
  {
    "id": "5_1",
    "le": "Taurus သည် ပုံသေ မြေကြီး သင်္ကေတ ဖြစ်ပြီး Capricorn သည် အခြေခံကျသော မြေကြီး လက္ခဏာ ဖြစ်ပြီး Taurus အမျိုးသမီး သည် Capricorn ယောက်ျားနှင့် လိုက်ဖက်ညီမှုမှာ FIVE Hearts အဆင့်ကို ရရှိသည်။ Taurus အမျိုးသမီး နှင့် Capricorn ယောက်ျားသည် ချစ်ခြင်းမေတ္တာနှင့် လိုက်ဖက်မှု အလွန်ကောင်းမွန်ပြီး ၎င်းသည် ချစ်စဖွယ် ကောင်းသော ဆက်ဆံရေး တစ်ခုဖြစ်သည်။ ဤသည်မှာ နက္ခတ်ဗေဒင် ကို အခြေခံ၍ ကောင်းကင်ဘုံမှ ပြုလုပ်ပေးသော စုံတွဲသာ ဖြစ်သည်။",
    "lc": 5
  },
  {
    "id": "5_2",
    "le": "Taurus သည် ပုံသေ မြေကြီး သင်္ကေတ ဖြစ်ပြီး Aquarius သည် ပုံသေ လေထု လက္ခဏာ ဖြစ်သည်။ Taurus အမျိုးသမီး သည် Aquarius အမျိုးသားနှင့်လိုက်ဖက်မှုရှိသော TWO Hearts အဆင့်ကို ရရှိသည်။ Taurus အမျိုးသမီး Aquarius ယောက်ျားလက်ထပ်ခြင်းကို နက္ခတ်တွင် မရေးထားသော်လည်း ဤစုံတွဲမျိုးမရှိဘူး ဆိုသည်မှာ လုံးဝ မဖြစ်နိုင်ပေ။\r\nမည်သို့ပင်ဆိုစေကာမူ ဤကြယ်လက္ခဏာများ အတူတကွ နေထိုင်နိုင်ရန် အချိန်နှင့် ဆက်သွယ်မှု လိုအပ်ပါသည်။ နက္ခတ်ဗေဒင်ပညာနှင့် လိုက်ဖက်ညီမှု တွက်ချက်ရာတွင် သူသည် သူ၏ ခန့်မှန်းမရသော သဘောထားများကို တားဆီးနိုင်ပြီး သူမသည် မရင်းနှီးသော ပတ်ဝန်းကျင် နှင့် အဆင်ပြေစေရန် သူမ၏စိတ်ကို ဖွင့်ထားနိုင်လျှင် ၎င်းတို့သည် ချစ်မိသွားပြီး ပျော်ရွှင်ဖွယ် တည်ရှိမှုသို့ ရောက်ရှိနိုင်သည်ဟု ဗေဒင်ဟောကိန်းထုတ်သည်။ Taurus အမျိုးသမီး နှင့် Aquarius ယောက်ျား ဆက်ဆံရေးတွင် ပိုမိုကောင်းမွန်သော နားလည်မှုဖြင့် အောင်မြင်ရန် အခွင့်အလမ်းရှိသည်။\r\n",
    "lc": 2
  },
  {
    "id": "5_3",
    "le": "Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်ပြီး Pisces သည် ပြောင်းလဲနိုင်သော ရေလက္ခဏာဖြစ်သည်။ Taurus အမျိုးသမီး သည် Pisces ယောက်ျားနှင့် လိုက်ဖက်ညီမှု FOUR Hearts အဆင့်ကို ရရှိသည်။ Taurus အမျိုးသမီး နှင့် Pisces ယောက်ျားသည် ရှားပါးသော ဆက်ဆံရေး ပြဿနာများကို ရှောင်ရှားနိုင်လျှင် ဤနေရောင်လက္ခဏာ နှစ်ခုသည် နောက်ဆုံးအချိန်အထိ တစ်ယောက်ကို တစ်ယောက် ပျော်ရွှင်စေမည် ဖြစ်သည်။ ဒီစုံတွဲဟာ ဘဝခရီးမှာ ရေရှည်လျှောက်လှမ်းနိုင်ပါတယ်။",
    "lc": 4
  },
  {
    "id": "5_4",
    "le": "Taurus သည် ပုံသေ မြေကြီး သင်္ကေတ ဖြစ်ပြီး Aries သည် အခြေခံကျသော မီးလက္ခဏာ ဖြစ်သည်။ Taurus အမျိုးသမီး သည် Aries ယောက်ျားနှင့် လိုက်ဖက်ညီမှု TWO Hearts အဆင့်ကို ရရှိသည်။ သူမသည် ဆွဲဆောင်မှုရှိသည်။ ကာမဂုဏ်နှင့် စပ်လျဉ်း၍ သူ၏ စကားများက သူမကို ဆက်လက်တွန်းပို့စေသည်။ ဤနေ့စဉ် အချင်းအရာများက Taurus အမျိုးသမီး နှင့် Aries ယောက်ျား၏ ခင်မင်ရင်းနှီးမှုကို အခြားအဆင့်သို့ ယူဆောင်သွားပြီး ဤနေရောင်လက္ခဏာ နှစ်ခုကြား တစ်သက်တာ ကြာရှည်နိုင်သည့် ပြည့်စုံသော နှောင်ကြိုးကို ဖန်တီးရန် ကူညီပေးသည်။ နွားထီးနှင့် သိုးထီးတို့သည် လိုချင်သော အရာတစ်ခုကို ရအောင် လုပ်ဆောင်နိုင်သည်။",
    "lc": 2
  },
  {
    "id": "5_5",
    "le": "Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်ပြီး Taurus အမျိုးသမီး သည် Taurus အမျိုးသားနှင့် လိုက်ဖက်ညီမှု လေးခုသော Hearts အဆင့်ကို ရရှိသည်။ သူတို့နှစ်ယောက်အတွက်၊ သူတို့လိုချင်တာ ဒါမှမဟုတ် လိုအပ်သမျှက သူတို့နှစ်ယောက်ပဲ ဖြစ်တဲ့အတွက် တခြားအရာတွေကို ဘယ်တော့မှ မလိုအပ်ပါဘူး။ သဟဇာတ ဖြစ်မှုကို ဆက်လက် ထိန်းထားနိုင်ပြီး ဆက်ဆံရေး ချို့ယွင်းချက်များကို ရှောင်ရှားနိုင်သရွေ့ သူတို့၏ ချစ်ခြင်းမေတ္တာသည် ခေတ်ကာလ တစ်လျှောက်လုံး ပဲ့တင်ထပ်နေမည် ဖြစ်သည်။ Taurus မိန်းမ နှင့် Taurus ယောက်ျား ချစ်ခြင်းမေတ္တာသည် ကောင်းကင်ဘုံမှ ဖန်ဆင်းထားသော တွဲဖက်တစ်ခု ဖြစ်သည်။",
    "lc": 4
  },
  {
    "id": "5_6",
    "le": "Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်ပြီး Gemini သည် ပြောင်းလဲနိုင်သော လေ လက္ခဏာ ဖြစ်သည်။ Taurus အမျိုးသမီး သည် Gemini ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် Hearts အဆင့် သတ်မှတ်ချက် သုံးခု ရရှိသည်။ သူ၏ ပြေလည်ပျောက်လွယ် အပေါ်ယံသဘောသာ ထားတတ်သော သဘာဝ နှင့် သူမ၏ တာရှည်စွာ စွဲမြဲတတ်သော အကျင့်စရိုက်တို့ကြား  မျှတအောင် မပြုလုပ်နိုင်ကြလျင် သူတို့ဆက်ဆံရေးတွင် အခက်အခဲ ရှိနေတတ်သည်။ ဒါပေမဲ့ လိမ္မာပါးနပ်တဲ့ ဇာတ်ဝင်ခန်းက လွှတ်ထားဖို့ မဖြစ်အောင် ကောင်းလွန်းပြီး ရုပ်ပိုင်းဆိုင်ရာ ဆွဲဆောင်မှု အားကောင်းရင် ဒီရာသီခွင် လက္ခဏာတွေက ရေရှည်အတွက် အလုပ်ဖြစ်နိုင်ပါတယ်။ Taurus အမျိုးသမီးသည် နှင့် Gemini အမျိုးသား ရာသီခွင်တို လိုက်ဖက်မှုရှိရန် လိမ္မာပါးနပ်မှုရှိရလိမ့်မည်။",
    "lc": 3
  },
  {
    "id": "5_7",
    "le": "နက္ခတ်ဗေဒင်တွင် Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်ပြီး ကရကဋ်သည် အခြေခံကျသောရေ လက္ခဏာ ဖြစ်ပြီး Taurus အမျိုးသမီး သည် ကရကဋ်ယောက်ျားနှင့် လိုက်ဖက်မှု လေးခု ရရှိသည်။ Taurus အမျိုးသမီး နှင့် Cancer အမျိုးသားများသည် တစ်ယောက်နှင့်တစ်ယောက်၏ လိုအပ်ချက်များနှင့် ကိုယ်ပိုင်ဆန္ဒများကို နားလည်သောကြောင့် သူတို့နှစ်ယောက်၏ ပေါင်းစပ်မှုမှာ ရှုပ်ထွေးစေသော အရာမရှိပါ။\r\nသူ့အတွက် စိတ်ပိုင်းဆိုင်ရာ လွတ်မြောက်မှုနှင့် သူမအတွက် ရုပ်ပိုင်းဆိုင်ရာ ကျေနပ်မှုတို့ ပေါင်းစပ်မှုက ၎င်းတို့ကို ပြီးပြည့်စုံသော လိင်ပိုင်းဆိုင်ရာ ပေါင်းစည်းမှုကို ဖြစ်စေသည်။ ဤစံထားစရာ သဟဇာတဖြစ်မှု ပုံရိပ်ကြောင့် Taurus အမျိုးသမီး နှင့် Cancer အမျိုးသား ဆက်ဆံရေးကို ကြာရှည်စေသည်။ ကနဦး အဖုအထစ် လေးများကို ကျော်လွှားနိုင်လျှင် ၎င်းတို့သည် ကြာရှည်စွာ အတူတကွ နေနိုင်ကြသည်။\r\n",
    "lc": 4
  },
  {
    "id": "5_8",
    "le": "Taurus သည် ပုံသေ မြေကြီး သင်္ကေတဖြစ်ပြီး Leo သည် ပုံသေ မီးလက္ခဏာ ဖြစ်သည်။ Taurus အမျိုးသမီး သည် Leo သည် ယောက်ျားနှင့် လိုက်ဖက်မှု TWO Hearts အဆင့်ကို ရရှိထားသည်။ Taurus မိန်းမ နှင့် Leo ယောက်ျား ကြား အချစ်ရေးတွင် ကျိုးကြောင်းဆီလျော်သော နားလည်မှုရှိမှသာ အလုပ်ဖြစ်လိမ့်မည်။ ဒီလိုမှမဟုတ်ရင်၊ ဒီဆက်ဆံရေးဟာ ကျရှုံးသွားပါလိမ့်မယ်။ နှစ်ဦးနှစ်ဘက် လုံးက ကြိုးစားပြီး တွဲဖက်မှုကို အောင်မြင်အောင် လုပ်ဖို့ အခွင့်အလမ်း တွေရှိပါတယ်။",
    "lc": 2
  },
  {
    "id": "5_9",
    "le": "Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်ပြီး Virgo သည် ပြောင်းလဲနိုင်သော မြေကြီး လက္ခဏာ ဖြစ်သည်။ Taurus အမျိုးသမီး သည် Virgo ယောက်ျားနှင့် လိုက်ဖက်ညီမှု FIVE Hearts အဆင့်ကို ရရှိသည်။ ဒါဟာ မှန်ကန်တဲ့ ချစ်ခြင်းမေတ္တာ၊ နားလည်မှုနဲ့ ကတိကဝတ်တွေ၊  မျှတမှုရှိတဲ့ ကောင်းမွန်တဲ့ ပူးပေါင်းဆောင်ရွက်မှု တွေကြောင့် အကောင်းဆုံးသော တွဲဖက်တစ်ခုပါ။ Taurus မိန်းမနှင့် Virgo ယောက်ျားတို့၏ ခင်မင်ရင်းနှီးမှုသည် တစ်သက်တာလုံး တည်တံ့နိုင်သည် ။ ဒါပေမယ့် နှစ်ယောက်စလုံးက အဲဒါကို စိတ်အား ထက်သန်မှ ရမယ်။ ဒါဟာ အပြန်အလှန် သဟဇာတဖြစ်မှု အရှိဆုံး ဆက်ဆံရေး တစ်ခုပါ။",
    "lc": 5
  },
  {
    "id": "5_10",
    "le": "Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်ပြီး Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်သည်။ Taurus အမျိုးသမီး သည် Libra ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင်  နှလုံးသား အဆင့် သတ်မှတ်ချက် သုံးခု ရရှိသည်။ Taurus မိန်းမ နှင့် Libra ယောက်ျား ရာသီခွင် စုံတွဲသည် တစ်ယောက်ကို တစ်ယောက် ချစ်ခင်မှု လေးစားမှုတို့ဖြင့် လက်ခံတတ်လာမှသာ သဟဇာတ ဖြစ်နိုင်သည်။ ဒီစုံတွဲက တစ်ဖက်သားကို ထူးထူးခြားခြားဖြစ်အောင် ဖန်တီးပေးတဲ့ အတွဲတခုပါ။",
    "lc": 3
  },
  {
    "id": "5_11",
    "le": "Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်ပြီး Scorpio သည် ပုံသေ ရေလက္ခဏာ ဖြစ်သည်။ Taurus အမျိုးသမီး နှင့် Scorpio ယောက်ျားသည် လိုက်ဖက်မှု တွက်ချက်ရာ၌ ONE Hearts အဆင့် သတ်မှတ်ချက် ကို ရရှိသည်။ ဒါက တော လိုချင်မှုကြောင့် စိန်ခေါ်မှုတွေ ရှိလာတဲ့ ဆက်ဆံရေးတစ်ခု ဖြစ်နိုင်တယ်။\r\nTaurus အမျိုးသမီး နှင့် Scorpio ယောက်ျား ချစ်ခြင်းမေတ္တာသည် ထူးခြား ကောင်းမွန်ခြင်း မရှိသောကြောင့် အတူနေနိုင်ရန် ပေါင်းစပ်နိုင်ရန် မှန်ကန်သော ကြိုးပမ်း အားထုတ်မှုများ ပြုလုပ်ရန် လိုအပ်မည် ဖြစ်သည်။ \r\n",
    "lc": 1
  },
  {
    "id": "5_12",
    "le": "Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်ပြီး Sagittarius သည် ပြောင်းလဲနိုင်သော မီး လက္ခဏာ ဖြစ်သည်။ Taurus အမျိုးသမီး သည် Sagittarius ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာ Hearts အဆင့် သတ်မှတ်ချက် သုံးခု ရရှိသည်။ Sagittarius အမျိုးသားသည် မည်သည့်ဆက်ဆံရေးတွင်မဆို သူမလိုအပ်သော အာမခံချက်မျိုး သေချာမှုမျိုးကို လုပ်ဆောင်ပေးရန် သတိရရန် လိုအပ်ပါသည်။\r\nအဘယ်ကြောင့်ဆိုသော် Taurus အမျိုးသမီးသည် သူမစိတ်ထဲတွင် ဆုံးဖြတ်ချက်ချပြီးသည်နှင့် သူမဆုံးဖြတ်ချက်ကို လိုက်နာသည်။ Sagittarius အမျိုးသား သည် Taurus အမျိုးသမီး အတွက် သူမနှင့် တူညီသော ကြင်နာမှုအတိုင်း လုပ်ဆောင်ရန်သာရှိပြီး Taurus အမျိုးသမီး နှင့် Sagittarius ယောက်ျား၏ ခင်မင်မှုသည် တည်မြဲလိမ့်မည်။ ပြီးတော့ ဒါက ရေရှည် တည်မြဲတဲ့ ဆက်ဆံရေး တစ်ခုအဖြစ်တောင် ပြောင်းလဲသွားနိုင်ပါတယ်။\r\n",
    "lc": 3
  },
  {
    "id": "6_1",
    "le": "Gemini သည် မပြောင်းလဲနိုင်သော လေပြ လက္ခဏာ ဖြစ်ပြီး မကာရ ရာသီသည် အခြေခံကျသော မြေကြီး လက္ခဏာ ဖြစ်သည်။ Gemini အမျိုးသမီး သည် Capricorn ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် နှလုံးသား အဆင့် သတ်မှတ်ချက် သုံးခုကို ရရှိသည်။ ဒီစုံတွဲက ဘယ်နည်းနဲ့မဆို ရှေ့ဆက်သွားနိုင်ပါတယ်။ ဆွဲဆောင်မှု အားကောင်းပြီး Gemini အမျိုးသမီးနှင့် Capricorn အမျိုးသားတို့၏ ခင်မင်ရင်းနှီးမှု တည်ငြိမ်ပါက၊ ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး သက်တမ်းတစ်လျှောက် လိုက်လျောညီထွေ ဖြစ်အောင် ဆက်သွားနိုင်မည်ဖြစ်သည်။",
    "lc": 3
  },
  {
    "id": "6_2",
    "le": "Gemini သည် ပြောင်းလဲနိုင်သော လေပြ လက္ခဏာ ဖြစ်ပြီး Aquarius သည် ပုံသေ လေထု လက္ခဏာ ဖြစ်သည်။ Gemini သည် Aquarius ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာ FIVE Hearts အဆင့်ကို ရရှိသည်။ ၎င်းတို့သည် ၎င်းတို့၏ ဆန္ဒများ၏ ရုပ်ပိုင်းဆိုင်ရာနှင့် စိတ်ပိုင်းဆိုင်ရာ ရှုထောင့် နှစ်ခုလုံးကို ၎င်းတို့၏ မျှဝေခံစားမှုတွေက ဖြည့်ဆည်းပေးသည်။ ဒါက တစ်ယောက် အတွက် တစ်ယောက် ဖန်တီးထားတဲ့ စုံတွဲပါ။ Gemini မိန်းမ နှင့် Aquarius ယောက်ျားသည် အကောင်းဆုံး ရာသီခွင် စုံတွဲများထဲမှ တစ်ခုဖြစ်သည်။",
    "lc": 5
  },
  {
    "id": "6_3",
    "le": "Gemini သည် ပြောင်းလဲနိုင်သော လေလက္ခဏာ ဖြစ်ပြီး Pisces သည် ပြောင်းလဲနိုင်သော ရေလက္ခဏာ ဖြစ်သည်။ Gemini အမျိုးသမီး တယောက်က Pisces ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် TWO Hearts အဆင့်ကို ရရှိသည်။ Gemini အမျိုးသမီးများနှင့် Pisces အမျိုးသားများ ပေါင်းစုံရန် စွန့်စားမှုအနည်းငယ် လိုအပ်သော်လည်း သင်ယူနိုင်ပါသည်။ Gemini မိန်းမနှင့် Pisces အမျိုးသား လိုက်ဖက်ပါသလား။ သင်ကိုယ်တိုင်ဖြေနိုင်ပါတယ်။",
    "lc": 2
  },
  {
    "id": "6_4",
    "le": "Gemini မိန်းမနဲ့ Aries ယောက်ျား လိုက်ဖက်လား? Gemini မိန်းမ Aries ယောက်ျား အတူရှိနိုင်သလား။ Gemini သည် မပြောင်းလဲနိုင်သော လေပြ လက္ခဏာ ဖြစ်ပြီး Aries သည် အခြေခံကျသော မီးလက္ခဏာဖြစ်ပြီး Gemini သည် Aries ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် Four Hearts အဆင့်ကို ရရှိသည်။ ဒါကြောင့် နှစ်ယောက်စလုံးဟာ တစ်ယောက်နဲ့တစ်ယောက် ပေါင်းသင်းနေထိုင်တတ်ဖို့ သင်ယူပြီး တစ်ယောက်နဲ့တစ်ယောက်ရဲ့ ထူးခြားချက်တွေကို နားလည်ဖို့ပဲ လိုပါတယ်။ Gemini သူမသည် သူမ၏သစ္စာရှိမှုကို ဝန်ခံနိုင်ပြီး Aries အမျိုးသားက သူမ၏ မမှန်းဆနိုင်မှုများကို လက်ခံနိုင်လျှင် Gemini အမျိုးသမီးနှင့် Aries အမျိုးသားတို့သည် တစ်သက်တာလုံး အိမ်ထောင်ဖက်အဖြစ်ရှိမည်ဖြစ်သည်။",
    "lc": 4
  },
  {
    "id": "6_5",
    "le": "Gemini သည် ပြောင်းလဲနိုင်သော လေလက္ခဏာဖြစ်ပြီး Taurus သည် ပုံသေမြေကြီးလက္ခဏာဖြစ်ပြီး၊ Gemini အမျိုးသမီး Taurus ယောက်ျားနှင့် လိုက်ဖက်နိုင်မှု  တွက်ချက်ရာတွင် TWO Hearts အဆင့်ကို ရရှိသည်။ Taurus ယောက်ျားသည် သူမအား သွားလာရန် လိုအပ်သည့် အချိန်နေရာအား ခွင့်ပြုပေးပြီး Gemini အမျိုးသမီးသည် Taurus အမျိုးသားအတွက် အိမ်တွင်နေရန် လိုအပ်ကြောင်း သိရှိနားလည်ပါက ၎င်းတို့သည် ၎င်းတို့၏ချစ်သူကို ထာဝရပျော်ရွှင်အောင် ထားနိုင်သောသူများဖြစ်စေနိုင်သည်။ ဤ Gemini အမျိုးသမီး နှင့် Taurus ယောက်ျား ရာသီခွင် စုံတွဲအချို့၌ အပေးအယူများ ညှိနှိုင်းခြင်းများ ရှိနိုင်ပါသည်။",
    "lc": 2
  },
  {
    "id": "6_6",
    "le": "Gemini သည် ပြောင်းလဲနိုင်သော လေလက္ခဏာဖြစ်ပြီး Gemini အမျိုးသမီး Gemini man နှင့် လိုက်ဖက်နိုင်မှု FOUR Hearts အဆင့်ကို ရရှိသည်။ တစ်ယောက်နဲ့တစ်ယောက် နေရာလွတ်ပေးပြီး နှစ်ယောက်စလုံး အဆင်ပြေသွားပါလိမ့်မယ်။ Gemini မိန်းမ Gemini ယောက်ျားသည် တစ်သက်လုံး အတူနေနိုင်သည် ။",
    "lc": 4
  },
  {
    "id": "6_7",
    "le": "Gemini သည် ပြောင်းလဲနိုင်သော လေလက္ခဏာဖြစ်ပြီး Cancer သည် အဓိကကျသော ရေလက္ခဏာ ဖြစ်သည်။ Gemini အမျိုးသမီး သည် Cancer ယောက်ကျားနှင့် လိုက်ဖက်နိုင်မှု တွက်ချက်ရာတွင် a THREE Hearts ရရှိသည်။ မေထုန် အမျိုးသမီးနှင့် ကင်ဆာ ယောက်ျားသည် တွဲနိုင်သည်ကို ယခု သင်သိပါသလား။",
    "lc": 3
  },
  {
    "id": "6_8",
    "le": "Gemini သည် ပြောင်းလဲနိုင်သော လေလက္ခဏာဖြစ်ပြီး Leo သည် ပုံသေမီးလက္ခဏာဖြစ်ပြီး Gemini အမျိုးသမီး Leo man နှင့် လိုက်ဖက်နိုင်မှု တွက်ချက်ရာတွင် FOUR Hearts ရရှိသည်။ ပြီးပြည့်စုံသော Gemini အမျိုးသမီး နှင့် Leo ယောက်ျားတို့၏ အိမ်ထောင်ရေးလမ်းကြောင်းတွင် အတားအဆီးအမျိုးမျိုး ရှိတတ်ပါသည်။\r\nLeo ယောက်ျား၏ စိတ်ဆန္ဒအတွက် Gemini အမျိုးသမီး ကစီးဆင်းမှုနှင့်အတူ လိုက်ပါလိုစိတ်ရှိရန် လိုအပ်ပြီး သူမသည် သူ့အတွက် တချို့နေရာ၌ အလျှော့ပေးရန် အဆင်သင့်ဖြစ်နေရမည်။ ဒါပေမယ့် ဒီရာသီခွင်နှစ်ခု အလယ်မှာ ဆုံနိုင်ရင် သူတို့ရဲ့ အချစ်မီးဟာ ထာဝရ လောင်ကျွမ်းသွားလိမ့်မယ်။ သင်ဟာ Leo ယောက်ျားနဲ့ လက်ထပ်ဖို့ အကောင်းဆုံး လက္ခဏာကို ရှာဖွေနေတယ်ဆိုရင် အခု သင်သိသွားပါပြီ။\r\n",
    "lc": 4
  },
  {
    "id": "6_9",
    "le": "Gemini သည် ပြောင်းလဲနိုင်သော လေနိမိတ်ဖြစ်ပြီး Virgo သည် မပြောင်းလဲနိုင်သော မြေကြီးလက္ခဏာဖြစ်ပြီး Gemini သည် Virgo man နှင့် လိုက်ဖက်နိုင်မှု တွက်ချက်ရာတွင် TWO Hearts ရရှိသည်။ Virgo ယောက်ကျားသည် သူအပေါ်ထားရှိသလောက် သစ္စာရှိတတ်ပြီး သူမအပေါ် သူ့ရဲ့ ပြင်းပြတဲ့ စေတနာကို လည်း Gemini အမျိုးသမီးက ခံစားသိပါတယ်။ Gemini အမျိုးသမီးသည် Virgo ယောက်ကျား၏ ပြီးပြည့်စုံသော လူကြီးလူကောင်းဆန်သော အကာအကွယ် ပေးတတ်သော သဘာဝကို နှစ်သက်သည်။ ပြီးတော့ Virgo ယောက်ကျားကလည်း သူမကို ဤအချပ်များကို ပြုလုပ်ပေးပြီး သူတို့တစ်သက်လုံး ချစ်သွားမှာ သေချာပါတယ်။ Gemini မိန်းမနှင့် Virgo ယောက်ျားတို့သည် ချိန်ညှိရန် သင်ယူပါက ဘဝလက်တွဲဖော် ဖြစ်နိုင်သည်။",
    "lc": 2
  },
  {
    "id": "6_10",
    "le": "ချစ်ခြင်းမေတ္တာ၌ Gemini အမျိုးသမီးသည် ပြောင်းလဲနိုင်သော လေလက္ခဏာ ဖြစ်ပြီး Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်ပြီး၊ Gemini အမျိုးသမီး Libra ယောက်ျားနှင့် လိုက်ဖက်ညီမှုသည် FIVE Hearts အဆင့်ကို ရရှိသည်။ ဤရာသီခွင် နှစ်ခုစလုံးသည် အလွန် ခေါင်းမာတတ်ပြီး အပေးအယူ လုပ်ယူရမည် ဖြစ်သည်။ ဒါပေမယ့် Libra ယောက်ျားက သူမစိတ်တိုင်းကျ လွှတ်ပေးလိုက်နိုင်သည်နှင့် တပြိုင်နက် သူမကလည်း သူ့ခြေလှမ်းအတိုင်းသာ လိုက်နိုင်ခဲ့ပါလျင် Gemini အမျိုးသမီး နှင့် Libra ယောက်ျား ဆက်ဆံရေးက ရေရှည် သွားနိုင်ပါလိမ့်မယ်။ Gemini မိန်းမနှင့် Libra ယောက်ျား အတူရှိနိုင်သလား။ ဒါပေမယ့် အဲဒါက Gemini မိန်းမ Libra ယောက်ျား စုံတွဲတွေအပေါ် မှာပဲ မူတည်တယ်။",
    "lc": 5
  },
  {
    "id": "6_11",
    "le": "Gemini သည် မပြောင်းလဲနိုင်သော လေလက္ခဏာ ဖြစ်ပြီး Scorpio သည် ပုံသေ ရေလက္ခဏာ ဖြစ်ပြီး Gemini သည် Scorpio ယောက်ျားနှင့် လိုက်ဖက်နိုင်မှု တွက်ချက်ရာတွင် THREE Hearts အဆင့် သတ်မှတ်ချက် သုံးခုကို ရရှိသည်။ Scorpio ယောက်ကျားသည် သူ့အပေါ် သစ္စာရှိမှန်း သူသိလိုက်သည်နှင့် သူမဘက်က ပြတ်စဲသွားသည့်တိုင် သူ့ဘက်ကတော့ ကတိကဝတ်ကို တည်တံ့ ခိုင်မာစေပါသည်။\r\nအကြောင်းမူကား၊ Scorpio သည် သူတို့၏ ဆက်ဆံရေးကို တည်ဆောက်မည့် အဓိက လူသာဖြစ်ပြီး  ကျန်သော အရာများသည် သူ့ပတ်ဝတ်ဝန်းကျင်မှ သေးငယ်သော အရာများသာ ဖြစ်သည်ကို  မြင်တွေ့ရမည် ဖြစ်သည်။ Gemini အမျိုးသမီး နှင့် Scorpio အမျိုးသား တို့သည် ချစ်ခြင်းမေတ္တာဖြင့် ၎င်းတို့၏ စကြဝဠာကို ဖန်တီးပြီး ပျော်ရွှင်စေနိုင်သည်။\r\n",
    "lc": 3
  },
  {
    "id": "6_12",
    "le": "Gemini သည် မပြောင်းလဲနိုင်သော လေနိမိတ် ဖြစ်ပြီး Sagittarius သည် ပြောင်းလဲနိုင်သော မီးလက္ခဏာ ဖြစ်သည်။ Gemini အမျိုးသမီး သည် Sagittarius ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် ONE Heart အဆင့်ကို ရရှိသည်။ Gemini မိန်းမ နှင့် Sagittarius ယောက်ျား တို့၏ အတွဲသည် ၎င်းတို့၏ ကွဲပြားမှုများကို ကျော်လွှားနိုင်ရန် တစ်သက်တာလုံး တည်တံ့ရန် ကြိုးစားရမည် ဖြစ်သည်။ မီးလောင်ရာ လေပင့်သကဲ့သို့ မဖြစ်စေရန် သတိထားပါ။",
    "lc": 1
  },
  {
    "id": "7_1",
    "le": "ကရကဋ်သည် အခြေခံကျသောရေ လက္ခဏာ ဖြစ်ပြီး မကာရ ရာသီသည် အခြေခံကျသော မြေကြီး လက္ခဏာ ဖြစ်ပြီး၊ ကရကဋ် အမျိုးသမီး သည် မကာရရာသီဖွား အမျိုးသားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် ONE Hearts အဆင့် သတ်မှတ်ချက်ကို ရရှိသည်။ သူတို့ နှစ်ယောက်စလုံးဟာ အတော်လေး ခေါင်းမာသည့်အတွက် ဆက်ဆံရေးကို ဆက်လက် ထိန်းထားနိုင်ဖို့ နှစ်ဖက်စလုံးမှာ ကြိုးစားရမှာဖြစ်ပြီး ကြိုးစားမှုဟာ အချိန်အနည်းငယ် ကြာပါလိမ့်မယ်။ သို့သော် ပေါင်းသင်း ဆက်ဆံမှုနှင့် စိတ်ရှည်သည်းခံမှု တို့ကြောင့် ၎င်းတို့နှစ်ဦးသည် တယောက်ကိုတယောက် နားလည်နိုင်ရန် သင်ယူနိုင်ပြီး ခိုင်မာသောဘဝကို အတူတကွ စောင့်ထိန်း နိုင်ကြပါလိမ့်မည်။ ကရကဋ် အမျိုးသမီး နှင့် မကာရ ရာသီခွင် ယောက်ျားတို့ ရာသီခွင် ကိုက်ညီမှု ရှိစေရန် အလွန်ကြိုးစားရန် လိုအပ်သည်။",
    "lc": 1
  },
  {
    "id": "7_2",
    "le": "ကရကဋ်သည် အခြေခံကျသော ရေလက္ခဏာ ဖြစ်ပြီး Aquarius သည် ပုံသေ လေထု လက္ခဏာ ဖြစ်ပြီး၊ ကင်ဆာအမျိုးသမီး နှင့် Aquarius အမျိုးသားနှင့် လိုက်ဖက်ညီမှုမှာ Hearts အဆင့် သတ်မှတ်ချက် သုံးခု ရရှိထားသည်။ Aquarius ယောက်ျား သည် ကရကဋ် အမျိုးသမီးကို ဘာကြောင့် ချစ်ရသည်ကို သူမက သိရှိလာသည့် အချိန်တွင် သူသည် သူမအား တူညီစွာ ပြန်ချစ်လာမည် ဖြစ်သည်။ ဤကရကဋ် အမျိုးသမီး နှင့် Aquarius ယောက်ျား စုံတွဲသည် အများနှင့်မတူ ထူးခြားပြီး ကွဲပြားသည်။",
    "lc": 3
  },
  {
    "id": "7_3",
    "le": "ကင်ဆာသည် အခြေခံကျသော ရေ လက္ခဏာ ဖြစ်ပြီး Pisces သည် ပြောင်းလဲနိုင်သော ရေလက္ခဏာ ဖြစ်ပြီး ကင်ဆာ အမျိုးသမီး သည်Pisces အမျိုးသားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် FIVE Hearts အဆင့်ကို ရရှိသည်။ ကရကဋ် အမျိုးသမီးသည် သူမအား တိုက်တွန်းမှုကို တွန်းလှန်နိုင်ပြီး  Pisces အမျိုးသား ကလည်း ငေးမော တွေးတောနေသော အခြေအနေများမှ ရုန်းထွက်လာနိုင်လျှင် ဤရာသီခွင် နှစ်ခုသည် တစ်သက်တာ ပျော်ရွှင်မှုကို ဖန်တီးပေးလိမ့်မည်။ ကရကဋ် မိန်းမ နှင့် Pisces ယောက်ျားသည် တယောက်အပေါ် တယောက်အတွက် အကောင်းဆုံး ရာသီခွင်ဖြစ်သည်။",
    "lc": 5
  },
  {
    "id": "7_4",
    "le": "ကင်ဆာသည် အခြေခံကျသော ရေလက္ခဏာ ဖြစ်ပြီး Aries သည် အခြေခံကျသော မီးလက္ခဏာ ဖြစ်သည်။ ကင်ဆာ အမျိုးသမီး Aries အမျိုးသားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် TWO Hearts အဆင့်ကို ရရှိသည်။ သူမက သူ့ကို စိတ်ရှည်သည်းခံမှုနှင့် ယုံကြည်စိတ်ချရမှု တို့ကို သင်ကြားပေးနိုင်ပါက သူကလည်း သူမအား အလွယ်လမ်းလိုက်တတ်မှုမှ လွတ်မြောက်စေပြီး ပိုမို စိတ်လှုပ်ရှားဖွယ် များကို လုပ်ဆောင်ရန်လည်း ကူညီပေးနိုင်ပါလိမ့်မည်။ ကရကဋ် အမျိုးသမီးနှင့် Aries အမျိုးသားတို့သည် အချင်းချင်း ပွင့်ပွင့်လင်းလင်း ပြောဆိုနိုင်ပြီး သင်ယူနိုင်လျှင် ၎င်းတို့သည် တစ်သက်လုံး လက်တွဲဖော်အဖြစ် ရှိမည်ဖြစ်သည်။ ဒါက အပေးအယူကို အခြေခံထားတဲ့ ရာသီခွင်တစ်ခုပါ။",
    "lc": 2
  },
  {
    "id": "7_5",
    "le": "ကင်ဆာသည် အခြေခံကျသော ရေ လက္ခဏာ တစ်ခုဖြစ်ပြီး Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်ပြီး၊ ကင်ဆာ အမျိုးသမီးသည် Taurus အမျိုးသားနှင့် လိုက်ဖက်ညီမှုမှာ FOUR Hearts အဆင့်ကို ရရှိသည်။ ကရကဋ် အမျိုးသမီးနှင့် Taurus ယောက်ျား တို့သည် ၎င်းတို့၏ စိတ်သဘောကို ဆောင်တတ်ကြပြီး သူတို့သည် မှန်ကန်သော ဆုံးဖြတ်ချက်ကို ချခဲ့ကြောင်း သေချာစေရန် အတွက် ဘာမဆို လုပ်ကြလိမ့်မည်။ ဤအရာသည်ပင် တွဲဖက်မှုကို ပိုမိုအားကောင်း တောက်ပစေပါလိမ့်မည်။ ဤရာသီခွင် အတွဲသည် လှပသော တွဲဖက်ဖြစ်ပါသည်။",
    "lc": 4
  },
  {
    "id": "7_6",
    "le": "ကင်ဆာသည် အခြေခံကျသော ရေ လက္ခဏာ ဖြစ်ပြီး Gemini သည် ပြောင်းလဲနိုင်သော လေလက္ခဏာ ဖြစ်သည်။ ကင်ဆာ အမျိုးသမီး သည် Gemini ယောက်ျားနှင့် လိုက်ဖက်နိုင်မှု TWO Hearts အဆင့်ကို ရရှိသည်။ ကရကဋ် အမျိုးသမီး နှင့် Gemini အမျိုးသာ တို့သည် ရန်ဖြစ်လိုက် ပြန်ချစ်လိုက် ဖြစ်ပြီး နေ့တိုင်း တယောက်ကိုတယောက် အသစ်အဆန်းလေးတွေ နားလည်မှုလေးတွေ ပြုလုပ်ပေးနိုင်ပါတယ်။ တွဲဖက်မှု ပိုမို ကောင်းမွန်အောင် ပြုလုပ်လိုစိတ် ရှိဖို့ပဲ လိုပါတယ်။ ထိုကဲ့သို့သော အပေးအယူမျိုးဖြင့် ဤရာသီခွင် နှစ်ခုကို တစ်သက်လုံး အတူတကွ ပေါင်းသင်းရန် လုံလောက်ပါပြီ။ အချင်းချင်း တယောက်အကြောင်း တယောက် နားလည်အောင် ကြိုးစားပေးနိုင်ကြတဲ့ တွဲဖက် တစ်စုံပါပဲ။",
    "lc": 2
  },
  {
    "id": "7_7",
    "le": "ကင်ဆာသည် အခြေခံကျသော ရေ လက္ခဏာဖြစ်သည်။ ကင်ဆာ အမျိုးသမီးသည် ကင်ဆာ ယောက်ျားနှင့် လိုက်ဖက်ညီမှု FOUR Hearts အဆင့်ကို ရရှိသည်။ အကယ်၍ ဤရာသီခွင် စုံတွဲသည် ၎င်းတို့၏ အတွေးအမြင်များနှင့် ခံစားချက်များ၊ ငြိမ်းချမ်းရေးနှင့် သဟဇာတ ဖြစ်စေမှုများကို တယောက်နဲ့တယောက် မျှဝေခံစားပေးရန် နည်းလမ်းရှာနိုင်လျှင် နောက်ဆုံးတွင် အောင်မြင်မည်ဖြစ်သည်။ ပြီးတော့ ကင်ဆာမောင်နှံတွေဟာ တယောက်နဲ့တယောက် အပြန်အလှန် ရှိနေခဲ့ကြတာကို ခံစားရင်း ကြည်နူးစရာကောင်းတဲ့ အတွဲ ဖြစ်လာနိုင်ပါတယ်။ ဤစုံတွဲသည် ရှုထောင့်များစွာတွင် ဆင်တူသည်။",
    "lc": 4
  },
  {
    "id": "7_8",
    "le": "ကင်ဆာသည် အခြေခံကျသော ရေ လက္ခဏာ ဖြစ်ပြီး Leo သည် ပုံသေ မီးလက္ခဏာ ဖြစ်ပြီး၊ ကင်ဆာ အမျိုးသမီး သည် Leo အမျိုးသားနှင့် လိုက်ဖက်မှုရှိသော Hearts အဆင့် သတ်မှတ်ချက် သုံးခုကို ရရှိသည်။ လီယို အမျိုးသားသည် ၎င်း၏ လွှမ်းမိုး ချုပ်ကိုင်လိုမှု သဘောကို လျော့ပါးစေပြီး ကင်ဆာ အမျိုးသမီး ကလည်း နားလည်မှု မျှဝေခံစားမှုတို့ ပြုလုပ်လာနိုင်လျှင် ၎င်းတို့သည် စုံတွဲအဖြစ် ရှေ့ဆက်နိုင်ပါလိမ့်မည်။ ၎င်းတို့သည် ကြယ်ဆိုင်း နှစ်ခုစလုံး ဖြစ်သောကြောင့် အချင်းချင်း သစ္စာရှိ အဖော်အဖြစ် ဘဝ ကုန်ဆုံးသည်အထိ တည်ရှိနေမည် ဖြစ်သည်။ သူတို့သည် မှန်ကန်မျှတမှုကို ရှာဖွေရန်သာ လိုအပ်သည်။",
    "lc": 3
  },
  {
    "id": "7_9",
    "le": "ကင်ဆာသည် အခြေခံကျသော ရေ လက္ခဏာ ဖြစ်ပြီး Virgo သည် ပြောင်းလဲနိုင်သော မြေကြီး လက္ခဏာ ဖြစ်သည်။ ကင်ဆာ အမျိုးသမီး နှင့် Virgo ယောက်ျား သည် နှလုံးသားအဆင့် သတ်မှတ်ချက် လေးခု ရရှိထားသည်။ သူတို့ ဆက်ဆံရေး ကိုဟန်ချက်ညီအောင် လုပ်နိုင်ရန်မှာ သူက အခြေခံအုတ်မြစ်ကို ခိုင်မာအောင်   တည်ဆောက်မယ့် မြေကြီးသဖွယ် ဖြစ်နေပြီး သူမကတော့ ရေလောင်းပေးပြီး ကြီးထွားလာတာကို စောင့်ကြည့်နေရမှာပါ။ ဒါက အရမ်းစိတ်ခံစားမှု၊ မျှတမှုတို့နဲ့ သက်ဆိုင်တဲ့ တွဲဖက်တွေပါ။",
    "lc": 4
  },
  {
    "id": "7_10",
    "le": "ကရကဋ် သည် အခြေခံကျသော ရေ လက္ခဏာ ဖြစ်ပြီး Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်ပြီး၊ ကင်ဆာ အမျိုးသမီး သည် Libra အမျိုးသားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် နှလုံးသားနှစ်ခု အဆင့်ကို ရရှိသည်။ ကရကဋ် အမျိုးသမီးနှင့် Libra အမျိုးသားတို့သည် ၎င်းတို့၏ အခြေခံ ကွဲပြားချက်များကို ကျော်လွှားနိုင်ရန် တယောက်နှင့်တယောက် နားလည်မှု နှင့် အပေးအယူများစွာ လိုအပ်သည်။ ဒါပေမယ့် သူမသည် သူ့အား သူကိုယ်တိုင် နားလည်သိရှိနိုင်ရန် လုံလောက်တဲ့ အချိန်တခုပေးနိုင်ပြီး သူသည်လည်း သူမ လိုချင်တဲ့ လုံခြုံမှုကို ပေးစွမ်းနိုင်မယ်ဆိုရင် သူတို့နှစ်ယောက်ရဲ့ အချစ်ရေးဘဝဟာ ရေရှည် ရှေ့ဆက် သွားနိုင်ပါလိမ့်မယ်။ ဒီတွဲဖက်များအတွက် အပေးအယူနှင့် နှိမ့်ချဆက်ဆံမှုတွေက မရှိမဖြစ်လိုအပ်ပါတယ်။",
    "lc": 2
  },
  {
    "id": "7_11",
    "le": "ကရကဋ် သည် အခြေခံကျသော ရေလက္ခဏာ ဖြစ်ပြီး Scorpio သည် ပုံသေ ရေလက္ခဏာ ဖြစ်ပြီး၊ ကင်ဆာ အမျိုးသမီးသည် Scorpio အမျိုးသားနှင့် လိုက်ဖက်ညီမှုမှာ FIVE Hearts အဆင့်ကို ရရှိသည်။ ဤတွဲဖက်များသည် တောက်ပမှုများ ကျော်ကြားမှုများ နှင့်အတူ နားလည်မှုအချို့ဖြင့် သဟဇာတဖြစ်အောင် ပေါင်းစည်း သွားနိုင်ကြပေသည်။ ကရကဋ် အမျိုးသမီး သည် Scorpio ယောက်ျား ရာသီခွင်နှင့် အလိုက်ဖက်ဆုံး ရာသီခွင်တခုဖြစ်ပါသည်။",
    "lc": 5
  },
  {
    "id": "7_12",
    "le": "ကရကဋ် သည် အဓိကကျသော ရေလက္ခဏာ ဖြစ်ပြီး Sagittarius သည် ပြောင်းလဲနိုင်သော မီးလက္ခဏာ ဖြစ်ပြီး၊ ကရကဋ် အမျိုးသမီးသည် Sagittarius အမျိုးသားနှင့် လိုက်ဖက်ညီမှုမှာ Hearts အဆင့် သုံးဆင့် ရရှိသည်။ ကရကဋ် မိန်းမ နှင့်Sagittarius ယောက်ျား တို့အတွဲသည် ထိန်းသိမ်းရန် ခက်ခဲသော အတွဲဖြစ်သော်လည်း Cancer အမျိုးသမီးကသာ ဖြေရှင်းပေးပါလိမ့်မည်။ ကရကဋ်  အမျိုးသမီး လိုက်နာရန် လိုအပ်သည်မှာ သူမ၏ စိုးရိမ်စိတ်များကို လျှော့ချ သက်သာစေရန် ပြုလုပ်ရမည်သာ ဖြစ်သည်။ ကရကဋ်အမျိုးသမီးနှင့် ဓနု အမျိုးသားတို့သည် တူညီသော အခြေခံအချက်များကို ရှာတွေ့နိုင်လျှင် သူတို့၏ ဘဝသည် ဘယ်သောအခါမျှ ငြီးငွေ့စရာမရှိပေ။ နှစ်ယောက်စလုံး တယောက်နဲ့တယောက် ပေးဆပ်မှုတွေ အပြည့် ရှိနေပါတယ်။",
    "lc": 3
  },
  {
    "id": "8_1",
    "le": "Leo သည် ပုံသေ မီးနိမိတ်ဖြစ်ပြီး Capricorn သည် အခြေခံကျသော မြေ လက္ခဏာဖြစ်ပြီး Leo အမျိုးသမီးသည် Capricorn ယောက်ျားနှင့် လိုက်ဖက်မှုရှိသော Hearts အဆင့် သတ်မှတ်ချက် သုံးခု ရရှိထားသည်။ Leo အမျိုးသမီး နှင့် Capricorn ယောက်ျားစုံတွဲသည် ၎င်းတို့၏ လက်တွဲဖော်၏ အားသာချက်များကို သတိရပြီး ၎င်းတို့၏ အားနည်းချက်များကို လက်ခံနိုင်စေရန် ပြုစုပျိုးထောင်ရန် ရိုးရှင်းစွာ လုပ်ဆောင်ရမည် ဖြစ်သည်။ ထိုသို့ ပြုလုပ်နိုင်ပါက ၎င်းတို့သည် ရေရှည် သွားနိုင်သော ဆက်ဆံရေး တစ်ခု ဖြစ်နိုင်သောကြောင့် ဖြစ်သည်။ ဒီအတွဲက အောင်မြင်ဖို့ အခွင့်အလမ်းတွေ အများကြီးရှိပြီး ရေရှည်ကို ခရီး ဆက်သွားနိုင်ကြပါတယ်။",
    "lc": 3
  },
  {
    "id": "8_2",
    "le": "Leo သည် ပုံသေမီး လက္ခဏာ ဖြစ်ပြီး Aquarius သည် ပုံသေ လေထု သင်္ကေတ ဖြစ်သည်။ Leo အမျိုးသမီး သည် Aquarius အမျိုးသားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် ONE Hearts အဆင့် သတ်မှတ်ချက်ကို ရရှိသည်။ Leo အမျိုးသမီး နှင့် Aquarius ယောက်ျား စုံတွဲသည် ၎င်းတို့၏ အားသာချက်များကိုသာ အလေးထားပြီး တယောက်ကို တယောက် နားလည်မှု ပေးနိုင်မည် ဆိုလျင်  သူတို့ ဘဝခရီးအတွက် ဘာမဆို လုပ်လို့ရပါတယ်။",
    "lc": 1
  },
  {
    "id": "8_3",
    "le": "Leo သည် ပုံသေ မီးလက္ခဏာ ဖြစ်ပြီး Pisces သည် ပြောင်းလဲနိုင်သော ရေ လက္ခဏာ ဖြစ်ပြီး Leo အမျိုးသမီး သည် Pisces ယောက်ျားနှင့် လိုက်ဖက်မှုရှိသော Hearts အဆင့်သတ်မှတ်ချက် သုံးခု ရရှိထားသည်။ သူတို့ စိုက်ပျိုးသလောက် ပွင့်လာနိုင်သည့်အတွက် ဆက်ဆံရေး ပိုမို ကောင်းမွန်အောင် ပြုစု ပျိုးထောင် ပေးရမှာ ဖြစ်ပါတယ်။ ဤတွဲဖက်သည် အိပ်မက်မက်ဖွယ် ကောင်းနေနိုင်သည်။",
    "lc": 3
  },
  {
    "id": "8_4",
    "le": "Leo သည် ပုံသေ မီးနိမိတ် ဖြစ်ပြီး Aries သည် အခြေခံကျသော မီးနိမိတ် ဖြစ်ပြီးသည်။ Leo အမျိုးသမီး သည် Aries ယောက်ျားနှင့် လိုက်ဖက်ညီမှု FIVE Hearts အဆင့်ကို ရရှိသည်။ ၎င်းတို့ တစ်ဦးစီတွင် ၎င်းတို့နှင့် ၎င်းတို့၏ လုပ်ဖော်ကိုင်ဖက်များကို ပံ့ပိုးရန် ဉာဏ်ရည်နှင့် ယုံကြည်မှု ရှိကြပြီး ဆက်ဆံရေးကို တည်ဆောက်ရန် အတွက် ခိုင်မာသော အခြေခံ အုတ်မြစ်ကို ဖန်တီးပေးသည်။ သူတို့လုပ်ရမှာက အချင်းချင်း ကတိသစ္စာ တည်ရမည် ဖြစ်ပြီး ထိုသို့ ပြုလုပ်နိုင်ပါက လီယိုအမျိုးသမီး နှင့် Aries အမျိုးသားတို့ ပေါင်းဆက်မှုက ရေရှည် ဆက်သွားလိမ့်မယ်။ ဤအတွဲမှာ ထာဝရ တည်မြဲမည့် ရာသီခွင် ပေါင်းစပ်မှု တစ်ခုဖြစ်သည်။",
    "lc": 5
  },
  {
    "id": "8_5",
    "le": "Leo သည် ပုံသေ မီးနိမိတ် ဖြစ်ပြီး Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်သည်။Leo အမျိုးသမီး သည် Taurus အမျိုးသားနှင့် လိုက်ဖက်နိုင်မှု TWO Hearts အဆင့်ကို ရရှိသည်။ တယောက်နှင့် တယောက် အချင်းချင်း နားလည်မှု လုပ်လို့ ရရင် ဘဝလက်တွဲဖော် အဖြစ် ရှိမယ်။ ဒီလိုမှမဟုတ်ရင် ဒီ Leo အမျိုးသမီး နှင့် Taurus ယောက်ျားတို့ ရာသီခွင် တွဲဖက်မှုမှာ အခက်ကြုံရနိုင်ပါသည်။",
    "lc": 2
  },
  {
    "id": "8_6",
    "le": "Leo သည် ပုံသေ မီးလက္ခဏာ ဖြစ်ပြီး Gemini သည် ပြောင်းလဲနိုင်သော လေလက္ခဏာ ဖြစ်သည်။ Leo အမျိုးသမီး သည် Gemini ယောက်ျားနှင့် လိုက်ဖက်နိုင်မှု FOUR Hearts အဆင့်ကို ရရှိသည်။ Leo မိန်းမ နှင့် Gemini ယောက်ျား စုံတွဲသည် တယောက်အကြောင်းကို တယောက်က နားလည်နိုင်အောင် သင်ယူနိုင်သရွေ့ သူတို့နှစ်ဦးကြား ချစ်ခြင်းမေတ္တာသည် အလွန်ကောင်းမွန်သောကြောင့် လိုက်ဖက်သော စုံတွဲတစ်တွဲ အဖြစ် ကြာရှည်စွာ ခရီးဆက် သွားမည် ဖြစ်သည်။ ",
    "lc": 4
  },
  {
    "id": "8_7",
    "le": "Leo သည် ပုံသေ မီးနိမိတ် ဖြစ်ပြီး Cancer သည် အဓိကကျသော ရေလက္ခဏာ ဖြစ်သည်။ Leo အမျိုးသမီးသည် Cancer အမျိုးသားနှင့် လိုက်ဖက်ညီမှုကို တွက်ချက်ရာတွင် TWO Hearts အဆင့်ကို ရရှိသည်။ လီယို အမျိုးသမီး နှင့် ကင်ဆာ ယောက်ျား တို့ ဇနီးမောင်နှံသည် အချစ်ရေးတွင် သစ္စာ ရှိနိုင်ပါက ၎င်းတို့နှစ်ဦးသည် ဘဝတစ်သက်တာတွင် အတူ ရှိနေနိုင်ပါသည်။ ဒါပေမယ့် ကတိကဝတ်ကို အောင်မြင်အောင် ထိန်းသိန်းနိုင်ဖို့က ခက်ခဲတဲ့ အပိုင်းတွေပါ။",
    "lc": 2
  },
  {
    "id": "8_8",
    "le": "Leo သည် ပုံသေ မီးလက္ခဏာ ဖြစ်ပြီး၊ Leo အမျိုးသမီးသည် Leo အမျိုးသား နှင့် လိုက်ဖက်ညီမှု FOUR Hearts အဆင့်ကို ရရှိသည်။ ဘယ်အချိန် နောက်ပြန်ဆုတ်ရမလဲ ဘယ်အချိန်မှာ ရှေ့ဆက်တိုးရမလဲ ဆိုတာကို သိဖို့ အချိန်နဲ့ ရင်းနှီးကျွမ်းဝင်မှုရှိဖို့ပဲ လိုပါတယ်။ သူတို့နှစ်ယောက်လုံးက ဒီဆက်ဆံရေးကို ရေရှည် တည်မြဲအောင် လုပ်ဖို့ စိတ်အား ထက်သန်ကြပါတယ်။ ဤခိုင်မာသောကတိကဝတ်များနှင့် အလွန်ကောင်းမွန်သော ချစ်ခြင်းမေတ္တာတို့ကြောင့် ၎င်းတို့သည် ၎င်းတို့၏လက်တွဲဖော်ကို ပျော်ရွှင်စေရန်နှင့် ၎င်းတို့၏ ပေါင်းစည်းမှုကို ခိုင်မာစွာ ထိန်းသိမ်းထားနိုင်စေရန် ကြိုးပမ်းကြမည် ဖြစ်သည်။ ဒီရာသီခွင်ဟာ ဘဝမှာ စိတ်အားထက်သန်မှု အပြည့်ရှိပါလိမ့်မယ်။",
    "lc": 4
  },
  {
    "id": "8_9",
    "le": "Leo သည် ပုံသေ မီးလက္ခဏာ ဖြစ်ပြီး Virgo သည် ပြောင်းလဲနိုင်သော မြေကြီး လက္ခဏာ ဖြစ်သည်။ Leo အမျိုးသမီး သည် Virgo man နှင့် လိုက်ဖက်နိုင်မှုမှာ Hearts အဆင့်သတ်မှတ်ချက် သုံးခု ရရှိထားသည်။ သူမသည် သူ့စိတ်ကူးများကို နောက်တစ်ဆင့်သို့ တက်ရန် ခွန်အားပေးသောသူ ဖြစ်ပြီး Leo  အမျိုးသမီး မရှိပဲ Virgo အမျိုးသားသည် ရှေ့ဆက်သွားနိုင်မည် မဟုတ်ပေ။ ပြီးတော့ သူမရဲ့ ဖန်တီးမှုဆိုင်ရာ အယူအဆတွေအပေါ်မှာသာ ခိုင်မာတဲ့ အနေအထား တစ်ခုအနေနဲ့ လုပ်ဆောင်ပါလိမ့်မယ်။ Leo အမျိုးသမီးနှင့် Virgo ယောက်ျားတို့သည် ၎င်းတို့၏ လက်တွဲဖော်ကို တစ်သက်လုံး ပိုမိုတိုးတက်အောင် ကူညီပေးနိုင်ကြပါတယ်။ ဒါပေမယ့် သူတို့ရဲ့ မတူညီမှုတွေကို လစ်လျူရှု့ထားဖို့ သင်ယူရပါမယ်။",
    "lc": 3
  },
  {
    "id": "8_10",
    "le": "Leo သည် ပုံသေ မီးနိမိတ် ဖြစ်ပြီး Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်သည်။ Leo အမျိုးသမီး သည်Libra ယောက်ျားနှင့် လိုက်ဖက်နိုင်မှု FOUR Hearts အဆင့်ကို ရရှိသည်။ Leo အမျိုးသမီး နှင့် Libra ယောက်ျား ဆက်ဆံရေးတွင် ကတိများစွာရှိပြီး ခိုင်မာမှုရှိသည်၊ ထို့ကြောင့် ၎င်းကို အကောင်းဆုံး အသုံးချပါ။ ဒီအတွဲက တယောက်နဲ့တယောက် လိုက်ဖက်ညီအောင် နားလည်မှုတွေ မျှဝေပေးတယ်။",
    "lc": 4
  },
  {
    "id": "8_11",
    "le": "Leo သည် ပုံသေ မီးနိမိတ် ဖြစ်ပြီး Scorpio သည် ပုံသေ ရေလက္ခဏာ ဖြစ်သည်။ Leo အမျိုးသမီး Scorpio man နှင့် လိုက်ဖက်နိုင်မှု TWO Hearts အဆင့်ကို ရရှိသည်။ Leo အမျိုးသမီး နှင့် Scorpio ယောက်ျားသည် ၎င်းတို့၏ လက်တွဲဖော်၏ အားသာချက်များကို အာရုံစိုက်ပြီး အကောင်းဆုံး ကိုင်တွယ်တတ်ပါက အားနည်းချက်များကို ကိုင်တွယ် ဖြေရှင်းနိုင်သည်။ သူမကလည်း တဘဝလုံး သူ့ကို ပေးဆပ်ထားပြီး သူကလည်း အပြန်အလှန် ပေးဆပ်နိုင်သည်အထိ တယောက်ကိုတယောက် ချစ်နိုင်ကြပါက ဤပေါင်းစပ်မှုသည် တည်မြဲနေလိမ့်မည်။ သူသည် သူမအား အခြားမည်သူ့ကိုမျှ မပေးလိုဘဲ၊ သူမသည်လည်း သူ၏ ဆွဲဆောင်မှုကို ခုခံနိုင်စွမ်း မရှိသောကြောင့် ၎င်းတို့နှစ်ဦးသည် ကျန်ရှိသော ဘဝတစ်လျှောက်လုံး မပြီးဆုံးနိုင်သော စွန့်စားခန်း တစ်ခုအနေဖြင့် ကုန်ဆုံးမည် ဖြစ်သည်။ ဤရာသီခွင် တွဲဖက်သည် စိန်ခေါ်မှု တစ်ခု ဖြစ်နေတတ်သည်။",
    "lc": 2
  },
  {
    "id": "8_12",
    "le": "Leo သည် ပုံသေ မီးလက္ခဏာ ဖြစ်ပြီး Sagittarius သည် ပြောင်းလဲနိုင်သော မီးလက္ခဏာ ဖြစ်သည်။ Leo အမျိုးသမီး သည် Sagittarius ယောက်ျားနှင့် လိုက်ဖက်ညီမှု FIVE Hearts အဆင့်ကို ရရှိသည်။ လီယို အမျိုးသမီးများသည် Sagittarius ယောက်ျား နှင့်အတူ စိတ်လှုပ်ရှားဖွယ် ကောင်းသော စွန့်စားခန်းများကို ဆက်လက် လုပ်ဆောင်သွားရန် ရှေ့ဆက်ရန် အမြဲအဆင်သင့် ဖြစ်နေသည်။ သူလုပ်ရမည့် အရာမှာ သူမ၏ လက်ကိုဆွဲကာ သူမဦးဆောင်ရာ နောက်သို့ လိုက်ရန်သာ ဖြစ်ပါသည်။\r\nသူမသည် သူ၏ ရည်မှန်းချက်များ အားလုံးနှင့် ဆန္ဒများကို ပြီးမြောက်စေရန် ကူညီမည်ဖြစ်ပြီး သူသည်လည်း သူမအား ဘဝ၏ လှပမှုများကို ပြသ ပေးရမည် ဖြစ်သည်။ Leo မိန်းမ နှင့် Sagittarius ယောက်ျား နှစ်ယောက်ဟာ တကယ်ကို လှပတဲ့ စုံတွဲ တစ်တွဲပါ။ ပြီးတော့ သူတို့ ထာဝရ အတူ နေနိုင်တယ်။ မီးနိမိတ် နှစ်ခုသည် ရာသီခွင်အလိုက် လိုက်ဖက်ညီမှု ရှိသည်။\r\n",
    "lc": 5
  },
  {
    "id": "9_1",
    "le": "Virgo သည် ပြောင်းလဲနိုင်သော မြေနိမိတ် ဖြစ်ပြီး Capricorn သည် အခြေခံကျသော မြေ လက္ခဏာ ဖြစ်သည်။ Virgo အမျိုးသမီး သည် Capricorn အမျိုးသား နှင့် လိုက်ဖက်ညီမှု FIVE Hearts အဆင့်ကို ရရှိသည်။ Virgo မိန်းမနှင့် Capricorn အမျိုးသား တို့၏ အားကောင်းသော လိုက်ဖက်ညီမှုကြောင့် သူတို့အတွဲသည် ရေရှည်တည်မြဲနေပါသည်။ ဒီစုံတွဲက ကဏ္ဍပေါင်းစုံမှာ လိုက်ဖက်ပါတယ်။",
    "lc": 5
  },
  {
    "id": "9_2",
    "le": "Virgo သည် မပြောင်းလဲနိုင်သော မြေနိမိတ် ဖြစ်ပြီး Aquarius သည် ပုံသေ လေထုလက္ခဏာ ဖြစ်သည်။ Virgo သည် Aquarius ယောက်ျားနှင့် လိုက်ဖက်မှုရှိသော Hearts အဆင့်သတ်မှတ်ချက် သုံးခုကို ရရှိသည်။ ဤ ရာသီခွင် နှစ်ခုစလုံးသည် ၎င်းတို့၏ ချစ်ခြင်းမေတ္တာကို ဆက်လက် ထိန်းသိမ်းထားရန် ၎င်းတို့၏ လက်တွဲဖော်၏ အားသာချက်များအပေါ် အာရုံစိုက်ရမည် ဖြစ်သည်။ ထိုသို့ မလုပ်ဆောင်ပါက၊ ဤရာသီခွင် တွဲဖက်သည် ရှင်သန်ရန် ခက်ခဲသော ကာလများ ဖြစ်တတ်သည်။",
    "lc": 3
  },
  {
    "id": "9_3",
    "le": "Virgo သည် မပြောင်းလဲနိုင်သော မြေနိမိတ် ဖြစ်ပြီး Pisces သည် ပြောင်းလဲနိုင်သော ရေလက္ခဏာ ဖြစ်သည်။ Virgo အမျိုးသမီး နှင့် Pisces ယောက်ျားသည် လိုက်ဖက်မှု တွက်ချက်ရာတွင် ONE Hearts အဆင့် သတ်မှတ်ချက်ကို ရရှိသည်။ လက်တွဲဖော် နှစ်ဦးစလုံး အချင်းချင်း နားလည်သဘောပေါက်ဖို့ အားထုတ်မှသာလျှင် ဒီဆက်ဆံရေးဟာ ခိုင်မာပြီး ထာဝရ တည်တံ့နိုင်မှာ ဖြစ်ပါတယ်။ ဤရာသီခွင် တွဲဖက်သည် ထူးထူးခြားခြား ဖြစ်နိုင်သည်။",
    "lc": 1
  },
  {
    "id": "9_4",
    "le": "Virgo သည် ပြောင်းလဲနိုင်သော မြေနိမိတ် ဖြစ်ပြီး Aries သည် အခြေခံကျသော မီးနိမိတ် ဖြစ်သည်။ Virgo သည် Aries ယောက်ျားနှင့် လိုက်ဖက်မှုရှိသော Hearts အဆင့်သတ်မှတ်ချက် သုံးခုကို ရရှိသည်။ Virgo မိန်းမ နှင့် Aries ယောက်ျားစုံတွဲသည် တူညီသော လမ်းကြောင်းပေါ်တွင် ရှိနေသရွေ့ ရေရှည် ခရီးတခုကို ရှေ့ဆက်သွားနိုင်သည်။ ဒါမှမဟုတ်ရင် သူတို့ရှေ့ဆက်ဖို့ အခက်အခဲရှိနိုင်တယ်။",
    "lc": 3
  },
  {
    "id": "9_5",
    "le": "Virgo သည် ပြောင်းလဲနိုင်သော မြေနိမိတ်ဖြစ်ပြီး Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်ပြီး Virgo အမျိုးသမီး သည် Taurus အမျိုးသားနှင့် လိုက်ဖက်ညီမှု FIVE Hearts အဆင့်ကို ရရှိသည်။ Virgo မိန်းမနှင့် Taurus အမျိုးသား နှစ်ဦးစလုံးသည် များသောအားဖြင့် အောင်မြင်ကြပြီး ၎င်းတို့၏ အသက်မွေးဝမ်းကြောင်းကို အလွန် အလေးအနက် ထားကြသည။  ၎င်းတို့နှစ်ဦးစလုံး ပျော်ရွှင် သာယာသော မိသားစုဘဝကို ပိုင်ဆိုင်ကြမည် ဖြစ်သည်။ နှစ်ဦးစလုံး၏ တူညီသော အချက်မှာ မြို့ထဲပတ်ပြီး အပြင်ထွက်တာထက် အိမ်မှာ ပျော်စရာကောင်းတဲ့ ညမှာ အတူတူနေချင်တဲ့ ဆန္ဒရှိတာကြောင့် ဒီတူညီမှုက သူတို့နှစ်ယောက်ကို အချိန်အကြာကြီး အတူတူ ရှိနေစေမှာပါ။ သူတို့နှစ်ယောက်လုံးက အရမ်းတူတယ်။ အချင်းချင်း ချစ်ကြလိမ့်မည်။",
    "lc": 5
  },
  {
    "id": "9_6",
    "le": "Virgo သည် ပြောင်းလဲနိုင်သော မြေနိမိတ်ဖြစ်ပြီး Gemini သည် ပြောင်းလဲနိုင်သော လေလက္ခဏာဖြစ်ပြီး Virgo သည် Gemini ယောက်ျားနှင့် လိုက်ဖက်နိုင်မှု TWO Hearts အဆင့်ကို ရရှိသည်။ Virgo မိန်းမ နှင့် Gemini ယောက်ျားစုံတွဲသည် တူညီမှုသဘောကို ရှာဖွေရမည်ဖြစ်ပြီး သူမသည် သူနှင့်အတူ ရှေ့ဆက်ရန် ဆန္ဒရှိသည်နှင့်တပြိုင်နက် သူက သူမနှင့်အတူ ရပ်တည်နိုင်စွမ်း ရှိမည်ဖြစ်သည်။ ဒီရာသီခွင်မှာ နှစ်ယောက်စလုံး က တယောက်ကိုတယောက် လွန်လွန်ကြူးကြူး လိုအပ်မည်ဆိုလျင် အောင်မြင်ဖို့ အခွင့်အလမ်းရှိတယ်။",
    "lc": 2
  },
  {
    "id": "9_7",
    "le": "Virgo သည် ပြောင်းလဲနိုင်သော မြေနိမိတ်ဖြစ်ပြီး Cancer သည် အခြေခံ ရေ လက္ခဏာဖြစ်ပြီး Virgo အမျိုးသမီး နှင့် Cancer အမျိုးသားတို့ လိုက်ဖက်ညီမှုသည် FOUR Hearts အဆင့်ကို ရရှိသည်။ Virgo အမျိုးသမီးများနှင့် Cancer အမျိုးသားများ နှစ်ဦးစလုံးသည် စိတ်အားထက်သန်သော လက္ခဏာများ ဖြစ်ပြီး ဤတွဲစပ်မှုအား ခိုင်မာအောင် လုပ်ဆောင်ရန် ကြိုးပမ်းကြမည် ဖြစ်သည်။ သူတို့ဟာ သူတို့ရဲ့ လက်တွဲဖော်ရဲ့ ထူးခြားချက် တချို့ကို လိုက်လျောညီထွေ ဖြစ်အောင် လုပ်ပြီး သူတို့ရဲ့ အားသာချက်တွေကို အာရုံစိုက်နိုင်ရင် ဒီစုံတွဲဟာ ရေရှည် လက်တွဲသွားပါလိမ့်မယ်။ Virgo မိန်းမ နှင့် ကရကဋ် ယောက်ျား တွဲဖက်မှုသည် တစ်သက်လုံးအတွက် ဖန်တီးထားသည့် အရာတစ်ခုဖြစ်သည်။",
    "lc": 4
  },
  {
    "id": "9_8",
    "le": "Virgo သည် မပြောင်းလဲနိုင်သော ကမ္ဘာနိမိတ် ဖြစ်ပြီး Leo သည် ပုံသေ မီးလက္ခဏာ ဖြစ်သည်။ Virgo အမျိုးသမီးနှင့် Leo ယောက်ျားတို့ လိုက်ဖက်မှုကို တွက်ချက်ရာတွင် TWO Hearts အဆင့်ကို ရရှိသည်။ Leo ယောက်ျားသည် စိတ်ရှည်သည်းခံမှုကို သင်ယူနိုင်ပြီး Virgo အမျိုးသမီးသည် ယုံကြည်မှုအချို့ရှိနိုင်လျှင် Virgo မိန်းမ နှင့် Leo အမျိုးသားတို့ အတွဲသည် တစ်သက်တာ တည်တံ့နိုင်သည်။ ဒီရာသီခွင်မှာ တယောက်နဲ့တယောက် သင်ယူစရာတွေ အများကြီးရှိတယ်။",
    "lc": 2
  },
  {
    "id": "9_9",
    "le": "Virgo သည် ပြောင်းလဲနိုင်သော မြေကြီး လက္ခဏာ ဖြစ်ပြီး Virgo အမျိုးသမီးနှင့် Virgo ယောက်ျားတို့ လိုက်ဖက်ညီမှု FOUR Hearts အဆင့်ကို ရရှိသည်။ Virgo မိန်းမ နှင့် Virgo ယောက်ျား စုံတွဲများကြားတွင် အငြင်းအခုံများကို အနည်းဆုံးဖြစ်အောင် ထိန်းသိမ်း ထားသင့်ပြီး တူညီသော အေးဆေးသော စိတ်သဘောထားများကို မျှဝေပေးနိုင်လျင် ၎င်းတို့သည် အမြဲတမ်း အဆုံးအထိ သွားနိုင်သူများဟု ပြောဆိုနိုင်ကြပါသည်။ တူညီသော လူနှစ်ယောက်ကြားတွင် ဤတွဲဖက်မှုသည် အမြဲ သာယာသည်။",
    "lc": 4
  },
  {
    "id": "9_10",
    "le": "Virgo သည် ပြောင်းလဲနိုင်သော မြေနိမိတ် ဖြစ်ပြီး Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်သည်။ Virgo အမျိုးသမီး သည် Libra ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင်  နှလုံးသား အဆင့် သတ်မှတ်ချက် သုံးခုကို ရရှိသည်။ ဤ Virgo မိန်းမနှင့် Libra ယောက်ျား တွဲဆိုမှုမှာ ရှုပ်ထွေးနိုင်သော်လည်း နေမင်း၏ လက္ခဏာသည် ထိုနည်းအတိုင်း ဖြတ်သန်းရန် မလိုလားပါ။ ချောမွေ့သော ရွက်လွှင့်ခြင်းကို ပြုလုပ်နိုင်ရန် နှင့် ရေရှည် ထိန်းသိမ်းနိုင်စေရန် ကြိုးပမ်း အားထုတ်ကြမည် ဖြစ်သည်။ ဒီတွဲဖက်မှုဟာ စိတ်လှုပ်ရှားစရာ ကောင်းပေမယ့်  အေးချမ်း နိုင်ပါတယ်။",
    "lc": 3
  },
  {
    "id": "9_11",
    "le": "Virgo သည် ပြောင်းလဲနိုင်သော မြေနိမိတ် ဖြစ်ပြီး Scorpio သည် ပုံသေ ရေလက္ခဏာ ဖြစ်သည်၊ Virgo အမျိုးသမီးသည် Scorpio ယောက်ျားနှင့် လိုက်ဖက်ညီမှု FOUR Hearts အဆင့်ကို ရရှိသည်။ Virgo အမျိုးသမီးသည် ငြိမ်းချမ်းသော ပတ်ဝန်းကျင်ကို ဖန်တီးနိုင်ပြီး Scorpio ယောက်ျားသည် ဤအချက်ကို ထိန်းသိမ်းထားနိုင်လျှင် ဤစုံတွဲသည် ချစ်ခြင်းမေတ္တာနှင့် နားလည်မှု နှစ်ခုစလုံး တို့ဖြင့် ရှေ့ဆက်သွားမည် ဖြစ်သည်။ ဒီစုံတွဲက တယောက်နဲ့တယောက် စံပြဖြစ်နိုင်တယ်။ အတွဲတွေထဲမှာလည်း စံထားစရာ စံပြအတွဲ ဖြစ်ပါတယ်။",
    "lc": 4
  },
  {
    "id": "9_12",
    "le": "Virgo သည် ပြောင်းလဲနိုင်သော ကမ္ဘာနိမိတ် ဖြစ်ပြီး Sagittarius သည် ပြောင်းလဲနိုင်သော မီးလက္ခဏာ ဖြစ်သည်။ Virgo အမျိုးသမီး နှင့် Sagittarius ယောက်ျားနှင့် လိုက်ဖက်မှုရှိသော TWO Hearts အဆင့်ကို ရရှိသည်။ ဒါပေမယ့် သူကချစ်တယ်ဆိုရင်တော့ သူ့ရဲ့ ဘဝတလျှောက်လုံးမှာ သူမကို ခေါ်ဆောင်သွားပြီး သူတို့ဘဝ တသက်တာအတွက် အကောင်းဆုံး စီစဉ်ပေးပါလိမ့်မယ်။ နှစ်ယောက်စလုံးက တယောက်နဲ့တယောက် အရမ်းကွာခြားတယ်။",
    "lc": 2
  },
  {
    "id": "10_1",
    "le": "Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်ပြီး မကာရ ရာသီသည် အခြေခံကျသော မြေကြီး လက္ခဏာ ဖြစ်သည်။ Libra အမျိုးသမီးသည် Capricorn ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် နှလုံးသားနှစ်ခု အဆင့်ကို ရရှိသည်။ ပိုပြီးသစ္စာရှိတဲ့ အတွဲကို သင်ရှာတွေ့နိုင်မှာ မဟုတ်သလို သူတို့သာ ဆန္ဒရှိမယ်ဆိုရင် သူတို့ဟာ တွဲနိုင်သလောက်ကို ဆက်တွဲသွားနိုင်ပါတယ်။",
    "lc": 2
  },
  {
    "id": "10_2",
    "le": "Libra အမျိုးသမီးနှင့် Aquarius အမျိုးသား နှစ်ဦးစလုံးသည် လေထု လက္ခဏာများ ဖြစ်သောကြောင့် Libra အမျိုးသမီး သည် Aquarius အမျိုးသားနှင့် လိုက်ဖက်ညီမှု FIVE Hearts အဆင့်ကို ရရှိသည်။ သူတို့နှစ်ယောက်ဟာ တူညီတဲ့ လမ်းကြောင်းပေါ်မှာ ရပ်တည်ပြီး တစ်ချိန်တည်းမှာပဲ သူတို့ရဲ့ ကိုယ်ပိုင် အိပ်မက်တွေနောက် လိုက်နိုင်ခဲ့ရင် ဒီစုံတွဲဟာ ရေရှည် ဆက်သွားပါလိမ့်မယ်။",
    "lc": 5
  },
  {
    "id": "10_3",
    "le": "Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်ပြီး Pisces သည် ပြောင်းလဲနိုင်သော ရေလက္ခဏာ ဖြစ်သည်။ Libra အမျိုးသမီး သည် Pisces အမျိုးသားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် Hearts အဆင့် သတ်မှတ်ချက် သုံးခုကို ရရှိသည်။ Libra အမျိုးသမီးနှင့် Pisces ယောက်ျားတို့သည် အချင်းချင်း သစ္စာရှိကြသည်နှင့် တပြိုင်နက် ၎င်းတို့သည် ကာလကြာရှည်စွာ လက်တွဲမှု ရှိနေလိမ့်မည်။",
    "lc": 3
  },
  {
    "id": "10_4",
    "le": "Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်ပြီး Aries သည် အခြေခံကျသော မီးလက္ခဏာ ဖြစ်သည်။ Libra သည် Aries ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာ ONE Hearts အဆင့်ကို ရရှိသည်။ Libra အမျိုးသမီး နှင့် Aries ယောက်ျားသည် မှန်ကန်သော မျှတမှုကို ရှာတွေ့နိုင်လျှင် ၎င်းတို့အတွဲသည် တဟုတ်ထိုး တက်သွားပါလိမ့်မည်။",
    "lc": 1
  },
  {
    "id": "10_5",
    "le": "Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်ပြီး Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်သည်။ Libra အမျိုးသမီး သည်Taurus ယောက်ျားနှင့် လိုက်ဖက်ညီမှုမှာ Hearts အဆင့် သတ်မှတ်ချက် သုံးခု ရရှိသည်။ Libra အမျိုးသမီးနှင့် Taurus ယောက်ျား တို့သည် တူညီသော အခြေခံ အချက်များ ကိုရှာဖွေရန် ကြိုးစား အားထုတ်ရလိမ့်မည် ဖြစ်သော်လည်း နှစ်ယောက်စလုံးက ကြိုးစားအားထုတ်ရန် ဆန္ဒရှိကြပါသည။ ဒီလိုမျိုး မျှတမှုမျိုး ရနိုင်ရင် သူတို့ရဲ့ အချစ်ရေး လိုက်ဖက်မှုက အများကြီး ကောင်းမွန် လာပါလိမ့်မယ်။",
    "lc": 3
  },
  {
    "id": "10_6",
    "le": "Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်ပြီး Gemini သည် ပြောင်းလဲနိုင်သော လေ လက္ခဏာ ဖြစ်သည်။ Libra အမျိုးသမီး သည် Gemini ယောက်ျားနှင့် လိုက်ဖက်နိုင်မှု FIVE Hearts အဆင့်ကို ရရှိသည်။ အနှောင့်အယှက် အနည်းငယ်မှလွဲ၍ ဤ Libra အမျိုးသမီး နှင့် Gemini ယောက်ျား စုံတွဲသည် ပျော်ရွှင်ပြီး မြဲသောဘဝကို အတူတကွ ဆက်လက် ထိန်းသိမ်းနိုင်မည် ဖြစ်သည်။",
    "lc": 5
  },
  {
    "id": "10_7",
    "le": "Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်ပြီး ကင်ဆာသည် အခြေခံကျသော ရေ လက္ခဏာ ဖြစ်သည်။ Libra အမျိုးသမီး သည် ကင်ဆာ ယောက်ျားနှင့် လိုက်ဖက်ညီမှု Hearts အဆင့် သတ်မှတ်မှု နှစ်ခု ရရှိသည်။ Libra အမျိုးသမီးသည် ကင်ဆာ ယောက်ျား၏ အထိမခံနိုင်သော စပ်စပ်ထိ မခံနိုင်သော သဘောသဘာဝကို ဂရုစိုက် သတိထားရမည် ဖြစ်ပြီး ကင်ဆာ ယောက်ျားသည် သူမ၏ မပြတ်သား မှုကို စိတ်ရှည် သည်းခံနိုင်ရမည် ဖြစ်သည်။ ဒါပေမယ့် ဒီအချက်တွေကို သူတို့လုပ်နိုင်ရင် တစ်သက်လုံး တည်တံ့မယ့် အချစ်ရေး တစ်ခုကို ဖန်တီးနိုင်မှာပါ။",
    "lc": 2
  },
  {
    "id": "10_8",
    "le": "Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်ပြီး Leo သည် ပုံသေ မီးလက္ခဏာ ဖြစ်သည်။ Libra အမျိုးသမီး သည် Leo အမျိုးသားနှင့် လိုက်ဖက်ညီမှု FOUR Hearts အဆင့်ကို ရရှိသည်။ Leo ယောက်ျား ၏ ပေးဆပ်အလေးထားမှုနှင့် Libra အမျိုးသမီး ၏ သစ္စာစောင့်သိမှုတို့ အတွဲညီနိုင်ခဲ့လျင် သူတို့နှစ်ယောက်သည် တစ်သက်တာ တည်တံ့မည် ဖြစ်သည်။",
    "lc": 4
  },
  {
    "id": "10_9",
    "le": "Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်ပြီး Virgo သည် ပြောင်းလဲနိုင်သော မြေကြီး လက္ခဏာ ဖြစ်သည်။ Libra အမျိုးသမီးသည် Virgo man နှင့် လိုက်ဖက်နိုင်မှု TWO Hearts အဆင့်ကို ရရှိသည်။ အကယ်၍ ၎င်းတို့သည် အလယ်အလတ် လမ်းစဉ်ကိုသာ လိုက်နိုင်ပါက Libra အမျိုးသမီး နှင့် Virgo အမျိုးသားတို့ အတွဲသည် ခိုင်မာသော မြဲသော စုံတွဲ ဖြစ်နိုင်ပြီး ဤအချက်သည်ပင် ၎င်းတို့ နှစ်ဦးစလုံး လိုချင်သည့် အရာဖြစ်နေသည်။ Libra အမျိုးသမီး နှင့် Virgo ယောက်ျား နှစ်ယောက်စလုံးသည် အလွန် အလေးထား တတ်ကြပြီး မတူညီမှုများကို ကျော်လွှားနိုင်စေမည် ဆိုပါက အဆုံးအထိ တွယ်ကပ် နေကြမည် ဖြစ်သည်။",
    "lc": 2
  },
  {
    "id": "10_10",
    "le": "Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်ပြီး Libra အမျိုးသမီး သည် Libra အမျိုးသားနှင့် လိုက်ဖက်ညီမှု လေးခုရှိသော Hearts အဆင့်ကို ရရှိသည်။ Libra စုံတွဲသည် ၎င်းတို့၏ ဆက်ဆံရေးကို ခိုင်မြဲစေရန် အတွက် ၎င်းတို့၏ အားသာချက်များ ဖြစ်သော အချင်းချင်းခြား နားလည်မှုနှင့် အလျှော့ပေးခြင်း ကဲ့သို့သော အချက်များကိုသာ အာရုံစိုက်ရမည်ဖြစ်သည်။ တစ်နည်းအားဖြင့် Libra အမျိုးသမီး နှင့် Libra ယောက်ျား အတွဲသည် စံပြဖြစ်သည်။",
    "lc": 4
  },
  {
    "id": "10_11",
    "le": "Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်ပြီး Scorpio သည် ပုံသေ ရေလက္ခဏာ ဖြစ်သည်။ Libra အမျိုးသမီးသည် Scorpio ယောက်ျားနှင့် လိုက်ဖက်နိုင်မှုမှာ Hearts အဆင့် သတ်မှတ်ချက် သုံးခု ရရှိထားသည်။ ခက်ခဲသော Scorpio ယောက်ျား ၏ အပြင်ပုံ စရိုက်လက္ခာဏာ တို့ကို ကိုင်တွယ်နိုင်ဖို့အတွက် Libra အမျိုးသမီး ၏ ကျွမ်းကျင်မှု ဖြစ်သော ထိန်းချုပ်နိုင်မှုက ကျော်ဖြတ်နိုင်လိမ့်မည် ဆိုလျင် ကိစ္စများ လွယ်ကူလာပါလိမ့်မည်။ သူမ၏ သစ္စာစောင့်သိမှုနှင့် သူ၏ အလေးထားမှု တို့ကြောင့် Libra အမျိုးသမီး နှင့် Scorpio ယောက်ျားသည် တစ်သက်တာ အတူ နေကြလိမ့်မယ်။",
    "lc": 3
  },
  {
    "id": "10_12",
    "le": "Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်ပြီး Sagittarius သည် ပြောင်းလဲနိုင်သော မီးနိမိတ် ဖြစ်သည်။ Libra သည် Sagittarius ယောက်ျားနှင့် လိုက်ဖက်နိုင်မှု FOUR Hearts အဆင့်ကို ရရှိသည်။ Libra အမျိုးသမီး သည် Sagittarius ယောက်ျား ရွေးချယ်သည့် လမ်းကြောင်းအတိုင်း လိုက်လျှောက်လိုစိတ် ရှိနေသရွေ့ Sagittarius အမျိုးသား သည် သူမအပေါ် အမြဲ သစ္စာ ရှိနေမည် ဖြစ်သည်။ သူမ၏ အလေးထားမှု နက်ရှိုင်းလာသည်နှင့်အမျှ ဤနေရောင်လက္ခဏာ နှစ်ရပ်သည် ၎င်းတို့၏ ပန်းတိုင်များနှင့် အိပ်မက်များကို အတူတကွ လိုက်လျှောက်ရင်း တစ်သက်တာ ကုန်ဆုံးသွားမည် ဖြစ်သည်။",
    "lc": 4
  },
  {
    "id": "11_1",
    "le": "Scorpio သည် ပုံသေ ရေလက္ခဏာ ဖြစ်ပြီး မကာရ ရာသီသည် အခြေခံကျသော မြေကြီး လက္ခဏာ ဖြစ်သည်။ Scorpio အမျိုးသမီး သည် Capricorn အမျိုးသားနှင့် လိုက်ဖက်ညီမှု လေးခုသော Hearts အဆင့်ကို ရရှိသည်။ ဤနေနိမိတ် နှစ်ခုသည် အတူတကွ ရှိနေရန် အလုပ်များစွာ လုပ်ရပေလိမ့်မည်၊ သို့သော် ၎င်းတို့သည် ၎င်းတို့၏ အလေးထားမှုကို ယုံကြည်ပြီးသည့် အချိန်မှစ၍ တစ်သက်တာအတွက် အတူရှိနေမည် ဖြစ်သည်။",
    "lc": 4
  },
  {
    "id": "11_2",
    "le": "Scorpio သည် ပုံသေ ရေလက္ခဏာ ဖြစ်ပြီး Aquarius သည် ပုံသေ လေထု လက္ခဏာ ဖြစ်သည်။ Scorpio အမျိုးသမီးသည် Aquarius အမျိုးသားနှင့် လိုက်ဖက်နိုင်မှု TWO Hearts အဆင့်ကို ရရှိသည်။ ဤ Scorpio အမျိုးသမီး နှင့် Aquarius အမျိုးသာ ရာသီခွင် နှစ်ခု၏ ဆက်ဆံရေးသည် တဦးချင်းဆီ၏ ကိုယ်ရည်ကိုယ်သွေးနှင့် တဦးနှင့်တဦး ဘယ်လောက် အလျှော့ပေးနိုင်သလဲ အပေးအယူ လုပ်နိုင်သလဲ ဆိုသည့် အချက်ပေါ် များစွာ မူတည်သည်။",
    "lc": 2
  },
  {
    "id": "11_3",
    "le": "Scorpio သည် ပုံသေ ရေလက္ခဏာ ဖြစ်ပြီး Pisces သည် ပြောင်းလဲနိုင်သော ရေလက္ခဏာ ဖြစ်ပြီး Scorpio အမျိုးသမီး သည် Pisces ယောက်ျားနှင့် လိုက်ဖက်မှု FIVE Hearts အဆင့် သတ်မှတ်ချက်ကို ရရှိသည်။ ဤနေရောင်လက္ခဏာ နှစ်ခုသည် ၎င်းတို့၏ အားသာချက်များကို အာရုံစိုက်ပြီး ၎င်းတို့၏ အားနည်းချက်များကို စိတ်ရှည် သည်းခံရန် အရေးကြီးသည်။ ၎င်းတို့သည် တစ်သက်တာလုံး အတူတကွ ရပ်တည်နိုင်မည် ဖြစ်သည်။",
    "lc": 5
  },
  {
    "id": "11_4",
    "le": "Scorpio သည် ပုံသေ ရေလက္ခဏာ ဖြစ်ပြီး Aries သည် အခြေခံကျသော မီးလက္ခဏာ ဖြစ်သည်။ Scorpio အမျိုးသမီး သည် Aries ယောက်ျား နှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် Hearts အဆင့် သတ်မှတ်ချက် သုံးခုကို ရရှိသည်။ Scorpio အမျိုးသမီးနှင့် Aries အမျိုးသား စုံတွဲသည် ၎င်းတို့၏ ပိုမို ပြောင်မြောက်သော လက္ခဏာများကို ထိန်းသိမ်းထားနိုင်ပြီး ဆွဲဆောင်မှု အားကောင်းပါက ပိုမို တည်မြဲနိုင်ကြမည် ဖြစ်ပါသည်။ နှစ်ဦးစလုံးကလည်း ကြိုးစားလိုစိတ် ရှိကြပါသည်။",
    "lc": 3
  },
  {
    "id": "11_5",
    "le": "Scorpio သည် ပုံသေ ရေ လက္ခဏာ ဖြစ်ပြီး Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်သည်။ Scorpio အမျိုးသမီးသည် Taurus ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် ONE Hearts အဆင့်ကို ရရှိသည်။ Scorpio အမျိုးသမီးနှင့် Taurus အမျိုးသား တို့ကြား တူညီမှု၊ အချစ်နဲ့ လိုက်ဖက်မှုဟာ အားနည်းပေမယ့် အချစ်ရေးမှာတော့ ဒီဆက်ဆံရေးပန်းဟာ ပွင့်လန်းနိုင်ပါတယ်။",
    "lc": 1
  },
  {
    "id": "11_6",
    "le": "Scorpio သည် ပုံသေ ရေ လက္ခဏာ ဖြစ်ပြီး Gemini သည် ပြောင်းလဲနိုင်သော လေ လက္ခဏာ ဖြစ်သည်။ Scorpio အမျိုးသမီးသည် Gemini ယောက်ျားနှင့် လိုက်ဖက်နိုင်မှုမှာ Hearts အဆင့်သုံးဆင့် ရရှိသည်။ သူ၏ လိုက်လျော ညီထွေသော စိတ်သဘောထားနှင့် သူမ၏ အထင်သာ မြင်သာသော သဘောသဘာဝ တို့ကြား မျှတမှုကို ရှာဖွေရန် ရာသီခွင် နှစ်ခုစလုံးမှ ကြိုးစားအားထုတ်မှု လိုအပ်မည် ဖြစ်သည်။",
    "lc": 3
  },
  {
    "id": "11_7",
    "le": "Scorpio သည် ပုံသေ ရေလက္ခဏာဖြစ်ပြီး Cancer သည် cardinal ရေ လက္ခဏာ ဖြစ်ပြီး Scorpio အမျိုးသမီး သည် Cancer အမျိုးသား နှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် FIVE Hearts အဆင့်ကို ရရှိသည်။ Scorpio အမျိုးသမီးနှင့် Cancer အမျိုးသား စုံတွဲကြားက ဆက်ဆံရေးဟာ ရာသီခွင် အားလုံးထဲမှာ အကောင်းဆုံး တစ်ခုပါပဲ။",
    "lc": 5
  },
  {
    "id": "11_8",
    "le": "Scorpio သည် ပုံသေ ရေ လက္ခဏာ ဖြစ်ပြီး Leo သည် ပုံသေ မီး လက္ခဏာ ဖြစ်သည်။ Scorpio အမျိုးသမီး သည် Leo man နှင့် လိုက်ဖက်နိုင်မှု TWO Hearts အဆင့်ကို ရရှိသည်။ Scorpio အမျိုးသမီး နှင့် Leo ယောက်ျား စုံတွဲသည် အချင်းချင်းကြား လိုက်လျောပေးတတ်မှုကို လေ့ကျင့်သင်ယူမည်ဆိုပါက ပျော်ရွှင်ပြီး ခိုင်မာသော ပေါင်းစပ်မှုကို ထိန်းသိမ်းထား နိုင်ပါလိမ်မည်။",
    "lc": 2
  },
  {
    "id": "11_9",
    "le": "Scorpio သည် ပုံသေ ရေ လက္ခဏာ ဖြစ်ပြီး Virgo သည် မပြောင်းလဲနိုင်သော မြေကြီး လက္ခဏာ ဖြစ်သည်။ Scorpio အမျိုးသမီးသည် Virgo အမျိုးသားများ နှင့် လိုက်ဖက်မှု FOUR Hearts အဆင့်ကို ရရှိသည်။ Virgo ယောက်ျားသည် သူမ၏ စိတ်ခံစားမှုကို သိရှိနိုင်ရန် သင်ယူရမည် ဖြစ်ပြီး Scorpio အမျိုးသမီးသည် Virgo အမျိုးသား၏ အတွေးများကို အမြဲ မဖတ်နိုင်သည်ကို သဘောပေါက်ရမည် ဖြစ်သည်။ သို့သော် Scorpio Virgo စုံတွဲသည် ဤတူညီသော အခြေခံအချက်များကို နားလည်သွားပါက၊ ၎င်းတို့သည် တစ်သက်လုံးအတွက် အတူရှိနေမည် ဖြစ်သည်။",
    "lc": 4
  },
  {
    "id": "11_10",
    "le": "Scorpio သည် ပုံသေ ရေ လက္ခဏာ ဖြစ်ပြီး Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်သည်။ Scorpio အမျိုးသမီး သည် Libra ယောက်ျားနှင့် လိုက်ဖက်နိုင်မှု TWO Hearts အဆင့်ကို ရရှိသည်။ Scorpio အမျိုးသမီး နှင့် Libra ယောက်ျား တို့သည် သတိဖြင့် သုံးသပ်တတ်ခြင်း၊ အခွင့်ကောင်းကို ယူတတ်ခြင်း၊ ကျိုးနွံခြင်း၊ ရဲရင့်ခြင်း၊ ဟန်ချက်ညီအောင် ထိန်းတတ်ခြင်း၊ လှုပ်ဆော်ခြင်း စသည့် အချက်များကို တဦးထံမှ တဦး သင်ယူနိုင်ကြသည်။",
    "lc": 2
  },
  {
    "id": "11_11",
    "le": "Scorpio သည် ပုံသေ ရေ လက္ခဏာ ဖြစ်ပြီး Scorpio အမျိုးသမီး သည် Scorpio အမျိုးသားနှင့် လိုက်ဖက်ညီမှု FOUR Hearts အဆင့်ကို ရရှိသည်။ Scorpio အမျိုးသမီး နှင့် Scorpio အမျိုးသား သည် ၎င်းတို့၏ တူညီသော အားသာချက်များကို အာရုံစိုက်နိုင်ပြီး အားနည်းချက်များကို သိရှိ နားလည်ပါက၊ မည်သည့် အခြေအနေ အခက်အခဲမျိုးမှာ မဆို လွတ်မြောက်စေမည့် အခြေခံအချက်ကို ရှာဖွေနိုင်မည် ဖြစ်သည်။ ဒါမှ တယောက်ကိုတယောက် ယုံကြည်မှုရှိဖို့ လိုတဲ့ လေးစားမှုမျိုး တည်ဆောက်နိုင်မှာပါ။ သူတို့သည် လက်တွဲဖော် ဖြစ်သည်ကို ဆုံးဖြတ်ပြီးသည်နှင့် တစ်သက်လုံး လက်တွဲ သွားကြသည်။",
    "lc": 4
  },
  {
    "id": "11_12",
    "le": "Scorpio သည် ပုံသေ ရေ လက္ခဏာ ဖြစ်ပြီး Sagittarius သည် ပြောင်းလဲနိုင်သော မီး လက္ခဏာ ဖြစ်သည်။ Scorpio အမျိုးသမီး သည် Sagittarius ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် နှလုံးသား အဆင့် သတ်မှတ်ချက် (THREE Hearts) ရရှိသည်။ ဤနေရောင်လက္ခဏာ နှစ်ခုကြားတွင် ချစ်ခြင်းမေတ္တာနှင့် နားလည်မှုတို့ဖြင့် လိုက်ဖက်ညီမှုကို ပိုမိုကောင်းမွန်စေနိုင်သည်။",
    "lc": 3
  },
  {
    "id": "12_1",
    "le": "Sagittarius သည် မပြောင်းလဲနိုင်သော မီးနိမိတ် ဖြစ်ပြီး Capricorn သည် အခြေခံကျသော မြေကြီး လက္ခဏာ ဖြစ်သည်။ Sagittarius အမျိုးသမီး သည် Capricorn အမျိုးသားများ နှင့် လိုက်ဖက်မှုရှိသော Hearts အဆင့် သတ်မှတ်ချက် သုံးခုကို ရရှိသည်။ ဒါပေမယ့် တယောက်နှင့်တယောက် ပွင့်ပွင့်လင်းလင်း ဆက်ဆံနိုင်လျင် တယောက်ဆီက တယောက် အများကြီး သင်ယူနိုင်ပါတယ်။ သူကသာ သူမ၏ ဖြစ်တည်မှုကို စိတ်ရှည် သည်းခံပြီး နားလည်အောင် သင်ကြားပေးနိုင်လျင် သူမသည် သူ့ကို သူ့ရဲ့ ကိုယ်ပိုင် အရည်အချင်းဖြင့် မရနိုင်သော အရာများကိုတောင်  လုပ်ဆောင် ပေးနိုင်ပါတယ်။ ဤ Sagittarius အမျိုးသမီးနှင့် Capricorn အမျိုးသားတို့သည် တူယှဉ်တွဲကာ ဆက်သွားနိုင်သည်။",
    "lc": 3
  },
  {
    "id": "12_2",
    "le": "Sagittarius သည် ပြောင်းလဲနိုင်သော မီးနိမိတ် ဖြစ်ပြီး Aquarius သည် ပုံသေ လေထု လက္ခဏာ ဖြစ်သည်။ Sagittarius အမျိုးသမီး သည် Aquarius အမျိုးသားနှင့် လိုက်ဖက်ညီမှု FOUR Hearts အဆင့်ကို ရရှိသည်။ Sagittarius အမျိုးသမီးနှင့် Aquarius အမျိုးသား တို့သည် ကောင်းစွာ တွဲဖက် လုပ်ဆောင်သောကြောင့် အချင်းချင်းအပေါ် အဆုံးစွန်သော ကတိများပြုရန် လွယ်ကူသည်။ သူတို့အတွက် ကန့်သတ်ချက်များ မရှိပဲ လိုချင်တာကို အတူတကွ လုပ်ဆောင်နိုင်ပါလိမ့်မည်။",
    "lc": 4
  },
  {
    "id": "12_3",
    "le": "Sagittarius သည် ပြောင်းလဲနိုင်သော မီးနိမိတ် ဖြစ်ပြီး Pisces သည် ပြောင်းလဲနိုင်သော ရေလက္ခဏာ ဖြစ်သည်။ Sagittarius အမျိုးသမီး သည် Pisces ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် TWO Hearts အဆင့်ကို ရရှိသည်။ ရာသီခွင် နှစ်ခုစလုံးအတွက် လိုအပ်သော ကြိုးစား အားထုတ်မှုများကို ပြုလုပ်ပါက Sagittarius နှင့် Pisces တို့သည် လက်တွဲနိုင်မည် ဖြစ်ပါသည်။",
    "lc": 2
  },
  {
    "id": "12_4",
    "le": "Sagittarius သည် မပြောင်းလဲနိုင်သော မီးနိမိတ် ဖြစ်ပြီး Aries သည် အခြေခံကျသော မီး လက္ခဏာ ဖြစ်သည်။ Sagittarius အမျိုးသမီးသည် Aries ယောက်ျားနှင့် လိုက်ဖက်ညီမှု FIVE Hearts အဆင့်ကို ရရှိသည်။ Sagittarius အမျိုးသမီးနှင့် Aries အမျိုးသားတို့ ပေါင်းစပ်မှုသည် အချင်းချင်း၏ ပျော်ရွှင်မှုနှင့် စိတ်လှုပ်ရှားမှုကို ပံ့ပိုးပေးသောကြောင့် ကာလရှည်ကြာစွာ အတူတကွ စွန့်စားမှုများစွာကို ပြုလုပ်နိုင်မည် ဖြစ်ပါသည်။",
    "lc": 5
  },
  {
    "id": "12_5",
    "le": "Sagittarius သည် ပြောင်းလဲနိုင်သော မီးနိမိတ် ဖြစ်ပြီး Taurus သည် ပုံသေ မြေကြီး လက္ခဏာ ဖြစ်သည်။ Sagittarius အမျိုးသမီးသည် Taurus ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် Hearts အဆင့် သတ်မှတ်ချက် သုံးခု ရရှိသည်။ Sagittarius မိန်းမနဲ့ Taurus ယောက်ျား နှစ်ယောက်စလုံး တယောက်ကို တယောက် ယုံကြည်မှုရှိဖို့ အထူး လိုပါတယ်။ ဒီလိုလုပ်ရင် ဒီစုံတွဲက ကာလရှည်ကြာစွာ လက်တွဲနိုင်ပါလိမ့်မယ်။",
    "lc": 3
  },
  {
    "id": "12_6",
    "le": "Sagittarius သည် ပြောင်းလဲနိုင်သော မီးနိမိတ် ဖြစ်ပြီး Gemini သည် ပြောင်းလဲနိုင်သော လေ လက္ခဏာ ဖြစ်သည်။ Sagittarius အမျိုးသမီး နှင့် Gemini ယောက်ျားသည် ONE Hearts အဆင့်သတ်မှတ်ချက်ကို ရရှိသည်။ Sagittarius အမျိုးသမီးသည် သူမ ကြိုးစားနိုင်သလောက် အစွမ်းကုန် လုပ်မည်ဖြစ်ပြီး Gemini ယောက်ျားသည် သူမလုပ်နိုင်သည်ထက် ကျော်လွန်ပြီး ပြုလုပ်ပြလိမ့်မည်။ ဒါဟာ ကောင်းကင်ဘုံက ပြုလုပ်ထားတဲ့ တွဲဖက် မဟုတ်သလို သူတို့ရဲ့ အတ္တတွေ နဲ့ ထိပ်တိုက် တွေ့မှုတွေက ဒီဆက်ဆံရေးကို ပိုမို ဆိုးရွား သွားစေနိုင်ပါတယ်။ သူတို့နှစ်ယောက်ရဲ့ ခံစားချက်တွေကို နားလည်နိုင်သရွေ့တော့ ဒီစုံတွဲဟာ တစ်သက်လုံး ရှင်သန်နေမှာပါ။",
    "lc": 1
  },
  {
    "id": "12_7",
    "le": "Sagittarius သည် ပြောင်းလဲနိုင်သော မီးနိမိတ် ဖြစ်ပြီး Cancer သည် cardinal ရေ လက္ခဏာ ဖြစ်သည်။ Sagittarius အမျိုးသမီး သည် ကင်ဆာ ယောက်ျားနှင့် လိုက်ဖက်မှု တွက်ချက်ရာတွင် Hearts သုံးခု ကို ရရှိသည်။ Sagittarius အမျိုးသမီးနှင့် ကရကဋ် အမျိုးသား နှစ်ဦးစလုံးက သဟဇာတရှိသော ဆက်ဆံရေးကို ထိန်းသိမ်းထားရန် အနစ်နာခံမှုများ ပြုလုပ်ရမည် ဖြစ်သည်။ ဒါပေမယ့် တယောက်နဲ့တယောက် ကတိကဝတ် တည်နိုင်ကြရင် ပေါင်းစပ်မှုက တည်တံ့ ခိုင်မြဲမှာပါ။",
    "lc": 3
  },
  {
    "id": "12_8",
    "le": "Sagittarius သည် ပြောင်းလဲနိုင်သော မီးနိမိတ် ဖြစ်ပြီး Leo သည် ပုံသေ မီးလက္ခဏာ ဖြစ်ပြီး Sagittarius အမျိုးသမီး သည် Leo အမျိုးသားနှင့် လိုက်ဖက်မှု FIVE Hearts အဆင့်ကို ရရှိသည်။ Leo ယောက်ျားက Sagittarius အမျိုးသမီး လိုချင်တဲ့ လွတ်လပ်မှုကို ပေးနိုင်ရင် Sagittarius အမျိုးသမီးက သူနဲ့ဘဝတလျှောက်လုံး အတူသွားခွင့်ပြုမှာ ဖြစ်ပါတယ်။ အသစ်အဆန်းတွေ ပြုလုပ်ရခြင်းကိုလည်း Leo အမျိုးသားကလည်း နှစ်သက်လိမ့်ပါမည်။ အတူတကွ ရှိနေနိုင်သမျှ ကာလပတ်လုံး တည်တံ့ခိုင်မြဲသော ပေါင်းစပ်မှုကို ထူထောင်နိုင်မည် ဖြစ်ပါသည်။",
    "lc": 5
  },
  {
    "id": "12_9",
    "le": "Sagittarius သည် ပြောင်းလဲနိုင်သော မီးနိမိတ်ဖြစ်ပြီး Virgo သည် မပြောင်းလဲနိုင်သော မြေကြီး လက္ခဏာ ဖြစ်သည်။ Sagittarius အမျိုးသမီး သည် Virgo ယောက်ျားနှင့် လိုက်ဖက်မှု TWO Hearts အဆင့်ကို ရရှိသည်။ တစ်ယောက်နဲ့တစ်ယောက် သင်ယူပြီး တိုးတတ်အောင် ပံ့ပိုးပေးနိုင်ရင် ဒီစုံတွဲဟာ ဘယ်တော့မှ ခွဲမသွားပါဘူး။",
    "lc": 2
  },
  {
    "id": "12_10",
    "le": "Sagittarius သည် ပြောင်းလဲနိုင်သော မီးနိမိတ် ဖြစ်ပြီး Libra သည် အခြေခံကျသော လေကြောင်း လက္ခဏာ ဖြစ်သည်။Sagittarius အမျိုးသမီး နှင့် Libra ယောက်ျား တွဲဖက်မှုသည် Hearts လေးခု အဆင့်ကို ရရှိသည်။ Sagittarius မိန်းမနှင့် Libra ယောက်ျားကြားတွင် ဘယ်သောအခါမှ ငြီးငွေ့စရာ အကြောင်း မရှိသလို၊ သူတို့သည် ၎င်းတို့၏ လက်တွဲဖော်ကို ဘဝတသက်တာလုံး အမြင့်ဆုံးသို့ ခေါ်ဆောင်သွားလိုစိတ် ရှိကြသည်။",
    "lc": 4
  },
  {
    "id": "12_11",
    "le": "Sagittarius သည် ပြောင်းလဲနိုင်သော မီးနိမိတ်ဖြစ်ပြီး Scorpio သည် ပုံသေ ရေ လက္ခဏာ ဖြစ်သည်။ Sagittarius အမျိုးသမီး သည် Scorpio ယောက်ျားနှင့် လိုက်ဖက်နိုင်မှု TWO Hearts အဆင့်ကို ရရှိသည်။ ဤ Sagittarius အမျိုးသမီးနှင့် Scorpio စုံတွဲ ကြားတွင် တယောက်နဲ့တယောက် အလျှော့ပေးရမှုများ များစွာ လိုအပ်ပြီး အတူနေလိုပါက ကတိကဝတ်ဖြင့် အလျှော့ပေးမှုများ ပြုလုပ်ရမည်ဖြစ်သည်။\r\nScorpio ယောက်ျား၏ ဉာဏ်ပညာနှင့် ကျက်သရေသည် နက်နက်ရှိုင်းရှိုင်း ရှိသကဲ့သို့ သူမသည်လည်း ပေါ့ပါးပြီး အကောင်းမြင်တတ်သည်။ ဒါပေမယ့် သူတို့နှစ်ယောက်ရဲ့ လောကကြီးကို ရှု့မြင်ပုံက ကွဲပြားကြသည်။ ၎င်းတို့သည် ဟန်ပြ အတွဲမျိုး မဟုတ်သော်လည်း ဆွဲဆောင်မှု အလုံအလောက်ရှိပါက ၎င်းတို့ ဆက်ဆံရေး သည် အိမ်ထောင်ဖက် အဖြစ်သို့ ရောက်ရှိနိုင်မည်ဖြစ်သည်။\r\n",
    "lc": 2
  },
  {
    "id": "12_12",
    "le": "Sagittarius သည် ပြောင်းလဲနိုင်သော မီးလက္ခဏာ ဖြစ်ပြီး Sagittarius အမျိုးသမီး သည် Sagittarius ယောက်ျားနှင့် လိုက်ဖက်ညီမှု FOUR Hearts အဆင့်ကို ရရှိသည်။ တာဝန် နှင့် အပျော်အပါး လိုက်စားမှုကို ဟန်ချက်ညီအောင် နည်းလမ်းရှာနိုင်ရင် ဒီစုံတွဲ လက်လှမ်းမမီနိုင်တဲ့ အိပ်မက်ဆိုတာ မရှိပါဘူး။",
    "lc": 4
  }
]