[
  {
    "id": 1,
    "a": "Dec 22 – Jan 19",
    "b": "ပထဝီ(မြေဓာတ်)",
    "c": "စနေ",
    "d": "Saturn",
    "e": "မကန်းငါးရုပ် (ပင်လယ်ဆိတ်)",
    "f": "4, 8, 13, 22",
    "g": "36,42",
    "h": "ဦးဆောင်တတ်သူ(လုပ်ဆောင်တတ်သူ၊ တတ်ကြွသူ၊ အစပျိုးတတ်သူ၊ တွန်းအားပေးတတ်သူ)",
    "i": "အညို၊ အနက်",
    "j": "အနက်ရောင်နှင့် မီးခိုးရောင်၊ အစိမ်းနှင့် အညိုရောင်အားလုံး။",
    "k": "Taurus, Cancer, Virgo",
    "l": "Aries and Libra",
    "m": "We achieve",
    "n": "စာရင်းကိုင်၊ ရှေ့နေ၊ အဆောက်အဦးအခန်းငှားစားခြင်း၊ စဉ်ဆက်မပြတ် ပြုလုပ်ရသောလုပ်ငန်းများ၊\r\nကြီးကြပ်ခြင်းလုပ်ငန်း၊  မန်နေဂျာ၊ ဘဏ်လုပ်ငန်းရှင်၊ ဘဏ္ဍာရေးမှူး၊ ရှေးဟောင်းပစ္စည်း၊ အကြီးတန်း အာမခံကိုယ်စားလှယ်၊ အဆင့်မြင့် သိပ္ပံပညာရှင်၊ ဘူမိဗေဒပညာရှင်၊ သံယောဇဉ် ပညာရှင်၊ ရှေးဟောင်းသုတေသန ပညာရှင်၊ ပြုစုပျိုးထောင်သူ၊ အရာရှိ၊ တက္ကသိုလ် ပါမောက္ခ၊ Notary Public၊ ရှေ့နေ၊ တရားသူကြီး၊ ထောင်မှူး၊ ရဲတပ်သား/အမျိုးသမီး၊ စက်ပြင်၊ နိုင်ငံရေးသမား၊ သို့မဟုတ် ဝန်ကြီး ပညာရေးအတွက်။\r\n",
    "o": "သီသန့်နေတတ်ခြင်း၊\r\nစာဖတ်ခြင်းကို နှစ်သက်ခြင်း၊ ဂေါ့ဖ်၊ ဘိုးလင်း၊ ကျောက်တောင်တက်ခြင်း၊ ယောဂ၊ နှင်းလျှောစီးခြင်းနှင့် ပြေးခြင်း။\r\n",
    "p": "မကာရရာသီဖွားများသည် ဘဝနှောင်းပိုင်းတွင်လက်ထပ်ကြခြင်းများကြသည်။\r\nမိမိအကြိုက် စံနှုန်းနှင့်ပြည့်မီရင် သူ့ဘဝတလျှောက်လုံး ချစ်ခင်ကြင်နာ၊ သစ္စာရှိရှိနဲ့ ချစ်စဖွယ် ပြုမူတတ်သူဖြစ်သည်။\r\n",
    "q": "ခြေထောက်နှင့်သက်ဆိုင်သောရောဂါ၊ အရေပြားနှင့်ဆိုင်သောရောဂါများ၊\r\nအရိုးအဆစ်နှင့်သက်ဆိုင်သော ရောဂါများ\r\n",
    "r": "Martin Luther King Jr., Michelle Obama, Dolly Parton",
    "s": "မကာရ"
  },
  {
    "id": 2,
    "a": "January 20 - February 18",
    "b": "ဝါယော(လေဓာတ်)",
    "c": "စနေ",
    "d": "Uranus",
    "e": "ရေထမ်းသမားရုပ်",
    "f": "4, 7, 11, 22, 29",
    "g": "30,37",
    "h": "မြဲမြံခိုင်မာစိတ်ရှိတတ်သူ၊ (မပြောင်းလဲတတ်သူ၊ စိတ်ဆန္ဒပြင်းပြသူ၊ အနည်းငယ်ခေါင်းမာသူ)",
    "i": "အပြာနုရောင်၊ ငွေရောင်",
    "j": "မဲနယ်နှင့် နက်ပြာရောင်အားလုံး",
    "k": "Leo, Sagittarius, Gemini and Libra",
    "l": "Taurus and Scorpio",
    "m": "We love",
    "n": "မနုဿဗေဒပညာရှင်၊ ပန်းချီအနုပညာရှင်၊ မော်ဒန်စာရေးဆရာ။ ဆန္ဒပြဖော်ဆောင်ခြင်းလုပ်ငန်းများ၊ AI နှင့်ပတ်သက်သော အလုပ်များ၊ အသိပညာရှင်၊\r\nလေယာဉ်မှူး၊ အိုင်တီကျွမ်းကျင်သူ၊ အီလက်ထရွန်းနစ် သို့မဟုတ် ကွန်ရက်အင်ဂျင်နီယာ၊ အာကာသယာဉ်မှူး၊ နက္ခတ္တဗေဒပညာရှင်၊ နက္ခတ်ဗေဒင်ဆရာ၊ မှော်ပညာကျွမ်းကျင်သူ၊ အာရုံကြောခွဲစိတ်ဆရာဝန်၊ အက်တမ်ပညာရှင်၊ သိပ္ပံပညာရှင်၊ လျှပ်စစ်ပညာရှင်၊ စတန့်လေယာဉ်မှူး၊ ဓာတ်ပုံဆရာ၊ ရုပ်ရှင်ထုတ်လုပ်သူ၊ ဟာသပညာရှင်၊ လူသားချင်းစာနာထောက်ထားမှုဆိုင်ရာ တက်ကြွလှုပ်ရှားသူ၊ NGO မန်နေဂျာ၊ နှင့် ဒဿနပညာရှင်။\r\n\r\n",
    "o": "Virtual network \r\nနှင့်သက်ဆိုင်သောအရာများကို စိတ်ဝင်စားခြင်း၊ စစ်တုရင်၊စာဖတ်ခြင်း၊ နှင့် စကားဝှက်စသည့် ဉာဏ်ရည်ဉာဏ်သွေးအားကစားများ။\r\n",
    "p": "မြင်မြင်ချင်း ချစ်မိသွားတတ်သော်လည်း အခြားသူများထက် မြဲမြံသောဆက်ဆံရေးရှိတတ်ပါသည်။",
    "q": "အာရုံကြောရောဂါ၊ဆီးအိမ်ရောဂါ၊ အရိုးနာ\r\nခြေကျင်းဝတ် နှင့် ခြေထောက်များ\r\n",
    "r": "Michael Jordan, Shakira, Cristiano Ronaldo,",
    "s": "ကုံ"
  },
  {
    "id": 3,
    "a": "February 19 - March 20",
    "b": " အာပေါ(ရေဓာတ်)",
    "c": "ကြာသာပတေး",
    "d": "Neptune",
    "e": "ငါးရုပ်",
    "f": "3, 9, 12, 15, 18, 24",
    "g": "11,21,42,53",
    "h": " စိတ်ပြောင်းလွယ်တတ်သူ(လိုက်လျောညီထွေရှိသူ၊ ပြောင်းလွယ်ပြင်လွယ်သူ၊ ကြံရည်ဖန်ရည်ရှိသူ)",
    "i": "မရမ်းစေ့ရောင်နု၊ ခရမ်းဖျော့ရောင်၊ ခရမ်းရောင်၊ စိမ်းပြာရောင်၊ ခရမ်းရင့်ရောင် ",
    "j": "ခရမ်းရောင်၊ အပြာနှင့် အစိမ်း ရောင်အားလုံး။",
    "k": " Virgo, Taurus, Cancer and Scorpio",
    "l": "Gemini and Sagittarius",
    "m": "We serve",
    "n": "စေတနာ့ဝန်ထမ်းကုထုံးဆရာ၊\r\nဗေဒင်ဆရာ၊\r\nအပျော်တမ်း ကဗျာဆရာ၊\r\nအဆွေးလူရွှင်တော်၊\r\nဂီတပညာရှင်၊ အကသမား၊ ပြဇာတ် သို့မဟုတ် ရုပ်ရှင်သရုပ်ဆောင်၊ အကြားအမြင်ရှိသူ၊ လူလတ်၊ ဘုန်းတော်ကြီး၊ ဆေးဘက်ဆိုင်ရာလက်ထောက်၊ ဆေးဘက်ဆိုင်ရာဆရာ၊ ဆေးဝါးပညာရှင်၊ တိရစ္ဆာန်ဆေးဆရာ၊ စာရေးဆရာ၊ ကဗျာဆရာ၊ သင်္ဘောသား၊ တံငါသည်/အမျိုးသမီး၊ ကမ်းခြေစောင့်တပ် သို့မဟုတ် အပူပေးအင်ဂျင်နီယာ။ ယေဘူယျအားဖြင့်၊ အစားအသောက်၊ သန့်ရှင်းရေး၊ ပြုစုစောင့်ရှောက်ပေးခြင်းစသည်ဖြင့် အခြားသူများကို ဝန်ဆောင်မှုပေးသည့် လုပ်ငန်းအားလုံးသည် သင် ထူးချွန်နိုင်သည့် နယ်ပယ်များဖြစ်သည်။ လူသားချင်းစာနာထောက်ထားမှုဆိုင်ရာလုပ်ငန်း သို့မဟုတ် လူ့အခွင့်အရေးကာကွယ်ရေးတွင် သင်သည် အလွန်အောင်မြင်နိုင်သည်။\r\n",
    "o": "ဂီတ၊ ပန်းချီဆွဲခြင်း၊ မြေအိုးလုပ်ခြင်း၊ အက၊ ယောဂ၊ အပြေး၊ ကျွမ်းဘားစသည့် အနုပညာဝါသနာ၊",
    "p": "ချစ်လွယ်တတ်သော်လည်း အသစ်ပြောင်းလွယ်တတ်သောသူများဖြစ်ပါသည်။",
    "q": "အာရုံကြော၊ အဆုတ်၊\r\nသွေးလည်ပတ်မှုဆိုင်ရာ ပြဿနာများ\r\n",
    "r": "Bruce Willis,\r\n Rihanna, Justin Bieber\r\n",
    "s": "မိန်"
  },
  {
    "id": 4,
    "a": "March 21 - April 19",
    "b": " တေဇော(မီးဓာတ်)",
    "c": "အင်္ဂါ",
    "d": "Mars",
    "e": "ဆိတ်ထီးရုပ်",
    "f": "1, 8, 17",
    "g": "13,25,37,49,61",
    "h": "ဦးဆောင်လိုစိတ်ရှိသူ(လုပ်ဆောင်တတ်သူ၊ တတ်ကြွသူ၊ အစပျိုးတတ်သူ၊ တွန်းအားပေးတတ်သူ)",
    "i": "အနီရောင်",
    "j": "အနီရောင်",
    "k": " Libra, Leo, Sagittarius",
    "l": "Cancer and Capricorn",
    "m": "I am",
    "n": "စတန့်ကဲ့သို့ဆန်းသစ်သောလုပ်ငန်းများ၊ သီချင်းနှင့်ဆသက်ဆိုင်သည်များ၊ နပန်းသမား၊ လူမသိအောင်ပြုလုပ်ခြင်းလုပ်ငန်းများ၊ သီးနှံနှင့်သက်ဆိုင်သောလုပ်ငန်းများ၊ ရဲသား/အမျိုးသမီး၊ ပရော်ဖက်ရှင်နယ် အားကစားသမား၊ ကော်ပိုရိတ်မန်နေဂျာ၊ အစိုးရရှေ့နေ၊ စည်းရုံးရေးမှူး၊ ကားပြိုင်မောင်းသူ၊ စတန့်လေယာဉ်မှူး၊ မီးသတ်သမား၊ သံမဏိလုပ်သား၊ သစ်ခုတ်သမား၊ စက်သမား၊ သားသတ်သမား၊ စီးပွားရေးသမား/အမျိုးသမီး။",
    "o": "နှင်းလျှောစီးခြင်း၊ လှိုင်းစီးခြင်း၊ ကာယဗလအားကစား၊ မော်တော်ဆိုင်ကယ်စီးခြင်း၊ မြင်းစီးခြင်း၊ ကားပြိုင်ခြင်း၊ တင်းနစ်၊ အမဲလိုက်ခြင်း၊ ဗီဒီယိုဂိမ်းများ,",
    "p": "စိတ်အားထက်သန်မှု အပြည့်ဖြင့်ချစ်တတ်သည်။\r\nမြင်မြင်ချင်း ချစ်တတ်ပြီး အတော်လေး ဆွဲဆောင်မှုရှိတဲ့ သူတွေဖြစ်ပါသည်။\r\n",
    "q": "ဝမ်းဗိုက်၊ ကျောက်ကပ်၊ ဆီးအိမ်၊\r\nခေါင်းကိုက်ခြင်း၊ ခေါင်းတစ်ခြမ်းကိုက်ခြင်း သို့မဟုတ် မျက်နှာနှင့်ပတ်သက်သော ပြဿနာများ။\r\n",
    "r": "Lady Gaga, Céline Dion, Leonardo DaVinci",
    "s": "မိဿ"
  },
  {
    "id": 5,
    "a": "April 20 - May 20",
    "b": " ပထဝီ(မြေဓာတ်)",
    "c": "သောကြာ, တနင်္လာ",
    "d": " Venus",
    "e": "နွားထီးရုပ်",
    "f": " 2, 6, 9, 12, 24",
    "g": "15,30,45,60",
    "h": "မြဲမြံခိုင်မာစိတ်ရှိတတ်သူ၊ (မပြောင်းလဲတတ်သူ၊ စိတ်ဆန္ဒပြင်းပြသူ၊ အနည်းငယ်ခေါင်းမာသူ)",
    "i": "အစိမ်းရောင်၊ ပန်းရောင်",
    "j": "အစိမ်းနှင့်အညို။",
    "k": "Scorpio, Cancer, Virgo and Capricorn ",
    "l": "Leo and Aquarius",
    "m": "I have",
    "n": "မော်ဒယ်လုပ်ငန်းများ၊လေ့လာမှုတွင်ပါဝင်ဆောင်ရွက်ခြင်းလုပ်ငန်းများ၊ Food blogger, တောနှင့်ပတ်သတ်သည့်လုပ်ငန်းများ၊ သဘာဝ၊ အိမ်ခြံမြေ၊ ငွေကြေး၊ ဂီတ၊ ဖျော်ဖြေမှုအနုပညာနှင့် ပျော်ရွှင်မှုတို့နှင့် ဆက်စပ်နေသည်။ အမှန်မှာ၊ သင်သည် ရှုခင်းဥယျာဉ်မှူး၊ စိုက်ပျိုးသူ၊ ဥယျာဉ်မှူး၊ သစ်တောရေးရာ၊ ဘဏ်လုပ်ငန်း၊ စာရင်းကိုင်၊ လက်သမား၊ ဗိသုကာပညာရှင်၊ ဟိုတယ်လုပ်ငန်းရှင်၊ ထမင်းချက်၊ စားသောက်ဆိုင်ပိုင်ရှင်၊ အဆိုတော်၊ ဂီတပညာရှင်၊ ပန်းပုဆရာ၊ ၀တ်စားဆင်ယင်သူ သို့မဟုတ် သရုပ်ဆောင်အဖြစ် လုပ်ကိုင်ရန် အလွန်သင့်လျော်ပါသည်။",
    "o": "တိတ်ဆိတ်ငြိမ်သက်သောအရာများကိုပိုနှစ်သက်ခြင်း၊\r\nလမ်းလျှောက်ခြင်းနှင့် တောင်တက်ခြင်း၊ ဂေါက်ရိုက်ခြင်း၊ အပင်စိုက်ပျိုးခြင်း၊ ရုပ်မြင်သံကြားကြည့်ခြင်း၊\r\n",
    "p": "အချိန်ကြာလာလေပိုချစ်တတ်လာလေမျိုးဖြစ်တတ်သည်။\r\nTaurus လူမျိုးများသည် အိမ်ထောင်ကွဲနှုန်း အနိမ့်ဆုံးဖြစ်သည်။\r\nTaurus ၏ သစ္စာရှိမှုုနှင့် သစ္စာစောင့်သိမှုတို့ကိုအမွေရထားသူများဖြစ်သည်။\r\n",
    "q": "သွေးတိုး၊ နှလုံးအားနည်း၊ နှာခေါင်းနှင့်သက်ဆိုင်သောရောဂါများ\r\nလည်ပင်း၊ လည်ချောင်း တို့နှင့်ပတ်သက်သောရောဂါများ\r\n",
    "r": " George Clooney, William Shakespeare, Robert Pattinson",
    "s": "  ပြိဿ"
  },
  {
    "id": 6,
    "a": "May 21 - June 20",
    "b": " ဝါယော(လေဓာတ်)",
    "c": "ဗုဒ္ဓဟူး",
    "d": " Mercury",
    "e": "အမွှာမောင်နှမရုပ်",
    "f": "5, 7, 14, 23",
    "g": "16,24,30,33",
    "h": " စိတ်ပြောင်းလွယ်တတ်သူ(လိုက်လျောညီထွေရှိသူ၊ ပြောင်းလွယ်ပြင်လွယ်သူ၊ ကြံရည်ဖန်ရည်ရှိသူ)",
    "i": "အစိမ်းဖျော့၊ အဝါရောင်",
    "j": "အဝါရောင်နှင့်ငွေရောင်",
    "k": " Sagittarius, Aquarius, Libra",
    "l": "Virgo and Pisces",
    "m": "I think",
    "n": "ဟာသစာရေးဆရာ၊\r\nနိုင်ငံရေးလုပ်ငန်းများ၊\r\nသရုပ်ဆောင်လုပ်ငန်းများ၊\r\nနတ်ဆရာ၊ သတင်းစာဆရာ၊ သတင်းထောက်၊ စာရေးဆရာ၊ ကဗျာဆရာ၊ စကားပြန်၊ ကထိက၊ စပီကာ၊ ပုံပြင်ပြောသူ၊ စျေးကွက်ရှာဖွေရေးနှင့် အရောင်းစာရေး၊ ခရီးသွားအေးဂျင့်၊ စတော့ပွဲစား၊ ကုန်သည်၊ ရှေ့နေ၊ ပါမောက္ခ၊ လေယာဉ်မယ်၊ ဟာသပညာရှင်၊ လေပျံသမား၊ ခုန်ပျံသမား၊ ကာယဗလ၊ ဓာတ်ပုံဆရာ၊ ကွန်ပျူတာပညာရှင်၊ မော်ဒယ်၊ သရုပ်ဆောင်၊ အက၊ သို့မဟုတ် ရုပ်ပြောင်ဆရာ။\r\n",
    "o": "တင်းနစ်၊ ကြက်တောင်၊ အက၊ အပြေးပြိုင်ပွဲ၊\r\nလေထီး၊\r\nဂီတ\r\n",
    "p": "ခင်မင်ရင်းနှီးမှုကို ဦးတည်တဲ့ အချစ်က Gemini\r\nတို့နဲ့ လိုက်ဖက်ပါတယ်။\r\nသစ္စာမဲ့ခြင်း၏ အကျိုးဆက်များကို မမြင်နိုင်ဘဲ စိတ်လိုက်မာန်ပါ ပြုလုပ်တတ်သဖြင့် သတိထားပါ။\r\n",
    "q": "လက်မောင်း၊ ပခုံး၊ အဆုပ်၊ အဖျား အနာများ",
    "r": "Marilyn Monroe, Donald Trump, Prince.",
    "s": "မေထုန်"
  },
  {
    "id": 7,
    "a": "June 21 - July 22",
    "b": " အာပေါ(ရေဓာတ်)",
    "c": "တနင်္လာ၊ ကြာသာပတေး",
    "d": "Moon",
    "e": "ဂဏန်းရုပ်",
    "f": "2, 3, 15, 20",
    "g": "10,20,30,40,50,60",
    "h": "ဦးဆောင်လိုစိတ်ရှိသူ(လုပ်ဆောင်တတ်သူ၊ တတ်ကြွသူ၊ အစပျိုးတတ်သူ၊ တွန်းအားပေးတတ်သူ)",
    "i": "အဖြူရောင်",
    "j": "အဖြူရောင်၊ အနက်ရောင်",
    "k": "Capricorn, Taurus,  Scorpio and Pisces",
    "l": "Libra and Aries",
    "m": "I feel",
    "n": "နှလုံးခွဲစိတ်ဆရာဝန်၊\r\nစကိတ်သမားများ၊\r\nကျောင်းဆရာလုပ်ငန်းများ၊ \r\nအိမ်ခြံမြေအေးဂျင့်၊ notary အများသူငှာ၊ ကော်ပိုရိတ်မန်နေဂျာ၊ စာရင်းကိုင်၊ သရုပ်ဆောင်၊ သင်္ဘောသား၊ ရေငုပ်သမား၊ သမိုင်းပညာရှင်၊ ရှေးဟောင်းပစ္စည်း၊ လူမှုရေးဝန်ထမ်း၊ အကောင်းစားပရိဘောဂ၊ ဂီတပညာရှင် ၊ ကဗျာဆရာ၊ သစ်သားလုပ်သား။",
    "o": "ရေနှင့်ပတ်သက်သောအရာများပြုလုပ်ရသည်ကိုနှစ်သက်ခြင်း၊ ငါးဖမ်းခြင်း၊လှိုင်းစီးခြင်း၊\r\nဂေါက်သီး၊ DIY၊ ဥယျာဉ်ခြံ၊ ချည်ထိုး၊ အတွင်းပိုင်းအလှဆင်ခြင်းနှင့် ချက်ပြုတ်ခြင်း။\r\n",
    "p": "ချစ်ခင်လေးစားလိုစိတ်ရှိသည်။\r\nဆက်ဆံရေးကမှားနေသည်ဟု ထင်သည်နှင့်တပြိုင်နက် အလွယ်တကူ နောက်ဆုတ်တတ်သူများဖြစ်သည်။\r\n",
    "q": "လေနာ၊ ကင်ဆာ၊ နှာစေး၊ ဝမ်းဗိုက်\r\nအစာအိမ်နှင့် ရင်သား\r\n",
    "r": "Tom Cruise, Diana(Princess of Wales), Ariana Grande",
    "s": "ကရကဋ်"
  },
  {
    "id": 8,
    "a": "July 23 - August 22",
    "b": "တေဇော(မီးဓာတ်)",
    "c": "တနင်္ဂတွေ",
    "d": " Sun",
    "e": "ခြင်္သေ့ရုပ်",
    "f": "1, 3, 10, 19",
    "g": "12,25,37,50,67,75",
    "h": "မြဲမြံခိုင်မာစိတ်ရှိတတ်သူ၊ (မပြောင်းလဲတတ်သူ၊ စိတ်ဆန္ဒပြင်းပြသူ၊ အနည်းငယ်ခေါင်းမာသူ)",
    "i": "ရွှေ၊ အဝါ၊ လိမ္မော်",
    "j": "အဝါရောင်နှင့် လိမ္မော်ရောင်၊",
    "k": " Aquarius, Gemini, Sagittarius and Aries",
    "l": "Scorpio and Taurus",
    "m": "I love",
    "n": "စိတ်ဓာတ်တက်ကြွစေသော ဟောပြောသူ၊\r\nကိုယ်ရေးအတ္ထုပ္ပတ္တိရေးသားသူ၊ သရုပ်ဆောင်လုပ်ငန်းများ၊\r\nစတိုင်ထုတ် ပုံစံထုတ်ရသော လုပ်ငန်းများ၊ ကော်ပိုရိတ်မန်နေဂျာ၊ ထင်ရှားကျော်ကြားသော သရုပ်ဆောင်၊ ရုပ်ရှင်ဒါရိုက်တာ၊ အကြီးတန်း အစိုးရဝန်ထမ်း၊ သံတမန်၊ လောင်းကစား၊ ဖျော်ဖြေရေး သို့မဟုတ် အနုပညာနယ်ပယ်တွင် ရာထူးအားလုံးအပြင် ပထမတန်းစား ဟိုတယ်လုပ်ငန်းရှင်၊ လက်ဝတ်ရတနာနှင့် ဇိမ်ခံလောက၊ မီးသတ်သမား၊ ယဉ်ထိန်းနှင့် ပတ်သက်သည့် အလုပ်အကိုင်အားလုံး ရဲသား/အမျိုးသမီး သို့မဟုတ် မြင်းစီးသူ။\r\n\r\n",
    "o": "အားသွန်ခွန်စိုက်ပြုလုပ်ရသောအရာများကို နှစ်သက်ခြင်း၊\r\nပြေးခြင်း၊ မြင်းပြိုင်ပွဲ၊ ဘိုးလင်း၊ ပိုလို၊ အမဲလိုက်ခြင်း၊ ယောဂနှင့် ထိုင်ချီကဲ့သို့သောအားကစားများ၊\r\n",
    "p": "သစ္စာရှိ၊ ဂရုစိုက်၊ ပေးကမ်း တတ်သောသူဖြစ်သည်။\r\nပေါင်းမလား လမ်းခွဲမလား ပြတ်ပြတ်သားသားလုပ်တတ်သူများဖြစ်သည်။\r\n",
    "q": "နှလုံး၊ အကိုက်အခဲ၊ အဖျားအနာ၊\r\nကျောရိုး၊ မျက်စိနှင့်ပတ်သက်သောရောဂါ\r\n",
    "r": "Barack Obama, Madonna, Jennifer Lopez,",
    "s": "သိဟ်"
  },
  {
    "id": 9,
    "a": "August 23 – September 22",
    "b": " ပထဝီ(မြေဓာတ်)",
    "c": "ဗုဒ္ဓဟူး",
    "d": " Mercury",
    "e": "အပျိုကညာရုပ်",
    "f": " 5, 14, 15, 23, 32",
    "g": "19,29,38,48,57",
    "h": "စိတ်ပြောင်းလွယ်တတ်သူ(လိုက်လျောညီထွေရှိသူ၊ ပြောင်းလွယ်ပြင်လွယ်သူ၊ ကြံရည်ဖန်ရည်ရှိသူ)",
    "i": " မီးခိုးရောင်၊ အဝါနုရောင်၊ အဝါဖျော့",
    "j": "အစိမ်းနှင့်အဝါရောင်အရောင်များ",
    "k": "Pisces, Cancer, Capricorn and Taurus",
    "l": "Sagittarius and Gemini",
    "m": "I serve",
    "n": "စာကြည့်တိုက်မှူ၊\r\nလမ်းညွှန်ရသည့်လုပ်ငန်းများ၊ အသိဖြန့်ဝေခြင်းလုပ်ငန်းများ၊ ဗိသုကာပညာရှင်၊ စက်မှုဒီဇိုင်နာ၊ နာရီထုတ်လုပ်သူ၊ ကွန်ပျူတာကျွမ်းကျင်သူ၊ သိပ္ပံနည်းကျကျွမ်းကျင်သူ၊ သင်္ချာပညာရှင်၊ စာကြည့်တိုက်မှူး၊ ဘဏ်လုပ်ငန်းရှင်၊ စင်းလုံးငှားစာရင်းကိုင်၊ ငွေရေးကြေးရေးအရာရှိ၊ စတော့ပွဲစား၊ ဆိုင်ရှင်၊ အတွင်းရေးမှူး၊ အမှုဆောင်လက်ထောက်၊ အိမ်အကူ၊ အိမ်သန့်ရှင်းရေး၊ လူမှုဝန်ထမ်း၊ ပြည်သူ့ဝန်ထမ်း၊ မွေးမြူသူ၊ ဆေးကုသသူ၊ ဆေးဝါးပညာရှင်၊ တိရစ္ဆာန်ဆေးကုဆရာဝန်၊ အရိုးအကြောအဆစ်ကုဆရာဝန်၊ ဆေးဘက်ဆိုင်ရာလက်ထောက်အဖြစ် ကျန်းမာရေးဝန်ကြီးဌာန သို့မဟုတ် ဘဏ္ဍာရေးဝန်ကြီး။",
    "o": "အင်တာနက်သုံးရခြင်းကို ကြိုက်နှစ်သက်ခြင်း၊\r\nဉာဏ်ရည်သုံးရသောကစားနည်းများကို နှစ်သက်ခြင်း၊\r\nစစ်တုရင်၊ သင်္ချာနှင့် ယုတ္တိဗေဒ ပြဿနာများ၊ ဂျစ်ဆော့၊ crossword\r\n",
    "p": "Virgo သည်လက်တွဲဖော်ကို သံသယ ဝင်တတ်သူဖြစ်သည်။\r\nဆက်ဆံရေးတွင် ခံစားချက်ကို ထုတ်ဖော်ပြောပြမှု နည်းသူများဖြစ်သည်။\r\n",
    "q": "အားပျက်၊ အစာမကြေ၊ ဖောက်လွဲဖောက်ပြန်တတ်သော ရောဂါများ၊\r\nအူလမ်းကြောင်းရောဂါများ\r\n",
    "r": "Pink (singer), Mylène Farmer, Fred Hampton",
    "s": "ကန်"
  },
  {
    "id": 10,
    "a": "September 23 - October 22",
    "b": " ဝါယော(လေဓာတ်)",
    "c": "သောကြာ",
    "d": " Venus",
    "e": "ကုန်သည်ယောက်ျားရုပ်",
    "f": " 4, 6, 13, 15, 24",
    "g": "21,31,41,50",
    "h": "ဦးဆောင်လိုစိတ်ရှိသူ(လုပ်ဆောင်တတ်သူ၊ တတ်ကြွသူ၊ အစပျိုးတတ်သူ၊ တွန်းအားပေးတတ်သူ)",
    "i": "ပန်းရောင်၊ အစိမ်းရောင်",
    "j": "အပြာနှင့်အနီ",
    "k": " Aries,  Aquarius and Gemini, Sagittarius,",
    "l": "Capricorn and Cancer",
    "m": "We are",
    "n": "လူမှုဆက်ဆံရေးလုပ်ငန်းများ၊ အင်စတာဂရမ် မော်ဒယ်၊ စေ့စပ်ဖြန်ဖြေခြင်းလုပ်ငန်းများ၊ \r\nဖက်ရှင်ဒီဇိုင်နာ၊ မော်ဒယ်၊ တင်ဆက်သူ၊ ဇိမ်ခံပစ္စည်းရောင်းချသူ၊ ပန်းဆရာ၊ အလှပြင်သမား၊ ဆံပင်ညှပ်ဆရာ၊ ရှေ့နေ၊ တရားသူကြီး၊ အိမ်ထောင်ရေးအတိုင်ပင်ခံ၊ ဖျန်ဖြေသူ၊ ဂီတပညာရှင်၊ ပန်းချီဆရာ၊ ကဗျာဆရာ၊ ရေရွတ်သမား/အမျိုးသမီး၊ ကချေသည်၊ အဆိုတော်၊ စာရေးဆရာ၊ သတင်းစာဆရာ၊ ဧည့်ခံသူ၊ ရုပ်ရှင်သရုပ်ဆောင် သို့မဟုတ် နိုင်ငံခြားရေး ဝန်ကြီး။",
    "o": "ဂျွမ်းဘား၊ အက၊ ရေကူး၊ တိုင်ချီ၊",
    "p": "Libra\r\nရဲ့ အချစ်ရေးဘဝဟာ အတော်လေး ရှုပ်ထွေးနိုင်ပါတယ်။\r\nစိတ်ကူးယဉ်ဆန်တတ်ပြီး စွဲဆောင်မှုကို ကျွမ်းကျင်တတ်ပါတယ်။ romantic ဆန်အောင် ပြုလုပ်တတ်ကြပါတယ်၊\r\n",
    "q": "ကျောက်ကပ်၊ အစာအိမ်ရောဂါ၊ ဆီးအိမ် တို့နှင့်ပတ်သက်သော ရောဂါများ",
    "r": "Gwyneth Paltrow,  Kate Winslet, Monica Bellucci,",
    "s": "တူ"
  },
  {
    "id": 11,
    "a": "October 23 - November 21",
    "b": " အာပေါ(ရေဓာတ်)",
    "c": "အင်္ဂါ",
    "d": " Pluto ",
    "e": "ကင်းမြီးကောက်ရုပ်",
    "f": "8, 11, 18, 22",
    "g": "16,24,32,40,48,56",
    "h": "Fixed(Resistance to change, great willpower, inflexible)",
    "i": "အနီရောင်၊ အနီရင့်ရင့်၊ သံချေးရောင်",
    "j": "အနီရောင်နှင့် အနက်ရောင်။",
    "k": "Taurus, Cancer, Pisces, Virgo",
    "l": "Aquarius and Leo",
    "m": "We have",
    "n": "ဘာသာရေးခေါင်းဆောင်၊\r\nအဲကွန်းနှင့်သက်ဆိုငသောလုပ်ငန်းများ၊ ရုပ်သေးပညာရှင်၊ \r\nရဲနှင့်စစ်တပ်၊ မိုင်းတွင်းသမား၊ မီးတောင်ပညာရှင်၊ အင်ဂျင်နီယာ၊ အနုမြူသိပ္ပံပညာရှင်၊ သိပ္ပံသုတေသီ၊ ကွန်ပျူတာဒီဇိုင်နာ၊ ခွဲစိတ်ဆရာဝန်၊ မီးယပ်အထူးကု၊ လိင်စိတ်ပညာရှင်၊ စိတ်ရောဂါဗေဒပညာရှင်၊ နက္ခတ်ဗေဒင်ဆရာ၊ မှော်ဆရာ၊ အလတ်စား၊ အကြားအမြင်ရှိသူ၊ ဆန်းကြယ်သော၊ ကော်ပိုရိတ်မန်နေဂျာ၊ ဘဏ်လုပ်ငန်းရှင်၊ ငွေကြေးအတိုင်ပင်ခံ စတော့အိတ်ချိန်း သို့မဟုတ် ရင်းနှီးမြှုပ်နှံမှုများတွင် အထူးပြုခြင်း၊ နာရေးကူညီမှုဒါရိုက်တာ၊ နိုင်ငံရေးခေါင်းဆောင်။",
    "o": "အားကစားပြိုင်ပွဲများကို နှစ်သက်တတ်ခြင်း၊\r\nကရာတေး၊ လက်ဝှေ့၊ မာရသွန်၊ ပြေးခုန်ပစ်၊ ရေငုပ်၊ \r\n",
    "p": "Scorpio သည် သစ္စာရှိပြီး ချစ်တတ်သည်။\r\nလိုချင်တာကိုရအောင် အဆုံးမရှိသော ဇွဲလုံ့လနှင့် စိတ်ရှည်သည်းခံမှုတို့ဖြင့် ယူတတ်သည်။",
    "q": "လည်ချောင်းနာ၊ ဆီးနှင့်ဆိုင်သောရောဂါများ၊ စအိုနှင့်သက်ဆိုင်သောရောဂါများ\r\nကျောက်ကပ်နှင့်ဆီးအိမ်။\r\n",
    "r": "Hillary Clinton, Katy Perry,Leonardo DiCaprio, ",
    "s": "ဗြိစ္ဆာ"
  },
  {
    "id": 12,
    "a": "November 22 - December 21",
    "b": "တေဇော(မီးဓာတ်)",
    "c": "ကြာသာပတေး",
    "d": "Jupiter",
    "e": "လေးသည်တော်ရုပ်",
    "f": "3, 7, 9, 12, 21",
    "g": "15,30,45,60",
    "h": "Mutable(Adaptability, flexibility, resourcefulness)",
    "i": "အပြာရောင်",
    "j": "အနီရောင်၊ လိမ္မော်ရောင်၊မဲနယ်ရောင်",
    "k": "Gemini, Aries, Leo, Aquarius",
    "l": "Pisces and Virgo",
    "m": "We think ",
    "n": "နိုင်ငံခြား သတင်းထောက်၊\r\nကျန်းမာရေးနှင့်ပတ်သက်သောအရာကိုညွှန်ပြပေးနိုင်သူ၊ ကာရာအိုကေနှင့်ပတ်သက်သောလုပ်ငန်းများ၊\r\nမနုဿဗေဒပညာရှင်၊\r\nသတင်းထောက်လှမ်းရေးနှင့်သက်ဆိုင်သောလုပ်ငန်းများ၊ ရှာဖွေသူ၊ လေယာဉ်မှူး၊ တက္ကစီနှင့် လော်ရီယာဉ်မောင်း၊ ပြိုင်ကားတစ်စီး၏ မန်နေဂျာ၊ မြင်းဇောင်းမှ မန်နေဂျာ၊ နိုင်ငံတကာ စီးပွားရေးသမား/အမျိုးသမီး၊ ပြည်ပအလုပ်အကိုင်၊ ကော်ပိုရိတ်မန်နေဂျာ၊ ခရီးသွားအော်ပရေတာနှင့် ခရီးသွားကိုယ်စားလှယ်၊ ပို့ကုန်သွင်းကုန် ကုန်သည်၊ စစ်မှုထမ်း/အမျိုးသမီး၊ တရားသူကြီး၊ နိုင်ငံရေးသမား၊ သံအမတ်၊ လူမှုဗေဒပညာရှင်၊ ယဇ်ပုရောဟိတ်/ယဇ်ပုရောဟိတ်မ သို့မဟုတ် ဝိညာဉ်ရေးရာခေါင်းဆောင်။",
    "o": "ဒုတိယအရွယ်တွင် စာရေး စာဖတ်ခြင်းနှင့်သက်ဆိုင်သောအလုပ်များ၊ ခရီးသွားခြင်း၊\r\nစိတ်ဖြေဖျောက်မှုဆိုင်ရာအလုပ်များပြုလုပ်ခြင်း၊\r\n",
    "p": "လွပ်လပ်မူကိုလိုအပ်လွန်းသူဖြစ်သည်။\r\nအခြေအမြစ်မရှိသော ဆက်ဆံရေးများကို မနှစ်သက်တတ်ပေ။\r\nSagittarius သည် အဝေးတွင်ရှိနေချိန်မှလွဲ၍ သစ္စာရှိတတ်သည်။ တစ်ခုခုမှားနေမှန်း မိမိကိုယ်ကို မသိတတ်ကြပါ။\r\n",
    "q": "အပူလွန်ရောဂါ၊ လည်ချောင်းနှင့်သက်ဆိုင်သောရောဂါများ\r\nအသည်း၊\r\nပေါင်၊ အရိုးအကြောနှင့် ပတ်သက်သော ရောဂါများ\r\n",
    "r": "Taylor Swift, Britney Spears, Miley Cyrus,",
    "s": "ဓနု"
  }
]