[
 {
  "id": 1,
  "a": "Overview\nOn Monday, you may think you have a handle on what's going on, but you don't. Life is full of misinformation, and rather than proceed with the intelligence you have, you might want to wait until new intelligence comes your way. Wednesday and Thursday are perfect days for fact-finding. You'll be in the mood to ask questions, dig through papers, hide in bushes. And Friday brings tons of energy for striking out into the world to prove or disprove your new theories. This weekend, you will see a lot of people, but you'll struggle to make deep connections. Some days are like that.\nCareer \nOn Monday, you're like Rodin's \"The Thinker.\" Hand on chin, mind lost in contemplation. And fitting for a work of art worth so much money, the big questions taxing you are money related. By Wednesday, that line of thinking (financial) has you feeling uninspired, and a new approach (creative) seems to hold all the answers. Art, music, benevolence, and beauty figure strongly (at least in your thoughts) on Thursday. And then on Friday, your thoughts turn toward your family, in particular, the intersection between your family and your career. Big stuff. But normal stuff. Nothing to worry about.\nLove \nThe tiniest effort you put into the realm of romance (an extra compliment for your sweetie if you have one, or going out of your way to meet someone new if you don't) reaps exponential rewards at the beginning of the week. Put some good energy out there and see what happens. The future of some aspect of your love life is on your mind around Wednesday and Thursday, but finding the right path may be difficult. Hold on until the weekend, when your intuition speaks loudly and clearly, guiding your heart toward where it wants to be.\n",
  "b": "ခြုံငုံသုံးသပ်ချက်\nတနင်္လာနေ့မှာ သင့်တွင် ဖြစ်ပျက်နေသည့် အရာများကို ကိုင်တွယ် ဖြေရှင်းနိုင်သည်ဟု သင် ထင်ကောင်း ထင်နိုင်သော်လည်း သင်ဘာမှ မလုပ်ဆောင်ပါ။ ဘဝဟာ သတင်းမှားတွေနဲ့ ပြည့်နှက်နေပြီး မင်းမှာရှိနေတဲ့ ဉာဏ်ရည်တွေနဲ့ ရှေ့ဆက်ရမယ့်အစား အသစ်တွေ ရောက်လာတဲ့အထိ စောင့်ချင်နေလိမ့်မယ်။ ဗုဒ္ဓဟူး နှင့် ကြာသပတေးနေ့များသည် အချက်အလက်ရှာဖွေရန် အကောင်းဆုံးနေ့များဖြစ်သည်။ မေးခွန်းတွေနဲ့ ပြည့်နှက်နေပေမယ့် အဖြေရှာမရ ဖြစ်နေတတ်တယ်။ သောကြာနေ့သည် သင်၏ သီအိုရီအသစ်များကို သက်သေပြရန် သို့မဟုတ် ငြင်းဆိုရန် ထင်ရှားစွာပြသနိုင်မည့် စွမ်းအင်များစွာကို ယူဆောင်လာပါမည်။ ဒီသီတင်းပတ်ကုန်မှာ လူတွေအများကြီး တွေ့လိမ့်မယ်၊ ဒါပေမယ့် နက်ရှိုင်းတဲ့ ဆက်သွယ်မှုတွေ လုပ်ဖို့ ရုန်းကန်ရလိမ့်မယ်။ တစ်ချို့ရက်တွေက ဒီလိုပါပဲ။\nအလုပ်အကိုင်\nတနင်္လာနေ့တွင် သင်သည် Rodin ၏ \"The Thinker\" နှင့်တူသည်။ မေးစေ့ကို လက်ဖြင့် ထောက်ကာ ဆင်ခြင်မှု၌ ပျောက်နေ၏။ ငွေအများကြီးတန်တဲ့ အလုပ်တစ်ခုအတွက် လိုက်ဖက်တဲ့ မေးခွန်းကြီးကတော့ မင်းပိုက်ဆံနဲ့ ပတ်သက်တဲ့ အခွန်ကောက်ခြင်းပါပဲ။ ဗုဒ္ဓဟူးနေ့တွင်၊ ထိုတွေးခေါ်မှုများအတွက် ချဉ်းကပ်မှုအသစ် (ဖန်တီးမှု) သည် အဖြေအားလုံးကို ရရှိနိုင်မှာ ဖြစ်ပါတယ်။ ကြာသပတေးနေ့တွင် အနုပညာ၊ ဂီတ၊ စေတနာနှင့် အလှတရားတို့ကို ပြင်းပြင်းထန်ထန် ခံစားရလိမ့်မယ်။ အပြင်မှာ တကယ်မလုပ်ဖြစ်ရင်တောင် အနည်းဆုံး မင်းရဲ့ အတွေးထဲမှာ လုပ်ဖြစ်နေလိမ့်မယ်။ သောကြာနေ့မှာတော့ အလုပ်ကိစ္စတွေ ရှိနေပေမယ့် မင်းရဲ့ အတွေးတွေက မင်းသားစုဆီကို ရောက်သွားပါလိမ့်မယ်။ ကြီးမားတဲ့ ကိစ္စတွေ ဆိုပေမယ့်လည်း သာမန် ကိစ္စတွေလိုပဲ ပြီးသွားပါလိမ့်မယ်။ ဘာမှ စိုးရိမ်စရာ မရှိပါဘူး။\nအချစ်ရေး\nသီတင်းပတ်အစမှာ အချစ်ရေး ခိုင်မာစေရန်အတွက် အနည်းငယ်ဆုံးသော ကြိုးစားအားထုတ်မှု မျိုးလေးပင်လျင် မအောင်မြင်နိုင်ပေ။ လူသစ်တဦးနှင့် တွေ့ဆုံရန် သွားခြင်းမျိုးလေးက အစ အောင်မြင်မှုနည်းတတ်ပါသည်။ ကောင်းမွန်တဲ့ စွမ်းအင်တချို့ကို အဲဒီနေရာကနေ ထုတ်ပြီး ဘာတွေဖြစ်မလဲဆိုတာ ကြည့်လိုက်ပါ။ သင့်အချစ်ရေးဘဝရဲ့ ရှုထောင့်အချို့ရဲ့ အနာဂတ်ဟာ ဗုဒ္ဓဟူးနဲ့ ကြာသပတေးနေ့တွေမှာ သင့်စိတ်ထဲမှာ ရှိနေပေမယ့် မှန်ကန်တဲ့ လမ်းကြောင်းကို ရှာဖွေဖို့ ခက်ခဲတတ်ပါတယ်။ သင်၏စိတ်နှင့် နှလုံးသားက ပြောသော အရာများကို ဦးစားပေး စဉ်းစားပြီး လုပ်ကိုင်နိုင်ရန် သီတင်းပတ်ကုန်အထိ စောင့်ထိန်းထားပါ။\n"
 },
 {
  "id": 2,
  "a": "Overview\nAn extraordinary discovery about the most ordinary person you know rocks your world on Monday. All your fixed ideas? Out the window they go! It's exciting when these things happen, and also a bit unnerving. It's a cliché, but it's true: you never know who you're dealing with. It's especially true on Wednesday and Thursday in reference to a business deal. (If it sounds too good to be true, it probably is.) On Friday, a chance encounter with someone you barely know totally delights you. The world is crammed with wonderful people. Pay attention to some of them this weekend.\nCareer \nEnergy bounces off you on Monday and lights up everything in your path. You are a source of illumination. Where your glow came from you're not sure, but you're happy to put it to good use. On Tuesday, compliments are coming at you right and left, but your magical mystery brilliance is diminished somewhat on Wednesday when you have a realization regarding your bank account. Thursday invites a lot of deep thinking on your part about value and values, and by Friday you're giving what little money you have to those who need it more than you do.\nLove \nLove is working in mysterious ways at the beginning of the week, so don't try to fight it. What seems like a setback could be a classic example of one door closing and another (better!) one opening. By Wednesday, you're back in top form, with the stars adding extra shine to your brilliance and powers of attraction. When you look and feel this good, the rest comes naturally. By the time the weekend rolls around, you might be ready to (temporarily) turn your attention to another area of your life, maybe one you've been neglecting.\n",
  "b": "ခြုံငုံသုံးသပ်ချက်\nသင်သိတဲ့ သာမန်လူ တစ်ယောက်အကြောင်း ထူးထူးခြားခြား ရှာဖွေတွေ့ရှိမှုက သင့်ကမ္ဘာကို တနင်္လာနေ့မှာ လှုပ်ခတ်သွားစေခဲ့ပါတယ်။ မင်းရဲ့ အတွေးအခေါ်တွေအားလုံးကို အရာမထင် ဖြစ်စေတတ်ကြတယ်! ဒီလိုအရာတွေ ဖြစ်ပျက်လာတဲ့အခါ စိတ်လှုပ်ရှားစရာကောင်းပြီး နည်းနည်းတော့ တုန်လှုပ်စရာကောင်းပါတယ်။ ဒါဟာ ဖြစ်နေကြ တစ်ခုပါ၊ ဒါပေမယ့် အမှန်ပါပဲ၊ သင် ဆက်ဆံတဲ့ လူတွေနဲ့ ပတ်သက်ပြီး အကုန်လုံးကို သင်ဘယ်တော့မှ မသိနိုင်ပါဘူး။ အထူးသဖြင့် ဗုဒ္ဓဟူးနေ့နှင့် ကြာသပတေးနေ့များတွင် စီးပွားရေး ကိစ္စရပ်တစ်ခုကို ဆွေးနွေးခြင်းသည် မှန်ကန်ပါသည်။ (မှန်ဖို့ကောင်းလွန်းရင် အဲဒါဖြစ်နိုင်ပါတယ်။) သောကြာနေ့မှာ သင်သိသော လူတစ်ယောက်နဲ့ ကြုံဆုံခွင့်ရတာက သင့်ကို ကျေနပ်စေမှာပါ။ ကမ္ဘာကြီးသည် အံ့သြဖွယ် ကောင်းသူများဖြင့် ပြည့်ကျပ်နေသည်။ ဒီအပတ်မှာ သူတို့ထဲက တချို့ကို သတိထားပါ။\nအလုပ်အကိုင်\nစွမ်းအင်များသည် တနင်္လာနေ့တွင် သင့်ထံမှ ထွက်ပေါ်လာပြီး သင့်လမ်းကြောင်းရှိ အရာအားလုံးကို လင်းစေပါသည်။ မင်းဟာ အလင်းရောင်ရဲ့ အရင်းအမြစ်ပဲ။ မင်းရဲ့တောက်ပမှုက ဘယ်ကလာတယ်ဆိုတာ မင်းသေချာမသိပေမယ့် အဲဒါကို ကောင်းကောင်းအသုံးချလို့ မင်းပျော်နေတယ်။ အင်္ဂါနေ့တွင်၊ ချီးမွမ်းမှုများသည် သင့်ထံ ညာဘက်နှင့် ဘယ်ဘက်သို့ ရောက်ရှိလာမည်။ သင်၏ ငွေကြေးနှင့် ပတ်သက်၍ နားလည် သဘောပေါက်လာသောအခါ ဗုဒ္ဓဟူးနေ့တွင် သင်၏ မှော်ဆန်သော လျှို့ဝှက်ဆန်းကြယ်မှုမှာ အနည်းငယ် လျော့နည်းသွားတတ်သည်။ ကြာသပတေးနေ့သည် တန်ဖိုးထားစရာနှင့် တန်ဖိုးများအကြောင်း လေးလေးနက်နက် စဉ်းစားတွေးခေါ်ပြီး သောကြာနေ့တွင် သင်ကလိုအပ်နေသော်လည်း သင်လိုအပ်သည်ထက် ပိုနေသော ပိုက်ဆံအနည်းငယ်ကို ပေးဆောင်မည်ဖြစ်သည်။\nအချစ်ရေး\nအချစ်သည် ရက်သတ္တပတ် အစတွင် လျှို့ဝှက်ဆန်းကြယ်သော နည်းလမ်းများဖြင့် လုပ်ဆောင်နေသောကြောင့် ၎င်းကို တိုက်ခိုက်ရန် မကြိုးစားပါနှင့်။ ဆုတ်ယုတ်မှုဟု ထင်ရသည့်အရာမှာ တံခါးတစ်ခုပိတ်ခြင်း၏ ဂန္ထဝင် စံနမူနာတစ်ခုဖြစ်ပြီး နောက်တစ်ခု (ပို၍ကောင်းသည်) တံခါးတစ်ခု ဖွင့်ခြင်း၏ မူလဥပမာတစ်ခု ဖြစ်နိုင်သည်။ ဗုဒ္ဓဟူးနေ့တွင်၊ ကြယ်များသည် သင်၏ထက်မြက်မှုနှင့် ဆွဲဆောင်မှု စွမ်းအားများကို ပိုမိုတောက်ပစေခြင်းဖြင့် သင်သည် ထိပ်တန်းပုံစံသို့ ပြန်လည်ရောက်ရှိနေပြီ ဖြစ်သည်။ ဒီလိုကောင်းတာကို ကြည့်ပြီး ခံစားရတဲ့အခါ ကျန်တာတွေက သဘာဝအတိုင်းပါပဲ။ ရက်သတ္တပတ် အဆုံးမှာတော့ ဘဝရဲ့ တခြားအရာတွေကို အာရုံလွဲထားနိုင်ခြင်းဖြင့် ကိစ္စရပ်တွေကို ပြေလည်သွားစေပါလိမ့်မယ်။\n"
 },
 {
  "id": 3,
  "a": "Overview\nThere is too much going on in your own head for you to be worrying about what's going on in someone else's. In blunter terms, mind your own business. It's a good policy. It's freeing. Along those same lines, if you feel the urge to be critical of others on Wednesday and Thursday, rather than just helping out however you can, consider that you might not have all the relevant facts. By Friday, you're in full-fledged self-improvement mode (never a bad mode to be in), and on Saturday, you're in an out-with-the-old, in-with-the-new mood. You have good things coming to you on Sunday.\nCareer \nYou wish you could help everyone, but you only have so much time, and only have two hands. Joining forces with others might solve part of the problem, but you're never going to be able to do everything. So, focus. Give yourself a break and spend some time this week figuring out what it is you want to devote yourself to. Maybe try out a few things. Ask around. This inquiry is not only professional, it's also personal. Dreaming about the future of your career also means dreaming about the future of your life. No wonder it all seems so complex, loaded, and confusing.\nLove \nYour romantic nature makes you the go-to person for friends with love quandaries, and you can expect to be consulted frequently at the beginning of the week. Your gentle way of telling the truth with a spoonful of sugar is much appreciated. Around Wednesday and Thursday, though, you have all sorts of thoughts and feelings of your own to contend with. Don't rush into a decision just now -- it would be silly, since the weekend promises to bring a pretty wonderful transformation, and a new possibility for you.\n",
  "b": "ခြုံငုံသုံးသပ်ချက်\nသင့်ခေါင်းထဲမှာ တခြားတစ်ယောက်ရဲ့ ဖြစ်ပျက်နေတာတွေကို စိတ်ပူနေဖို့ အရမ်းများနေတယ်။ မိုက်မဲသော စကားအရ သင့်ကိုယ်ပိုင်လုပ်ငန်းကို အာရုံစိုက်ပါ။ မူဝါဒကောင်း တစ်ခုပါ။ လွတ်မြောက်ခြင်း ဖြစ်ပါသည်။ ဗုဒ္ဓဟူးနေ့နှင့် ကြာသပတေးနေ့များတွင် တူညီသော လမ်းများတစ်လျှောက်ရှိ အခြားသူများကို ဝေဖန် ပြစ်တင်လိုစိတ် ရှိလျှင် သင်တတ်နိုင်သလောက် ကူညီပေးခြင်းထက် ကောင်းရာမရှိပါ။ သင့်တွင်လည်း သက်ဆိုင်သည့် အချက်များအားလုံး မရှိနိုင်ဟု ဆင်ခြင်ပါ။ သောကြာနေ့တွင် သင်သည် ပြည့်စုံသော မိမိကိုယ်ကို တိုးတက်မှုလုပ်ဆောင်ရန် အခြေအနေတွင် ရောက်နေသည် (ဘယ်တော့မှ မဆိုးသော အခြေအနေတွင် ရှိနေသည်)၊ စနေနေ့တွင် သင်သည် စိတ်ဟောင်းများစွန့်ပြီး အသစ်သော စိတ်ခံစားချက်ကို ရောက်နေပါသည်။ တနင်္ဂနွေနေ့တွင် သင့်ထံ ကောင်းသောအရာများ ရောက်ရှိလာမည်။\nအလုပ်အကိုင်\nမင်းက လူတိုင်းကို ကူညီချင်ပေမယ့် မင်းမှာ အချိန်အများကြီးရှိပေမယ့် လက်နှစ်ချောင်းပဲရှိတယ်။ အခြားသူများနှင့် ပူးပေါင်းခြင်းသည် ပြဿနာ၏ တစ်စိတ်တစ်ပိုင်းကို ဖြေရှင်းနိုင်သော်လည်း သင်အရာရာကို မည်သည့်အခါမျှ လုပ်ဆောင်နိုင်မည် မဟုတ်ပေ။ ဒီတော့ အာရုံစိုက်ပါ။ သင့်ကိုယ်သင် အနားယူပြီး ဒီတစ်ပတ်မှာ သင့်ကိုယ်သင် မြှုပ်နှံထားချင်တဲ့အရာကို ရှာဖွေဖော်ထုတ်လိုက်ပါ။ အချို့အရာများကို စမ်းသုံးကြည့်နိုင်ပါသည်။ မေးမြန်းပါ။ ဤစုံစမ်းမေးမြန်းမှုသည် အလုပ်အတွက်သာမက ကိုယ်ရေးကိုယ်တာလည်း ဖြစ်နိုင်သည်။ သင့်အလုပ်၏ အနာဂတ်ကို အိပ်မက်မက်ခြင်းသည်လည်း သင့်ဘဝ၏ အနာဂတ်အတွက် အိပ်မက်မက်ခြင်းပင် ဖြစ်သည်။ အားလုံးက အရမ်း ရှုပ်ထွေးနေပုံရတယ်၊ အရမ်း ရှုပ်နေပုံပေါ်တာ မဆန်းပါဘူး။\nအချစ်ရေး\nသင့်အချစ်ရေး သဘောသဘာဝကိုက သင့်၏ ချစ်ခြင်းမေတ္တာအတွက် အနှောက်အယှက် ဖြစ်စေသော သူငယ်ချင်းများနှင့် တိုင်ပင်ဆွေးနွေးစေတတ်ခြင်းဖြစ်ပြီး ယခုအပတ်အစတွင် မကြာခဏ တိုင်ပင်ဆွေးနွေးရန် သင်မျှော်လင့်နိုင်သည်။ စကားတခွန်းနဲ့ အမှန်တရားကို နူးညံ့သိမ်မွေ့စွာပြောနည်းကို အရမ်းတန်ဖိုးထားတယ်။ ဗုဒ္ဓဟူးနေ့နှင့် ကြာသပတေးနေ့များတွင် သင့်တွင် ဆန့်ကျင်ဘက်ဖြစ်သော အတွေးမျိုးစုံနှင့် ခံစားချက်မျိုးစုံရှိသည်။ ဆုံးဖြတ်ချက်တစ်ခုကို အခုပဲ အလျင်စလိုမလုပ်ပါနဲ့၊ ရက်သတ္တပတ်နောက်ဆုံးတွေက မင်းကို လှပတဲ့ အရာတွေအဖြစ် ပြောင်းလဲပေးမှာဖြစ်ပြီး ဖြစ်နိုင်ချေ အသစ်တွေ ရရှိလာမှာပါ။\n"
 },
 {
  "id": 4,
  "a": "overview\nThe week begins with a bang, well, more like a big kiss. Romance or adventure figures strongly. Whatever it is, it'll have your heart pounding around inside your chest. The excitement of Monday and Tuesday will dull by midweek, when a bunch of deadlines (or some relatively mundane responsibilities) zap your energy. On Thursday, do something to blow off steam and help yourself stay fit. On Friday, if you're feeling some friction between you and someone else, regard their feelings. You are charming. All will be fine. You turn over a new leaf this weekend.\nCareer \nWorking in a group pays off in all kinds of ways on Monday and Tuesday. You are surrounded by like-minded and impressive people. If the group needs a leader, consider stepping up. You have a quality that all good leaders have: you recognize other people's talents. And those talents will be put to the test when a real problem arises on Wednesday or Thursday. Don't be hasty and don't get frustrated. Friday will be filled with activity and progress. You'll be going full speed ahead. Everything else will blur. Saturday will be an exciting day too.\nLove \nYou have priorities to consider as the week begins, and if work has to come before romance, so be it. Just be sure that if you've got a significant other, they know it's a temporary situation. Around Wednesday or Thursday, a question arises about the future of your current love status. Count on your own vision, but balance it with the perspective of a close and wise friend. As far as the weekend goes, your best bet is to stay the course when it comes to your own affairs of the heart. Nothing new for the moment. But if you help someone else with a romantic matter, you get extra karma credit.\n",
  "b": "ခြုံငုံသုံးသပ်ချက်\nရက်သတ္တပတ် အစသည် ကြီးမားသော အနမ်းတစ်ခုနှင့် ပိုတူသည်။ အချစ်ဇာတ်လမ်း သို့မဟုတ် စွန့်စားမှု ပြင်းပြင်းထန်ထန် ရှိနိုင်သည်။ ဘာပဲဖြစ်ဖြစ် သင့်ရင်ဘတ်ထဲမှာ နှလုံးခုန်နေလိမ့်မယ်။ တနင်္လာနေ့နှင့် အင်္ဂါနေ့များတွင် စိတ်လှုပ်ရှားမှု တချို့ရှိသော်လည်း ယခုပတ် အလယ်ပိုင်းတွင် ငြိမ်သက်သွားတတ်သည်။ (အချို့သော ဆွေမျိုးများကြောင့်လည်း ဖြစ်နိုင်သည်) ကြာသာပတေးနေ့တွင် အားလုံးကို စွန့်ထုတ်ပြီး တည်ငြိမ်အောင် ကိုယ့်ကိုယ်ကို ကြိုးစားပါ။ သောကြာနေ့မှာ သင်နဲ့ အခြားတစ်ယောက်ကြား သဘောထားကွဲလွဲမှုတွေ ခံစားရရင် သူတို့ရဲ့ခံစားချက်တွေကို ဂရုစိုက်ပါ။ မင်းက ချစ်စရာကောင်းတယ်။ အားလုံးအဆင်ပြေသွားမှာပါ။ ဒီတစ်ပတ်အဆုံးမှာ ပြဿနာ အားလုံးကို မေ့ပစ်ပြီး အသစ်တဖန်ပြန်စပါ။\nအလုပ်အကိုင်\nအဖွဲ့လိုက် အလုပ်လုပ်ခြင်းသည် တနင်္လာနေ့နှင့် အင်္ဂါနေ့များတွင် နည်းလမ်းအမျိုးမျိုးဖြင့် ဝင်ငွေရှိနိုင်သည်။ မင်းကို စိတ်တူကိုယ်တူနဲ့ အထင်ကြီးတတ်တဲ့ လူတွေနဲ့ ဝန်းရံထားတယ်။ အဖွဲ့တွင် ခေါင်းဆောင်တစ်ဦး လိုအပ်ပါက ပြုလုပ်ရန် စဉ်းစားပါ။ မင်းမှာ ခေါင်းဆောင်ကောင်းတွေ ရှိတတ်တဲ့ အရည်အချင်းရှိတယ်၊ တခြားသူတွေရဲ့ အရည်အချင်းတွေကို မင်း အသိအမှတ်ပြုတယ်။ ဗုဒ္ဓဟူး သို့မဟုတ် ကြာသပတေးနေ့တွင် တကယ့်ပြဿနာတစ်ခု ပေါ်ပေါက်လာသောအခါ ထိုအရည်အချင်းများကို စမ်းသပ်ခံရမည်။ အလျင်စလိုမလုပ်ပါနဲ့ စိတ်မပျက်ပါနဲ့။ သောကြာသည် လှုပ်ရှားမှုနှင့် တိုးတက်မှုများနှင့် ပြည့်နေလိမ့်မည်။ မင်း ရှေ့ကို အရှိန်အပြည့်နဲ့ သွားလိမ့်မယ်။ ကျန်တာတွေအားလုံး မှုန်ဝါးသွားလိမ့်မယ်။ စနေနေ့သည်လည်း စိတ်လှုပ်ရှားဖွယ် ကောင်းသော နေ့တစ်နေ့ ဖြစ်လိမ့်မည်။\nအချစ်ရေး\nရပ်သတ္တပတ် စစချင်းမှာ စဉ်းစားရမယ့် ဦးစားပေးတွေ ရှိတယ်၊ အလုပ်က အချစ်ဇာတ်လမ်း မတိုင်ခင် လာရရင် အလုပ်ကို လုပ်ဖြစ်ပါစေ။ သင့်တွင် အရေးပါသော အခြားတစ်ယောက်ရှိလျှင် ၎င်းသည် ယာယီ အခြေအနေ ဖြစ်ကြောင်း သူတို့သိကြောင်း သေချာပါစေ။ ဗုဒ္ဓဟူး (သို့) ကြာသပတေးနေ့ လောက်မှာ မင်းရဲ့လက်ရှိအချစ်ရေးရဲ့ အနာဂတ်နဲ့ ပတ်သက်ပြီး မေးခွန်းတစ်ခု ပေါ်လာ တတ်ပါတယ်။ သင့်ကိုယ်ပိုင်အမြင်ကို ထည့်သွင်းစဉ်းစားပါ၊ သို့သော် ရင်းနှီးပြီး ပညာရှိ မိတ်ဆွေတစ်ဦး၏ အမြင်နှင့် ချိန်ညှိပါ။ တနင်္ဂနွေ ပိတ်ရက်တွေလောက်တော့ မင်းရဲ့ နှလုံးသားရေးရာနဲ့ ပတ်သက်လာရင် မင်းရဲ့ အကောင်းဆုံး အလောင်းအစားက မင်းရဲ့ နှလုံးသားရေးရာ ကိစ္စတွေကို ဆက်နှလုံးသားအတိုင် ဆက်နေဖို့ပါပဲ။ လောလောဆယ် ဘာမှ အသစ်အဆန်း မဟုတ်ဘူး။ ဒါပေမယ့် အချစ်ရေးမှာ တစ်စုံတစ်ယောက်ကို ကူညီတယ်ဆိုရင်တော့ ပိုပြီး အကျိုး ရပါတယ်။\n"
 },
 {
  "id": 5,
  "a": "Overview\nIf you sense that your ties to your friends are fraying, take care of those relationships. On Monday and Tuesday, tolerance is your best tool. No sense in letting a fight erupt over something that doesn't matter. On Wednesday, if you have an extra ticket to a concert, invite someone who wouldn't expect you to invite them. You will have a far better time than you anticipate. Thursday is an easy day, and Friday is a flat-out cakewalk. Saturday is a good day to take in some culture, and Sunday is a big day for gifts, both literal and figurative.\nCareer \nSome weeks you find yourself flying through the clouds, but not so this week at work. On Monday, you feel more grounded than you have in a while, but not oppressively so. What's oppressive is the weirdness on the part of almost everyone around you. On Wednesday or Thursday, if it's driving you bonkers, open up to a friend outside of work. Your friends have to deal with other people's insanity in their careers too, and they might have some advice. The end of the workweek arrives suddenly, but resist rushing around like maniac trying to get things done. Just do what you can.\nLove \nOn Monday and Tuesday, you're so grounded that it's easy for you to entertain the perspectives of others and even entertain the thought of taking a romantic risk. Nothing ventured, nothing gained, right? As far as a certain someone's perspective on Wednesday or Thursday, however, it may seem random and out there. Could it be that they're just trying to ruffle your feathers because they like how you look when you're all flustered? Don't take things too seriously. After Friday and through the weekend, you have a very good chance of achieving a deeper understanding that could heat things right up.\n",
  "b": "ခြုံငုံသုံးသပ်ချက်\nမင်းရဲ့သူငယ်ချင်းတွေနဲ့ မင်းရဲ့ဆက်ဆံရေးက ပြိုကွဲနေတယ်လို့ မင်းထင်ရင် အဲဒီဆက်ဆံရေးကို ဂရုစိုက်ပါ။ တနင်္လာနေ့နှင့် အင်္ဂါနေ့များတွင် သည်းခံခြင်းသည် သင်၏အကောင်းဆုံး ကိရိယာဖြစ်သည်။ အရေးမကြီးတဲ့ ကိစ္စတစ်ခုကို ရန်ဖြစ်ခွင့် မပေးဘူး။ ဗုဒ္ဓဟူးနေ့တွင် ဖျော်ဖြေပွဲတစ်ခုအတွက် လက်မှတ် အပိုတစ်ခုရှိပါက၊ သင့်အား ဖိတ်ကြားရန် မမျှော်လင့်ထားသည့်သူကို ဖိတ်ကြားပါ။ သင်မျှော်လင့်ထားသည်ထက် ပိုကောင်းသောအချိန်ကို သင်ရရှိလိမ့်မည်။ ကြာသပတေးနေ့သည် လွယ်ကူသော နေ့ဖြစ်ပြီး သောကြာနေ့သည် ရိုးရှင်းသော လမ်းလျှောက်ဖြစ်သည်။ စနေနေ့သည် ယဉ်ကျေးမှုအချို့ကို ခံယူရန် ကောင်းသောနေ့ ဖြစ်ပြီး တနင်္ဂနွေနေ့သည် ပကတိနှင့် ပုံသေသဘောအရ လက်ဆောင်များပေးသည့် နေ့ထူးနေ့မြတ်ဖြစ်သည်။\nအလုပ်အကိုင်\nတစ်ချို့ ရက်သတ္တပတ်တွေက တိမ်တွေကိုဖြတ်ပြီး ပျံသန်းနေတာကို သင်တွေ့နေရပေမယ့် ဒီတစ်ပတ်မှာတော့ အလုပ်မှာ ဒီလိုမဟုတ်ပါဘူး။ တနင်္လာနေ့တွင်၊ သင်သည် ခဏတာထက်ပို၍ သိမ်မွေ့သည်ဟု ခံစားရသော်လည်း ဖိနှိပ်ချုပ်ချယ်မှုမျိုး မဖြစ်ပါ။ ဖိနှိပ်ချုပ်ချယ်သောအရာမှာ သင့်ပတ်ဝန်းကျင်ရှိ လူတိုင်းနီးပါး၏ ထူးဆန်းမှုပင်ဖြစ်သည်။ ဗုဒ္ဓဟူး (သို့) ကြာသပတေးနေ့တွင် သင့်အား စိတ်ရှုပ်စေသည်ဆိုလျှင် အလုပ်ပြင်ပတွင် သူငယ်ချင်းတစ်ဦးကို ဖွင့်ပါ။ သင့်သူငယ်ချင်းများသည် သူတို့၏ အသက်မွေးဝမ်းကြောင်းအလုပ်တွင် အခြားသူများ၏ အခက်အခဲကို ကိုင်တွယ်ဖြေရှင်းပေးမည် ဖြစ်ပြီး ၎င်းတို့တွင် အကြံဉာဏ်အချို့ ရှိနိုင်သည်။ အလုပ်ရက်သတ္တပတ်၏ အဆုံးသည် ရုတ်တရက် ရောက်လာသော်လည်း အရာများကို ပြီးမြောက်ရန် အလွန် ကြိုးစားနေသည့် အရူးကဲ့သို့ အပြေးအလွှား တွန်းလှန်ပါ။ တတ်နိုင်သလောက်လုပ်ပါ။\nအချစ်ရေး\nတနင်္လာနေ့နှင့် အင်္ဂါနေ့များတွင် သင်သည် အခြားသူများ၏ အခြေအနေများကို ဖြေဖျောက်ပေးရန် လွယ်ကူပြီး သင့်အချစ်ရေးတွင် စွန့်စားရန် စိတ်ကူးကိုပင် သင့်အတွက် အလွန် ခက်ခဲနေနိုင်ပါသည်။ ဘယ်အရာမှ စွန့်လွတ်ခြင်းမရှိ၊ ဘာတစ်ခုမှ မရရှိခဲ့ဘူး မဟုတ်လား။ သို့သော် ဗုဒ္ဓဟူး သို့မဟုတ် ကြာသပတေးနေ့တွင် တစ်စုံတစ်ယောက်၏ ရှုထောင့်တစ်ခုလောက်တော့၊ သင် ရရှိနေနိုင်မှာပါ။ မင်းရဲ့ပုံပန်းသဏ္ဍာန်ကို သဘောကျကြလို့ မင်းရဲ့အမွေးအတောင်တွေကို ပွတ်သပ်ဖို့ကြိုးစားနေတာ ဖြစ်နိုင်သလား။ တကယ်တော့ သူတို့က မင်းဖြစ်နေ ခံစားနေရတာတွေ သဘောကျ နေသူတွေပါ။ အရာရာကို အရမ်းအလေးအနက် မထားပါနဲ့။ သောကြာနှင့် စနေ၊ တနင်္ဂနွေပြီးနောက်၊ သင်သည် အရာခပ်သိမ်းကို နွေးထွေးစေမည့် ပိုမိုနက်နဲသော နားလည်မှုတစ်ခုကို ရရှိရန် အခွင့်အလမ်းကောင်းရှိသည်။\n"
 },
 {
  "id": 6,
  "a": "Overview\nAn off-the-cuff comment from you on Monday or Tuesday may be taken a bit too seriously by one of your friends. If you have a hunch there is some confusion, clear the air. Explain what you meant (or didn't mean). Midweek, communication is difficult too, especially with your family. They aren't the mind readers they think they are. Again, spell it out, and don't let people jump to wacky conclusions. Spend Friday with someone who knows you better than anyone. If this is a person you have a romantic connection to, bonus. The weekend holds good things for you.\nCareer\nA conversation with someone outside of work provides food for thought on Monday. As the geniuses of world history could tell you, you never know where a brilliant idea will come from. Share your new insight with a colleague on Tuesday, if you can articulate it. The middle of the week, especially on Wednesday and Thursday, is characterized by misunderstandings and confusion. As a matter of fact, communication might be better left for another time, Friday, for example. By week's end, you'll be exhausted and all you'll feel like doing is seeing friends.\nLove\nOn Monday or Tuesday, there may be a holdup when it comes to a little romantic plan of yours. But knowing you, you'll quickly come up with a rather sweet contingency plan. The object of your affection will love to hear the story. On Wednesday or Thursday, your heart will be wide open, and there won't be a shortage of beautiful ideas and people to fill it up. Before you do anything rash, though, take time for a little deep thought about it. If you come up with something to say, do it quickly or wait a few more days. The stars say your communication is liable to be misunderstood this weekend.\n",
  "b": "ခြုံငုံသုံးသပ်ချက်\nအလုပ်ပြင်ပ လူတစ်ဦးနှင့် စကားပြောဆိုခြင်းသည် တနင်္လာနေ့အတွက် စဉ်းစားစရာ ဖြစ်သည်။ ကမ္ဘာ့သမိုင်းရဲ့ ပါရမီရှင်တွေက မင်းကို ပြောပြနိုင်သလို ထက်မြက်တဲ့ အကြံအစည်က ဘယ်ကလာမယ်ဆိုတာ မင်းမသိနိုင်ပါဘူး။ သင့်အသိဥာဏ်သစ်ကို အင်္ဂါနေ့တွင် လုပ်ဖော်ကိုင်ဖက်တစ်ဦးထံ မျှဝေနိုင်လျှင် မျှဝေပါ။ ရက်သတ္တပတ်၏အလယ်၊ အထူးသဖြင့် ဗုဒ္ဓဟူးနေ့နှင့် ကြာသပတေးနေ့များတွင် နားလည်မှုလွဲမှားခြင်းနှင့် စိတ်ရှုပ်ထွေးမှုများ ရှိတတ်သည်။ အမှန်အားဖြင့်၊ သောကြာနေ့တွင် ဆက်သွယ်ရေးသည် ပို၍ ကောင်းမွန်နိုင်သည်။ ရက်သတ္တပတ်ကုန်ရင် သင် မောပန်းနွမ်းနယ်ပြီး သူငယ်ချင်းတွေနဲ့ တွေ့ချင်သလို ခံစားရမှာပါ။\nအလုပ်အကိုင်\nတနင်္လာနေ့ သို့မဟုတ် အင်္ဂါနေ့တွင် သင့်ထံမှ လက်လွတ်စပယ် မှတ်ချက်တစ်ခုကို သင့်သူငယ်ချင်း တစ်ဦးမှ အနည်းငယ် အလေးအနက် ထားတတ်သည်။ စိတ်ရှုပ်စရာတွေရှိရင် လေကို မှုတ်ထုတ်လိုက်ပါ။ သင်ဘာကို ဆိုလိုသည်ကို ရှင်းပြပါ (သို့မဟုတ် မဆိုလိုပါဟု ပြောပါ)။ သီတင်းပတ်လယ်ပိုင်းတွင် အထူးသဖြင့် သင့်မိသားစုနှင့် ဆက်သွယ်ရန်ခက်ခဲသည်။ သူတို့ဟာ သူတို့ထင်ထားသလို တဖက်သားစိတ်ကို  ဖတ်တတ်သူတွေ မဟုတ်ဘူး။ တဖန်၊ ၎င်းကို စွန့်ထုတ်လိုက်ပါ၊ လူများကို မိုက်မဲသော ကောက်ချက် မချမိပါစေနှင့်။ သောကြာနေ့မှာ မင်းကို တခြားသူတွေထက် ပိုသိတဲ့ သူတစ်ယောက်နဲ့ ဖြတ်သန်းလိုက်ပါ။ ဒီလူက မင်းနဲ့ ချစ်ခင်နှစ်သက်ဖွယ် ရှိခဲ့သူသာဆိုရင် ပိုကောင်းတာပေါ့။ ပိတ်ရက်တွေကတော့ မင်းအတွက် ကောင်းတာတွေ ဖြစ်လာမှာပါ။\n\n\nအချစ်ရေး\nတနင်္လာနေ့ သို့မဟုတ် အင်္ဂါနေ့တွင် သင့်အချစ်ရေး အစီအစဥ် အနည်းငယ်နှင့် ပတ်သက်လာလျှင် ခေတ္တခဏ ရပ်ထားနိုင်သည်။ ဒါပေမယ့် မင်းကိုယ်မင်း နားလည်ရင် မင်းဟာ အတော်လေးကို ချိုမြိန်တဲ့ အရေးပေါ် အခြေအနေ အစီအစဉ်တစ်ခုကို မြန်မြန်ချမှတ်ရလိမ့်မယ်။ သင်ချစ်ခင်မြတ်နိုးသူက ဇာတ်လမ်းကို နားထောင်ရန် နှစ်သက်လိမ့်မည်။ ဗုဒ္ဓဟူး သို့မဟုတ် ကြာသပတေးနေ့တွင် သင့်နှလုံးသားသည် သဘောထားကြီးလာမည်ဖြစ်ပြီး လှပသော စိတ်ကူးစိတ်သန်းများနှင့် ဖြည့်ဆည်းပေးမည့်လူများ ရှိလာပါမည်။ ဘာမှမလုပ်ခင်မှာ လေးလေးနက်နက် စဉ်းစားဖို့ အချိန်ယူပါ။ သင်ပြောစရာ တစ်ခုရှိလာပါက  နောက်ထပ် ရက်အနည်းငယ်စောင့်ပါ။ ကြယ်တွေက မင်းရဲ့ ဆက်ဆံရေးဟာ ဒီအပတ်မှာ အထင်လွဲခံရဖို့ တာဝန်ရှိတယ်လို့ ပြောပါတယ်။\n"
 },
 {
  "id": 7,
  "a": "Overview\nYour theory at the beginning of the week is \"the bigger the better.\" You're out for extravagance. Make sure you can afford whatever it is you're drooling over. If you can, then go for it. You only live once, right? On Wednesday and Thursday, materialism is far from your mind. A friend needs your help working out a small but meaningful problem, and a few of your goals need tidying up in light of some recent events. Literal tidying up, like scrubbing and vacuuming, figures into your life on Friday and Saturday. The key to Sunday is staying active.\nCareer\nAnyone who's lived an adult life could tell you this: money makes things weird. It's certainly getting in the way of a work relationship at the beginning of the week. You have one idea about how this should be, they have another. Try to make a connection based on something nontransferable. An emotional or intellectual appeal, in other words. The emotional and intellectual realm is big in your life this week, especially on Wednesday and Thursday. By Friday, you'll be back to business and ready to rumble: alert, agile, energetic, and confident. Just don't hurry things. Take your time.\nLove\nIf you feel like holing up at home on Monday or Tuesday, heed that feeling. It probably means you have something to mull over in the realm of romance, and a little recharging couldn't hurt. Instead of gushing over your sweetie (or a \"wish they'd be a sweetie\") on Wednesday and Thursday, appeal to their intellect. The hottest part of you right now is definitely what's between your ears. From Friday through the weekend, your personal energy is terrific, and you're right on a certain someone's wavelength. Explore the possibilities!\n",
  "b": "ခြုံငုံသုံးသပ်ချက်\nတစ်ပတ်ရဲ့အစမှာ မင်းရဲ့သီအိုရီက \"ပိုကြီးလေ ပိုကောင်းလေ\"။ မင်းက လွန်လွန်ကဲကဲ ဖြစ်နေတယ်။ သင် ဆုံးရှုံးမှုကို  ခံနိုင်စေရန် သေချာပါစေ။ တတ်နိုင်ရင် သွားလိုက်ပါ။ မင်းက အသက်က တခုတည်း ရှိတယ် မဟုတ်လား။ ဗုဒ္ဓဟူးနှင့် ကြာသပတေးနေ့များတွင် ရုပ်ဝါဒသည် သင့်စိတ်နှင့် ဝေးသည်။ သူငယ်ချင်း တစ်ဦးသည် သေးငယ်သော်လည်း အဓိပ္ပာယ်ရှိသော ပြဿနာတစ်ခုကို ဖြေရှင်းရန် သင့်အကူအညီကို လိုအပ်ပြီး သင့်ပန်းတိုင်အချို့သည် လတ်တလော ဖြစ်ရပ်အချို့ကြောင့် သပ်ရပ်နေရန် လိုအပ်ပါသည်။ ကိစ္စရပ်မများကို သပ်ရပ်အောင် ပြုလုပ်ခြင်းသည် သောကြာနှင့် စနေနေ့များတွင် သင့်ဘဝထဲသို့ ကိန်းဂဏန်းများ ရောက်ရှိစေသည်။ တနင်္ဂနွေအတွက် သော့ချက်က တက်ကြွနေဖို့ပါပဲ။\nအလုပ်အကိုင်\nအရွယ်ရောက်ပြီးသူတိုင်း ဒီလိုပြောပြနိုင်သည်- ငွေသည် အရာများကို ထူးဆန်းစေသည်။ ရက်သတ္တပတ်ရဲ့ အစမှာ အလုပ် ဆက်ဆံရေး လမ်းကြောင်းပေါ် ရောက်နေတာ သေချာပါတယ်။ ဒါက ဘယ်လို ဖြစ်သင့်တယ်ဆိုတာ မင်းမှာ အကြံတစ်ခုရှိတယ်၊ သူတို့မှာလည်း နောက်တစ်ခု ရှိတယ်။ လွှဲပြောင်း၍ မရသော အရာကို အခြေခံ၍ ချိတ်ဆက်မှု တစ်ခု ပြုလုပ်ရန် ကြိုးစားပါ။ တစ်နည်းဆိုရသော် စိတ်ပိုင်းဆိုင်ရာ သို့မဟုတ် ဉာဏ်ရည်ဉာဏ်သွေးဆိုင်ရာ ဆွဲဆောင်မှု တစ်ခု ဖြစ်သည်။ အထူးသဖြင့် ဗုဒ္ဓဟူးနေ့နှင့် ကြာသပတေးနေ့များတွင် သင့်ဘ၀တွင် စိတ်ပိုင်းဆိုင်ရာနှင့် ဉာဏ်ရည်ဉာဏ်သွေး ထက်မြတ်နေမည်။ သောကြာနေ့တွင် သင်သည် စီးပွားရေးလုပ်ငန်းသို့ ပြန်လည်ရောက်ရှိပြီး နိုးကြားမှုပြုလာရန် အသင့်ဖြစ်လိမ့်မည်-( နိုးကြားမှု၊ ဖျတ်လတ်မှု၊ တက်ကြွမှုနှင့် ယုံကြည်မှု အပြည့်ဖြစ်သည် ) အရာတွေကို အလျင်စလိုမလုပ်ပါနဲ့။ ဖြေးဖြေးလုပ်ပါ။\nအချစ်ရေး\nတနင်္လာနေ့ ဒါမှမဟုတ် အင်္ဂါနေ့မှာ အိမ်မှာ အိပ်ချင်နေတယ်ဆိုရင် အဲဒီခံစားချက်ကို သတိထားပါ။ အချစ်ရေးနယ်ပယ်မှာ တစ်ခုခု လုပ်စရာတွေ ရှိနေတယ်လို့ ဆိုလိုတာ ဖြစ်နိုင်သလို အားပြန်သွင်းတာက နည်းနည်းတော့ မထိခိုက်နိုင်ပါဘူး။ ဗုဒ္ဓဟူး နှင့် ကြာသပတေးနေ့ တွင် သင့်ချစ်သူ ဆန္ဒ ကို တမ်းတနေမည့် အစား ၎င်းတို့၏ ခွင့်ပြုမှုကို ပန်ကြားပါ။ မင်းရဲ့ လက်ရှိ စိတ်အပူဆုံးအပိုင်းက မင်းကြားထားတဲ့ အရာတွေ ပါပဲ။ သောကြာကနေ စနေ၊ တနင်္ဂနွေအထိ၊ မင်းရဲ့ ကိုယ်ပိုင် စွမ်းအင်က ဆိုးရွားနေပြီး တစ်စုံတစ်ယောက်ရဲ့ လွှမ်းမိုးမှုက များနေပါတယ်။ ဖြစ်နိုင်ခြေများကို စူးစမ်း ဆင်ခြင်ပါ။\n"
 },
 {
  "id": 8,
  "a": "Overview\nA celebrity sighting at the start of the week sets your heart aflutter. The controversy that ensues among your friends about whether the person in question was indeed a certain celebrity is actually beside the point. Popularity and power are major themes in your life right now. Certain days you like to retreat from the spotlight (as you do on Wednesday and Thursday), but on other days (such as Friday) the spotlight on you never seems bright enough. You moody human being, you! This weekend, surround yourself with people: family, friends, romantic partners, anyone.\nCareer\nPeople have such funny ideas about power right now. Everyone's wrapped up in the idea. An ego clash on Monday or Tuesday sets the tone. The more creative your solutions are, the more you will be appreciated around the office. (And the more appreciated you are, obviously, ironically, the more power you have.) Financial dealings on Wednesday or Thursday should be tabled for a better time. On Friday, you enjoy learning all about something you know little about. Knowledge, as they say, is power. Ah, power! Try to think about something else (anything else) this weekend.\nLove\nPut your best foot forward when it comes to romance at the beginning of the week. If you're coupled up, remember why you like them so much, and remind them too. If you're single, prepare to be fascinated by everyone you meet. Around Wednesday and Thursday, your love life may test your patience; whatever you're eager for just isn't quite happening. Wait for it, and while you're at it, gather a little more information about the situation and about the state of your own heart. This weekend is the perfect time to do so.\n",
  "b": "ခြုံငုံသုံးသပ်ချက်\nရက်သတ္တပတ်အစတွင် ကျော်ကြားသူများ၏ အခြေအနေသည် တုန်လှုပ်စေပါသည်။ သူငယ်ချင်းများကြားတွင် ဖြစ်ပေါ်လာသည့် အငြင်းပွားမှုများသည် မေးခွန်းထုတ်ခံရသူသည် အမှန်တကယ်  ဟုတ်မဟုတ်၊ ပင်ဖြစ်သည်။ ပြုလုပ်သူသည် ဘေးတွင်ရှိနေသည်။ ကျော်ကြားမှုနှင့် ပါဝါတို့သည် ယခု သင့်ဘဝ၏ အဓိက အကြောင်းအရာများ ဖြစ်သည်။ ဗုဒ္ဓဟူးနေ့နှင့် ကြာသပတေးနေ့များတွင် သင်လုပ်သကဲ့သို့ ထင်မြင်ခံရခြင်းများ ရှိနေပြီး အခြားရက်များ (သောကြာနေ့ကဲ့သို့သော) တွင် အရာမထင်တော့ပါ။ မင်းက စိတ်ဓာတ်ကျတဲ့လူသားပဲ ဒီတစ်ပတ်မှာတော့ မိသားစု၊ သူငယ်ချင်း၊ အချစ်ရေး လက်တွဲဖော်၊ ဘယ်သူနဲ့မဆို သင့်ကိုယ်သင် ဝန်းရံလိုက်ပါ။\nအလုပ်အကိုင်\nလူတွေမှာ အာဏာနဲ့ပတ်သက်တဲ့ ရယ်စရာကောင်းတဲ့ အတွေးအမြင်တွေ ရှိကြပါတယ်။ လူတိုင်းရဲ့ စိတ်ကူးထဲမှာ ရှိနေတတ်ပါတယ်။ တနင်္လာနေ့ သို့မဟုတ် အင်္ဂါနေ့တွင် အတ္တခိုက်ရန်ဖြစ်ခြင်း အနေအထား ရှိတတ်သည်။ သင့်ဖြေရှင်းချက်တွေက ပိုဖန်တီးနိုင်လေလေ၊ ရုံးတစ်ဝိုက်က သင့်ကို ပိုသဘောကျလာလေပါပဲ။ (နောက်ပြီး မင်းကို ပိုတန်ဖိုးထားလေ၊ အံသြစရာကောင်းတာက မင်းမှာ စွမ်းအားတွေ ပိုရှိလေလေပဲ) ဗုဒ္ဓဟူး ဒါမှမဟုတ် ကြာသပတေးနေ့မှာ ငွေကြေးကိစ္စတွေကို ပိုမိုကောင်းမွန်တဲ့ အချိန်တစ်ခုအဖြစ် သတ်မှတ်သင့်ပါတယ်။ သောကြာနေ့တွင်၊ သင်အနည်းငယ်မျှသာ သိသောအရာများ အကြောင်း သင်ယူရတာ နှစ်သက်သည်။ သူတို့ပြောသလို အသိပညာက စွမ်းအားပါ။ ဒီတစ်ပတ်မှာ တခြားအရာတစ်ခုခု ကို စဉ်းစားကြည့်ပါ။\nအချစ်ရေး\nသီတင်းပတ်၏အစတွင် အချစ်ဇာတ်လမ်းနှင့် ပတ်သက်လာသောအခါ သင်၏ အကောင်းဆုံးခြေကို ရှေ့သို့ချပြလိုက်ပါ။ သင်တွဲနေတယ်ဆိုရင် သူတို့ကို ဘာကြောင့် အရမ်းကြိုက်လဲဆိုတာ သတိရပြီး သူတို့ကိုလည်း အသိပေးပါ။ သင်ဟာ Single ဖြစ်နေတယ်ဆိုရင် သင်တွေ့တဲ့လူတိုင်းက သင့်ကို စွဲဆောင်မှာမလို့ ပြင်ဆင်ထားပါ။ ဗုဒ္ဓဟူးနေ့နှင့် ကြာသပတေးနေ့များတွင် သင့်အချစ်ရေးသည် သင်၏သည်းခံမှုကို စမ်းသပ်နိုင်သည်၊ သင်စိတ်ထင်နေသမျှသည် ဖြစ်ပျက်နေသည် မဟုတ်ပေ။ အဲဒါကို စောင့်ပါ၊ သင် ရောက်နေတဲ့ အချိန်မှာ အခြေအနေနဲ့ သင့်စိတ်နှလုံး အခြေအနေကို အသေးစိပ် အချက်အလက် အနည်းငယ် စုဆောင်းပါ။ ဒီအပတ်က ဒီလိုလုပ်ဖို့ အကောင်းဆုံးအချိန်ပါပဲ။\n"
 },
 {
  "id": 9,
  "a": "Overview\nThat person who's making big demands on your time? They need a wake-up call. Be nice about it, and make sure they understand that you love and adore them, but be direct. All week you'll be getting things done this way, with polish but not a lot of fuss. Such are the tactics a busy person like you must adopt. Make sure your desk (or car or house) is clean and tidy on Thursday (or you won't be able to think straight), and then on Friday and through the weekend, brace yourself for a series of deep and meaningful adventures with your greatest pal (or lover). This is quite a week for you.\nCareer\nSpend some time Monday making sense of the challenges ahead of you this week. Then spend some time, maybe on Tuesday, making sense of your desk. You are crippled by messes, and as busy as you may think you are, you'll get so much more done in an uncluttered environment. The chaos in the offices of your colleagues? Ignore it on Thursday. Everyone works differently, and mutual respect is crucial. Friday offers a glimmer of clarity about something you've been pondering for a while. In your excitement, you'll spend Saturday thinking about work too.\nLove\nThe effort you've been putting into your love life (maybe the hard work of a relationship, or perhaps the actions you take daily to have a happy single life) pays off in a surprising way at the beginning of the week. Pat yourself on the back! Around Wednesday and Thursday, try a change: Surprise your sweetie if you've got one, and if not, surprise yourself by flirting outrageously with someone you're sweet on. As far as this weekend, there's enough change going on without you adding to it. In fact, you'll struggle to keep up with love's mysterious ways.\n",
  "b": "ခြုံငုံသုံးသပ်ချက်\nမင်းရဲ့အချိန်တွေကို ကြီးမားတဲ့ တောင်းဆိုမှုတွေ လုပ်နေတဲ့သူလား။ သူတို့ နှိုးဆော်ချက် လိုအပ်တယ်။ အဲဒါကို ချစ်စရာကောင်းအောင် လုပ်ပါ၊ သင်က သူတို့ကို ချစ်ပြီး သဘောကျကြောင်း နားလည်အောင် သေချာလုပ်ပါ၊ ဒါပေမယ့် တိုက်ရိုက်ပြောပါ။ တစ်ပတ်လုံး မင်းဒီနည်းနဲ့ ပြီးအောင်လုပ်ရလိမ့်မယ်၊ ဒါပေမယ့် စိတ်ရှုပ်စရာတွေ အများကြီး မရှိပါဘူး။ ဒီလိုမျိုး အလုပ်များတဲ့လူကို ချမှတ်သင့်တဲ့ နည်းပရိယာယ်တွေပါ။ သင်၏စားပွဲ (သို့မဟုတ် ကား သို့မဟုတ် အိမ်) သည် ကြာသပတေးနေ့တွင် သန့်ရှင်းသပ်ရပ်ကြောင်း သေချာပါစေ။ ဒီလိုမှမဟုတ်ရင် မှန်ကန်အောင် မတွေးနိုင်တော့ပါ၊ ထို့နောက် သောကြာနေ့နှင့် စနေ၊ တနင်္ဂနွေတွင် သင့်နှင့်အတူ နက်နဲပြီး အဓိပ္ပါယ်ရှိသော အကြီးမြတ်ဆုံး သူငယ်ချင်း (သို့မဟုတ်ချစ်သူ) တို့နှင့် စွန့်စားခန်း များစွာပြုလုပ်ပြီး သင့်ကိုယ်သင် ခွန်အားယူပါ။ ဒါက မင်းအတွက် အတော်လေး ကျော်ဖြတ်ရမယ့် တစ်ပတ်ပဲ။\nအလုပ်အကိုင်\nတနင်္လာနေ့တွင် သင့်ရှေ့ရှိ ပြဿနာများကို နားလည်သဘောပေါက်ရန် အချိန်အနည်းငယ်ပေးပါ။ ထို့နောက် အင်္ဂါနေ့တွင် သင့်အလုပ်စားပွဲကို အာရုံပြု၍ အချိန်အနည်းငယ်ပေးပါ။ သင်သည် အရှုပ်အထွေးများကြောင့် ဆွံ့အနေပြီး သင်ထင်သလောက် အလုပ်များနေပါက သန့်ရှင်းသော ပတ်ဝန်းကျင်တွင် သင်ပိုမိုလုပ်ဆောင်နိုင်မည် ဖြစ်သည်။ ကြာသပတေးနေ့တွင် မင်းရဲ့ လုပ်ဖော်ကိုင်ဖက်တွေရဲ့ ရုံးခန်းတွေမှာ ကမောက်ကမ ဖြစ်နေလားဆိုတာတွေကို လျစ်လျူရှုပါ။ လူတိုင်းသည် မတူညီသောအလုပ်များဖြစ်ပြီး အပြန်အလှန်လေးစားမှုမှာ အရေးကြီးပါသည်။ ကြာသပတေးနေ့တွင် သင်အကြာကြီး တွေးတောနေခဲ့သော အရာတစ်ခုနှင့် ပတ်သက်၍ ရှင်းလင်းပြတ်သားမှုကို ရလိမ့်မည်။ မင်းရဲ့စိတ်လှုပ်ရှားမှုကြောင့် စနေနေ့မှာလည်း အလုပ်အကြောင်းတွေးနေလိမ့်မယ်။\nအချစ်ရေး\nသင့်အချစ်ရေးတွင် သင်ကြိုးစား အားထုတ်မှု (ဆက်ဆံရေးတစ်ခု၏ ကြိုးစားအားထုတ်မှု သို့မဟုတ် ပျော်ရွှင်သော Single ဘဝတစ်ခုရရှိရန် သင်နေ့စဉ် လုပ်ဆောင်သည့် လုပ်ဆောင်ချက်များ) သည် ရက်သတ္တပတ်အစတွင် အံ့အားသင့်စရာ နည်းလမ်းဖြင့် ပြေလည်သွားပါသည်။ ကိုယ့်ကိုကိုယ် ဖြေသိမ့်ပေးပါ။ ဗုဒ္ဓဟူးနှင့် ကြာသပတေးနေ့များတွင် သင့်တွင် ချစ်သူရှိပါက အံ့အားသင့်စေသော အပြောင်းအလဲတစ်ခုကို စမ်းကြည့်ပါ- ချစ်သူမရှိပါက သင်ချစ်မြတ်နိုးရသူနှင့် ပရောပရည်လုပ်ခြင်းဖြင့် သင့်ကိုယ်သင် အံ့အားသင့်စေပါ။ ဒီသီတင်းပတ် ကုန်လောက်တော့ မင်းကိုယ်တိုင် မလုပ်ရပဲနဲ့ လုံလောက်တဲ့ အပြောင်းအလဲတွေ ရှိနေတယ်။ တကယ်တော့ ချစ်ခြင်းမေတ္တာရဲ့ လျှို့ဝှက်ဆန်းကြယ်တဲ့ နည်းလမ်းတွေကို လိုက်လျှောက်ဖို့ သင် ရုန်းကန်ရလိမ့်မယ်။\n"
 },
 {
  "id": 10,
  "a": "Overview\nEveryone is puzzled by something at the outset of the week, and for whatever reason they think you have the answer. Even if you don't, it's flattering to be the person to whom everyone else defers. (You feel like shouting, \"I'm really not as smart as I look!\") The truth is, you are smart, and on Wednesday and Thursday, you're meticulous and perceptive too. These are key qualities this week. Expect the fates to reward you with romance on Friday (some light flirtation becomes heavy flirtation) and energy and beauty and glorious attention from others all weekend long.\nCareer\nYou're in the mood for something fresh on Monday. Something new. Something that will change the face of business forever. Okay, maybe that's not realistic, but it sure is a productive line of thinking. Tuesday is a \"sit around the campfire\" kind of day at work, but Wednesday and Thursday are way too busy for office bonding. You'll be doing everything in your power just to keep from having to stay late. (And, actually, staying late may be required. Be as flexible as possible.) Friday is relationship-building time again. After such a madcap workweek, it's important.\nLove\nThose who are coupled up may find that they're coming from a different angle than their partner at the beginning of the week, while singletons could be revisiting a romantic issue from the past. Good-faith efforts to deal with it head-on get a pretty wonderful reward as soon as Wednesday or Thursday. That's when connections start clicking again and throwing off serious sparks. Your way of making others feel understood is magical right now. This weekend, big romantic steps may not be in the stars, but the little things sure do sparkle.\n",
  "b": "ခြုံငုံသုံးသပ်ချက်\nရက်သတ္တပတ်၏ အစပိုင်းတွင် လူတိုင်းသည် တစ်စုံတစ်ခုနဲ့ပတ်သက်ပြီး ပဟေဠိ ဖြစ်နေကြပြီး မင်းမှာတော့ ဘယ်လိုဖြစ်ဖြစ် အဖြေရှိသည်ဟု ထင်မြင်တတ်ကြသည်။ မင်းကို မဟုတ်ပဲ တခြားလူကို နှောင့်ယှက်တတ်တဲ့သူ တွေဖြစ်နေရင်တော့ ကြည်နူးစရာပါပဲ။ (မင်းတို့ထင်သလောက် ငါဉာဏ်မမီဘူး! လို့ မင်းအော်ချင်နေလိမ့်မယ်) အမှန်က မင်းဟာ ထက်မြက်ပါတယ်။ ဗုဒ္ဓဟူးနဲ့ ကြာသပတေးနေ့တွေမှာ မင်းက စေ့စေ့စပ်စပ် သိမြင်လာလိမ့်မယ်။ ဒါတွေက ဒီတစ်ပတ်ရဲ့ အဓိက အရည်အသွေးတွေပါ။ သောကြာနေ့တွင် အချစ်ဇာတ်လမ်းဖြင့် သင့်အား ဆုချမည့် ကံကြမ္မာကို မျှော်လင့်ပါ (အချို့သော အသေးအမွှား ပရောပရေတာသည် ကြီးမားသော ပရောပရီလုပ်ခြင်း ဖြစ်လာတတ်သည်) တနင်္ဂနွေ အားလပ်ရက်တိုင်းတွင် အခြားသူများထံမှ စွမ်းအင်နှင့် အလှတရား၊ ကျက်သရေရှိသော အာရုံစူးစိုက်မှုကို ရရှိစေပါသည်။\nအလုပ်အကိုင်\nသင်သည် တနင်္လာနေ့တွင် အသစ်အဆန်း တစ်ခုခုကို ခံစားနေပါသည်။ လုပ်ငန်းကို ထာဝရ ပြောင်းလဲစေမယ့် အရာပါ။ အဲဒါက လက်တွေ့မကျဘူး၊ ဒါပေမယ့် အဲဒါက အကျိုးရှိတဲ့ တွေးခေါ်မှု တစ်ခုဆိုတာ သေချာပါတယ်။ အင်္ဂါနေ့သည် အလုပ်တွင် အပျင်းပြေ နေ့မျိုးဖြစ်သော်လည်း ဗုဒ္ဓဟူးနှင့် ကြာသပတေးနေ့သည် ရုံးအနှောင်အဖွဲ့အတွက် အလုပ်များလွန်းသည်။ နောက်ကျနေစရာ မလိုအောင် မင်းရဲ့ စွမ်းအားနဲ့ အရာရာကို လုပ်နေလိမ့်မယ်။ (တကယ်တော့ နောက်ကျနေဖို့ လိုအပ်နိုင်ပါတယ်။ တတ်နိုင်သမျှ လိုက်လျောညီထွေ ဖြစ်အောင်နေပါ။) သောကြာနေ့ဟာ ဆက်ဆံရေး တည်ဆောက်ဖို့ အချိန်ပြန်ဖြစ်ပါတယ်။ ထိုသို့သော အရူးကဲ့သို့ ပြုလုပ် ပြီးနောက်၊ ရက်သတ္တပတ်အဆုံးသည် အရေးပါပါလိမ့်မည်။\nအချစ်ရေး\nလက်ရှိတွဲနေကြသူများသည် ရက်သတ္တပတ် အစတွင် ၎င်းတို့၏ လက်တွဲဖော်နှင့် မတူညီသော အမြင်များ ရောက်ရှိလာသည်ကို တွေ့ရှိနိုင်သော်လည်း Single များသည် အတိတ်မှ အချစ်ရေးပြဿနာကို ပြန်လည် မြင်ယောင်နေတတ်သည်။ ဗုဒ္ဓဟူးနေ့ သို့မဟုတ် ကြာသပတေးနေ့တွင် သစ္စာရှိရှိ အားထုတ်ခြင်းဖြင့် အလွန် ကောင်းမွန်သော ဆုလာဘ်ကို ရရှိမည် ဖြစ်သည်။ ချိတ်ဆက်မှုများ စတင်လိုက်သည်နှင့် ပြင်းထန်သော မီးပွားများကို စတင် လွှင့်ပစ်လိုက်သလို ဖြစ်နေတတ်သည်။ သူများတွေကို နားလည်အောင် လုပ်နည်းက မှော်ဆန်တယ်။ ဒီသီတင်းပတ်ကုန်မှာ ကြီးမားတဲ့ အချစ်ရေး ခြေလှမ်းတွေဟာ ကြယ်တွေလို အတောက်ပပေနိုင်ပေမယ့် သေးငယ်တဲ့ အရာတွေလို တောက်ပနေမှာ သေချာပါတယ်။\n"
 },
 {
  "id": 11,
  "a": "Overview\nYou'd love more money, of course, but Monday isn't the time to ask for a raise. Nor is Tuesday. Timing is everything in life, as the stars could tell you, and you're so much better off flying under the radar this week. (Everyone else is off-the-charts stressed. The energy is just off. It has nothing to do with you.) Wednesday and Thursday are good, quiet days, but Friday finds you stuck trying to make a big decision. On Saturday and Sunday, low-key is your pitch.\nCareer\nOn Monday, you'll bring whatever's going on at home in to work with you. You are not really in the mood to pretend nothing's the matter, but you are a professional and will do your best. In any case, work will be the last thing on your mind until around Wednesday, when an unexpected surge in your creative abilities leads you to a surprising (and potentially profitable) discovery. Thursday will see you showing off even more of your hidden talents, and by Friday people will be asking you for advice about all kinds of things. Spend some time helping everyone else out.\nLove\nWant to get something started in the love department? Monday and Tuesday are the perfect days to apply some heat and see what you can get cooking. Whatever you initiate now has the power to last. Of course, around Wednesday or Thursday, you might just decide you're in the mood for something different, and hey, it's your prerogative to change your mind. Just don't do anything too radical or you might just change it back. The weekend's looking hot, whether you have a sweetie or are shopping around. They're definitely drawn to your flame right now.\n",
  "b": "ခြုံငုံသုံးသပ်ချက်\nငွေပိုလိုချင်တာတော့ သေချာပါတယ်၊ ဒါပေမယ့် တနင်္လာနေ့ကတော့ တိုးပေးဖို့ တောင်းဆိုရမယ့်အချိန် မဟုတ်ပါဘူး။ အင်္ဂါနေ့လည်းမဟုတ် ။ ကြယ်တွေက မင်းကိုပြောနိုင်သလိုပဲ အချိန်ကိုက်မှုဆိုတာ ဘဝရဲ့ အရာအားလုံး ဖြစ်ပြီး ဒီအပတ် အခြေအနေအောက်မှာ မင်းပျံသန်းရတာ ပိုကောင်းပါတယ်။ (အခြားလူတိုင်းက အစီအစဉ်တွေနဲ့ ပြည့်နေပြီ။ အလုပ်တွေ ပြည့်နေတယ်။ မင်းမှာတော့ ဘာမှမရှိဘူး။) ဗုဒ္ဓဟူးနဲ့ ကြာသပတေးနေ့တွေဟာ ကောင်းမွန်ပြီး သာယာတဲ့နေ့တွေ ဖြစ်ပေမယ့် သောကြာကတော့ ဆုံးဖြတ်ချက်ကြီးကြီးချဖို့ ကြိုးစားရာမှာ နစ်မွန်းနေတာကို တွေ့ရတယ်။ စနေနဲ့ တနင်္ဂနွေတွေမှာ မင်းက သာမန်ပါပဲ။\nအလုပ်အကိုင်\nတနင်္လာနေ့မှာ မင်းအိမ်က ကိစ္စအားလုံးကို မင်းနဲ့အတူ အလုပ်ကို ယူလာလိမ့်မယ်။ မင်းက ဘာမှမဖြစ်ဘူးလို့ ဟန်ဆောင်ဖို့ တကယ်စိတ်မ၀င်စားပေမယ့် မင်းက ပရော်ဖက်ရှင်နယ် တစ်ယောက်ဖြစ်ပြီး အကောင်းဆုံးလုပ်မယ်။ နောက်ဆုံးတွင် မည်သို့ပင်ဆိုစေ၊ သင်၏ ဖန်တီးမှုစွမ်းရည်တွင် မမျှော်လင့်ထားသော အရှိန်အဟုန်ဖြင့် အံ့အားသင့်ဖွယ် (အကျိုးအမြတ်ရနိုင်ခြေရှိသော) ရှာဖွေတွေ့ရှိမှု တစ်ခုဆီသို့ ဦးတည်လာသောအခါတွင် အလုပ်သည် သင်၏စိတ်တွင် ဖြစ်လာလိမ့်မည်။ ကြာသပတေးနေ့မှာတော့ မင်းရဲ့လျှို့ဝှက်စွမ်းရည်တွေကို ပိုပြီးပြသလာမှာ ဖြစ်သလို သောကြာနေ့မှာ လူတွေက မင်းကို အရာရာတိုင်းအတွက် အကြံဉာဏ် တောင်းပါလိမ့်မယ်။ တခြားလူတွေကို ကူညီဖို့ အချိန်ခဏပေးပါ။\nအချစ်ရေး\nအချစ်ရေးမှာ တစ်ခုခု လုပ်လိုပါသလား။ တနင်္လာနေ့နှင့် အင်္ဂါနေ့များသည် စိတ်ပူမှုကို ခံနိုင်ရည်ရှိပြီး သင်ပြုလုပ်နိုင်သည့် အရာများကို ကြည့်ရှုရန် အကောင်းဆုံး နေ့ရက်များ ဖြစ်သည်။ သင်ယခု စတင်လုပ်ဆောင်သမျှသည် ကြာရှည်ခံနိုင်စွမ်းရှိသည်။ ဟုတ်ပါတယ်၊ ဗုဒ္ဓဟူးနေ့ ဒါမှမဟုတ် ကြာသပတေးနေ့ လောက်မှာ သင်ဟာ မတူညီတဲ့ တစ်ခုခုအတွက် စိတ် ရှိနေမယ်လို့ ဆုံးဖြတ်ပြီး ဟေး၊ စိတ်ပြောင်းဖို့က မင်းရဲ့အခွင့်အရေးပါပဲ။ အစွန်းရောက်လွန်းတဲ့ အရာ ဘာမှမလုပ်ပါနဲ့ ဒါမှမဟုတ် လုပ်ထားမိရင် ပြန်ပြောင်းလိုက်ရုံပါပဲ။ ရည်းစားရှိရင် ဈေးဝယ်ထွက်တာပဲဖြစ်ဖြစ် မရှိရင် မင်းရဲ့မီးဖိုထဲမှာပဲဖြစ်ဖြစ်  အချိန်ကုန်လိုက်တာက သေချာပါတယ်။\n"
 },
 {
  "id": 12,
  "a": "Overview\nA cheerful face delivers some terrific news on Monday or Tuesday. If only every week could start like this! You are happy, you have money coming your way, you are finding things to laugh about. Ah, life. Wednesday takes you out of this idyllic mode for a while. An authority figure will rub you the wrong way. And on Thursday, a close pal could unintentionally drive you up a wall, but by Friday, you're laughing nonstop again, and Saturday is filled to the brim with love. Spend Saturday evening preparing yourself for a fun day on Sunday.\nCareer\nThroughout history, groups of people have been proven to be more effective in solving problems together than people working in isolation. At the week's outset, tap into the resources of the world around you. Talk to your colleagues. Talk to strangers. Run your questions by anyone who will listen. Even just talking something through has tremendous benefits. Midweek will be relatively slow (you're in your head the whole time), but by Friday you'll snap out of it and be ready for fun and games. Fun and games occupy Saturday too.\n\nLove\nYour originality shines brightly at the beginning of the week. Share your latest, greatest idea, and your sweetheart (or a potential one) could be blown away by your unique brilliance. Around Wednesday or Thursday, you're particularly in tune with others, which makes for conversations that are stimulating, to say the least. Singles may meet someone by chance, then find out that the degrees of separation are very few. This weekend, you're not such a genius with planning, so leave it to your honey or friends. You're busy generating a much bigger idea.\n",
  "b": "ခြုံငုံသုံးသပ်ချက်\nရွှင်လန်းသော မျက်နှာသည် တနင်္လာနေ့ သို့မဟုတ် အင်္ဂါနေ့တွင် သတင်းကောင်းအချို့ကို ပေးသည်။ အပတ်တိုင်းသာ ဒီလိုမျိုး စတင်နိုင်ခဲ့ရင် မင်းပျော်ရွှင်ရမယ်၊ မင်းလမ်းမှာ ပိုက်ဆံရရှိတတ်တယ်၊ မင်းရယ်စရာတွေ ရှာတွေ့မယ်။ ဒါဟာ၊ ဘဝပဲ။ ဗုဒ္ဓဟူးနေ့သည် သင့်အား ဤခံစားချက်များမှ ခဏတာ ခေါ်ဆောင်သွားပါသည်။ အာဏာပိုင်အဖွဲ့အစည်းက မင်းကို လမ်းမှားရောက်စေလိမ့်မယ်။ ကြာသပတေးနေ့မှာ ရင်းနှီးတဲ့သူငယ်ချင်းက မင်းကို မရည်ရွယ်ဘဲ ဒုက္ခတွင်းထဲ တွန်းပို့နိုင်ပေမယ့် သောကြာနေ့မှာတော့ မင်းမရပ်မနား ရယ်မောပြီး စနေနေ့ဟာ အချစ်တွေနဲ့ ပြည့်နှက်နေတယ်။ စနေနေ့ ညနေခင်းမှာ ပျော်ရွှင်စရာ နေ့တစ်နေ့အတွက် သင့်ကိုယ်သင် ပြင်ဆင်ပါ။\nအလုပ်အကိုင်\nသမိုင်းတစ်လျှောက်တွင် လူအုပ်စုများသည် တယောက်တည်း သမားများထက် ပြဿနာများကို အတူတကွ ဖြေရှင်းရာတွင် ပိုမိုထိရောက်ကြောင်း သက်သေပြခဲ့သည်။ ရက်သတ္တပတ်၏ အစတွင်၊ သင့်ပတ်ဝန်းကျင်ရှိ ကမ္ဘာအရင်းအမြစ်များကို အသုံးပြုပါ။ သင့်လုပ်ဖော်ကိုင်ဖက်များနှင့် စကားပြောပါ။ သူစိမ်းတွေနဲ့ စကားပြောပါ။ သင့်မေးခွန်းများကို နားထောင်မည့် သူတိုင်းကို ဆွေးနွေးပါ။ တစ်ခုခု ပြောနေရုံနဲ့တောင် အကျိုးကျေးဇူးတွေ အများကြီးရတယ်။ Midweek သည် အတော်လေး နှေးကွေးနေလိမ့်မည် (သင်တစ်ချိန်လုံး ခေါင်းထဲတွင်ရှိနေသည်)၊ သို့သော် သောကြာနေ့တွင် သင်သည် ၎င်းကို ကျော်ဖြတ်ပြီး ပျော်ရွှင်စရာ ဂိမ်းများအတွက် အသင့်ဖြစ်လိမ့်မည်။ ပျော်ရွှင်စရာဂိမ်းများ စနေနေ့လည်း ဖြစ်နိုင်သည်။\nအချစ်ရေး\nသင်၏ မူလအစမှာ သီတင်းပတ် အစတွင် တောက်ပနေပါသည်။ သင်၏နောက်ဆုံးပေါ်၊ အကောင်းဆုံး အကြံဉာဏ်ကို မျှဝေပါ၊ သင်၏ချစ်သူ (သို့မဟုတ် ဖြစ်နိုင်ချေ ရှိသည့်အရာ) သည် သင်၏ ထူးခြားထက်မြက်မှုကြောင့် လွင့်ပါး သွားနိုင်သည်။ ဗုဒ္ဓဟူးနေ့ သို့မဟုတ် ကြာသပတေးနေ့ ဝန်းကျင်တွင် သင်သည် အခြားသူများနှင့် အထူးသဖြင့် လိုက်လျော ညီထွေဖြစ်ပြီး နှိုးဆွမှုဖြစ်စေသော စကားစမြည် ပြောဆိုမှုများကို ဖြစ်စေသည်။ တစ်ကိုယ်ရေ သမားများသည် တစ်စုံတစ်ဦးနှင့် မတော်တဆတွေ့ဆုံနိုင်ပြီး အဆင့်အတန်း ခွဲခွာခြင်း အလွန်နည်းပါးကြောင်း ရှာဖွေတွေ့ရှိနိုင်ပါသည်။ ဒီအပတ်မှာ မင်းက အစီအစဥ်ဆွဲတဲ့ ဉာဏ်ကြီးရှင်မဟုတ်ဘူး၊ ဒါကြောင့် မင်းရဲ့ ချစ်သူ ဒါမှမဟုတ် သူငယ်ချင်းတွေကို ထားခဲ့လိုက်ပါ။ သင်သည် ပိုမိုကြီးမားသော အကြံဥာဏ်တစ်ခု ဖန်တီးရန် အလုပ်များနေပါသည်။\n"
 }
]
