[
 {
  "id": 1,
  "a": "You know what they say about the best-laid plans? No matter how much you try to make Monday go your way, it's just going to be a crazy day. At a certain point, it's wiser to opt for a more passive role. On Tuesday and Wednesday, your fun comes from creative pursuits like art, music, or poetry, but toward the end of the week, you take your fun wherever you can find it. Worry is more the order of the moment. Until Saturday, that is. Saturday and Sunday are glorious days. A kid may tell you a joke that has your gut muscles hurting for days.",
  "b": "တနင်္လာနေ့ကို သင်ဘယ်လောက်ပဲကြိုးစားလုပ်၊ ရူးသွပ်တဲ့နေ့တစ်နေ့ဖြစ်မှာပါ။ အချိန်တခုရောက်ရင် အရာတွေ ဟာ သူ့အလိုလို ဖြစ်ပျက်သွားမှာပါပဲ ဆိုတဲ့ အခန်းကဏ္ဍကို ရွေးချယ်တာက ပိုပြီးဉာဏ်ကောင်းရာ ကျပါတယ်၊ လက်ခံပေးလိုက်ပါ။ အင်္ဂါနေ့နှင့် ဗုဒ္ဓဟူးနေ့များတွင် သင်၏ပျော်ရွှင်မှုသည် အနုပညာ၊ ဂီတ၊ သို့မဟုတ် ကဗျာများကဲ့သို့ ဖန်တီးမှုဆိုင်ရာ လိုက်စားမှုများမှ လာသော်လည်း သီတင်းပတ်ကုန်ခါနီးတွင်၊ သင်မည်သည့်နေရာတွင်မဆို ပျော်ရွှင်မှုကို ယူဆောင်သွားပါ။ စိုးရိမ်ရခြင်း အခိုက်အတန့် တွေက ပိုများနေတတ်ပါသည်။ စနေနေ့အထိ ဖြစ်နေတတ်ပါသည်။ စနေနှင့် တနင်္ဂနွေသည် ဘုန်းကံ ကြီးသောနေ့များ ဖြစ်သည်။ ကလေးတစ်ယောက်က မင်းကို အူလှိုက် သည်းလှိုက် ရယ်မောရတဲ့ ဟာသတစ်ခု ပြောပြတတ်တယ်။"
 },
 {
  "id": 2,
  "a": "As the week begins, you'll spend a day opening up about how you feel to your significant other or another loved one. Words and language matter more than ever now, and they have a direct line to your heart, so you can use the power of language (of which you have an innate grasp) to bolster bonds that are central to your life and emotional well-being. Later, your attention turns to deeper, more transformative communication. This period was made for discussing desires, verbalizing how you feel while showing physical affection, and talking over joint financial concerns with a significant other or close colleague.",
  "b": "ရက်သတ္တပတ်အစတွင်၊ သင်သည် သင်၏ထူးခြားသော အခြားသူ သို့မဟုတ် အခြားချစ်ရသူ တစ်ဦးကို သင်မည်ကဲ့သို့ ခံစားရကြောင်း ဖွင့်ဟပြောပြရလိမ့်မည်။ စကားလုံးများနှင့် ဘာသာစကားသည် ယခုခေတ်တွင် ပိုအရေးကြီးပြီး ၎င်းတို့သည် သင့်နှလုံးသားနှင့် တိုက်ရိုက် ဆက်စပ်နေသောကြောင့် သင့်ဘဝနှင့် စိတ်ပိုင်းဆိုင်ရာ သုခချမ်းသာအတွက် အဓိကကျသော နှောင်ကြိုးများကို အားကောင်းစေရန် ဘာသာစကား၏စွမ်းအား (သင်၌ မွေးရာပါ ဆုပ်ကိုင်ထားသော) ဘာသာစကားကို အသုံးပြုနိုင်သည်။ . နောက်ပိုင်းတွင်၊ သင်၏အာရုံစူးစိုက်မှုသည် ပိုမိုနက်ရှိုင်း၍ ပိုမိုအသွင်ပြောင်းသော ဆက်သွယ်မှုဆီသို့ ပြောင်းလဲသွားသည်။ ဤကာလသည် ဆန္ဒများကို ဆွေးနွေးရန်၊ ရုပ်ပိုင်းဆိုင်ရာ ချစ်ခင်မှုကို ပြသစဉ်တွင် သင်မည်ကဲ့သို့ ခံစားရကြောင်း နှုတ်ဖြင့် ပြောဆိုခြင်း၊ ထင်ရှားသော အခြား သို့မဟုတ် ရင်းနှီးသော လုပ်ဖော်ကိုင်ဖက်များနှင့် ပူးပေါင်း၍ ငွေကြေးဆိုင်ရာ ကိစ္စရပ်များအတွက် ဆွေးနွေးခြင်းအတွက် ကောင်းမွန်သော ကာလဖြစ်ပါသည်။"
 },
 {
  "id": 3,
  "a": "What with everything running through your head on Monday, it's hard to see straight, so focus on one thing and do it well. Tuesday and Wednesday are more conducive to experimentation, and transformation and rediscovery (especially on a personal level) figure strongly. On Thursday and Friday, whatever discoveries you made earlier in the week will suddenly be called into question, but this is what always happens when an intelligent person thinks intelligently about their own intelligence: an endless cerebral fog. Ground yourself this weekend. Put on some music and take off your shoes.",
  "b": "တနင်္လာနေ့မှာ မင်းရဲ့ဦးခေါင်းမှာ စဉ်းစားနေတဲ့ အရာအားလုံးဟာ တည့်တည့် မြင်ဖို့ ခက်တာမို့ တစ်ချက် အာရုံစိုက်ပြီး ကောင်းကောင်းလုပ်ပါ။ အင်္ဂါနေ့နှင့် ဗုဒ္ဓဟူးနေ့များသည် လက်တွေ့စမ်းသပ်ခြင်းအတွက် ပိုမိုသင့်လျော်ပြီး အသွင်ပြောင်းခြင်းနှင့် ပြန်လည်ရှာဖွေတွေ့ရှိခြင်း (အထူးသဖြင့် ကိုယ်ရေးကိုယ်တာ ပိုင်းတွင်) ပုံသဏ္ဍာန်ကို ပြင်းပြင်းထန်ထန် လုပ်ဆောင်သည်။ ကြာသပတေးနှင့်သောကြာနေ့များတွင်၊ သီတင်းပတ်အစောပိုင်းက သင်ရှာဖွေတွေ့ရှိသမျှသည် ရုတ်တရက် မေးခွန်းထုတ်ခံရလိမ့်မည်၊ သို့သော် အသိဉာဏ်ရှိသူသည် ၎င်းတို့၏ ကိုယ်ပိုင် ဉာဏ်ရည်ဉာဏ်သွေးအကြောင်း ထက်မြက်စွာ တွေးတောနေသည့် အခါမျိုးမှာ အဆုံးမရှိသော ဦးနှောက်၏ အဖြေက အကောင်းဆုံးဖြစ်သည်။ ဒီအပတ်မှာ ကိုယ့်ကိုယ်ကို ထိန်းပါ။ သီချင်းနားထောင်ပြီး အိမ်ထဲမှာပဲ နားနားနေနေ နေပါ။"
 },
 {
  "id": 4,
  "a": "The support and assistance you need on Monday? You're going to get it, because a friend who can be of help is ready and waiting. On Tuesday and Wednesday, luck is slightly less on your side. Try not to let frustration get the best of you, and remember that not everything can go your way all the time. Things will be going your way again by Thursday. It's one of those up-and-down weeks. The fun to be had on Friday is of the spontaneous, unexpected variety (the best kind of fun), but Saturday and Sunday are more even-keeled and quietly satisfying.",
  "b": "တနင်္လာနေ့တွင် သင်လိုအပ်သော ပံ့ပိုးကူညီမှု၊ အကူအညီပေးနိုင်တဲ့ သူငယ်ချင်းက အဆင်သင့်နဲ့ စောင့်ဆိုင်းနေတာကြောင့် သင်ရနိုင်မှာပါ။ အင်္ဂါနေ့နှင့် ဗုဒ္ဓဟူးနေ့များတွင် ကံကြမ္မာက သင့်ဘက်တွင် အနည်းငယ်နည်းသည်။ စိတ်ပျက်အားငယ်မှုကို သင့်အတွက် အကောင်းဆုံးဖြစ်အောင် မကြိုးစားပါနှင့်၊ အရာအားလုံးသည် သင့်လမ်းကြောင်းအတိုင်း တစ်ချိန်လုံး သွားနိုင်မည်မဟုတ်ကြောင်း သတိရပါ။ ကြာသပတေးနေ့တွင် အရာများသည် သင့်လမ်းကြောင်းအတိုင်း ပြန်ဖြစ်လိမ့်မည်။ ဤအပတ်သည် အနိမ့်အမြင့် များသော ရက်သတ္တပတ်များထဲမှ တစ်ခုဖြစ်သည်။ သောကြာနေ့တွင် ပျော်ရွှင်စရာမှာ အလိုအလျောက် မထင်မှတ်ထားသော မျိုးစုံ (ပျော်စရာအကောင်းဆုံး) အမျိုးအစားဖြစ်ပြီး စနေနှင့် တနင်္ဂနွေသည် ပို၍ပင် ပေါ့ပါးပြီး တိတ်တဆိတ် စိတ်ကျေနပ်မှုရစေပါသည်။"
 },
 {
  "id": 5,
  "a": "It's almost as if you woke up in a cartoonist's rendering of your life on Monday. Everything seems basically familiar but skewed. Don't read too much into this or you'll drive yourself nuts. On Tuesday and Wednesday, if you're feeling like a lone pilot on a rocket ship to Mars, nudge a friend and get them to bring you back to Earth. It isn't in your nature to be rash, but a hurried feeling defines Thursday and Friday for you. Again, weird. Breathe deeply. Take things slowly. Everything else will be back to normal (actually, better than normal) this weekend.",
  "b": "တနင်္လာနေ့တွင် ကာတွန်းဆရာတစ်ဦး၏ ဘဝသရုပ်ဖော်မှုတွင် သင် နိုးထလုနီးပါး ဖြစ်နေပြီဖြစ်သည်။ အရာအားလုံးသည် အခြေခံအားဖြင့် ရင်းနှီးနေပုံရသော်လည်း လှည့်စားတတ်သည်။ ဒီအကြောင်းတွေ အများကြီး မဖတ်ပါနှင့် သို့မဟုတ် သင်ကိုယ်တိုင် ရူးသွပ်သွားပါလိမ့်မယ်။ အင်္ဂါနေ့နှင့် ဗုဒ္ဓဟူးနေ့များတွင် သင်သည် အင်္ဂါဂြိုဟ်သို့ ဒုံးပျံသင်္ဘောပေါ်တွင် တစ်ဦးတည်းသော လေယာဉ်မှူးတစ်ယောက်လို ခံစားရပါက၊ သူငယ်ချင်းတစ်ဦးကို ခေါ်ပြီး ၎င်းတို့ကို ကမ္ဘာမြေသို့ ပြန်ခေါ်ဆောင်လာစေရန် လုပ်ဆောင်ပါ။ ဆိုလိုသည်မှာ အထီးကျန်သည်ဟု ခံစားရပါက အကောင်းဆုံး သူငယ်ချင်းတဦးနှင့် ဆက်သွယ်ပြီး အချိန်တွေကို ကုန်ဆုံးလိုက်ပါ၊ အဖုအထစ် ဖြစ်ခြင်းမှာ သင့်သဘာဝတွင် မဟုတ်သော်လည်း လျင်မြန်သော ခံစားချက်က ကြာသပတေးနှင့် သောကြာနေ့များတွင် သင့်အတွက် ဖြစ်တတ်ပါသည်။ တဖန် ထူးဆန်းမှုများလည်း တွေ့ရတတ်သည်။ အသက်ပြင်းပြင်းရှူပါ။ အရာတွေကို ဖြည်းဖြည်းချင်း ပုံမှန်ဖြစ်အောင် လုပ်ဆောင်ပါ။ အခြားအရာအားလုံးသည် ဤအပတ်တွင် ပုံမှန်အတိုင်း (အမှန်တကယ်၊ ပုံမှန်ထက် ပိုကောင်းသည်) ဖြစ်တတ်သည်။"
 },
 {
  "id": 6,
  "a": "Rather than be solid in your opinions, why not be fluid, transparent, and adaptable? What's the use of stubbornness? You find yourself radically influenced by someone else at the start of the week, and inspired, you spend the middle of the week considering radical changes to your life. By Thursday and Friday, you're an advice-collecting machine, leaving no stone unturned and exhausting your friends. By the weekend, you've achieved a higher degree of focus than you've had in a while. However, focus and clarity are not the same things, and clarity is still a short ways away.",
  "b": "အရည်အချင်းရှိသော သင့်ထင်မြင်ယူဆချက်များကို ခိုင်မာစေမည့်အစား အဘယ်ကြောင့် အပွင့်လင်းမြင်သာမှုနှင့် လိုက်လျောညီထွေဖြစ်အောင် မလုပ်သင့်သနည်း။ ခေါင်းမာခြင်းဟူသည် အဘယ်နည်း။ သီတင်းပတ်အစတွင် အခြားသူတစ်ဦးမှ သင့်ကိုယ်သင် ပြင်းထန်စွာ လွှမ်းမိုးခံရသည်ကို သင်တွေ့မြင်ရပြီး သင်သည် သီတင်းပတ်၏ အလယ်တွင် သင့်ဘဝအတွက် အစွန်းရောက် ပြောင်းလဲမှုများကို စိတ်အားထက်သန်စွာ စဉ်းစားနေတတ်ပါသည်။ ကြာသပတေးနှင့် သောကြာနေ့များတွင်၊ သင်သည် အကြံဉာဏ် စုဆောင်းသည့် စက်တစ်ခုလိုဖြစ်ပြီး၊ သင့်သူငယ်ချင်းများထံမှ အကြံဉာဏ်တွေကို ထုတ်ယူတတ်သဖြင့် သူတို့ကို ပင်ပန်း နွမ်းနယ် စေတတ်သည်။ ပိတ်ရက်များတွင် အောင်မြင်မှု ရပြီး အာရုံစူးစိုက်မှု အမြင့်ဆုံး ကို ရောက်ရှိနေတတ်ပါသည်။ သို့သော် အာရုံစူးစိုက်မှုနှင့် ရှင်းလင်းမှုသည် တူညီသော အရာမဟုတ်ပေ၊ ရှင်းလင်းမှုသည် တိုတောင်းသော နည်းလမ်း တစ်ခုသာ ဖြစ်သည်။"
 },
 {
  "id": 7,
  "a": "You exert emotional influence on the people around you, but don't go for emotions on Monday, go for ideas. Rationality is your terrain right now. Tuesday and Wednesday leave you more time for letting your mind wander, and you may decide to wander literally too, through a park, through a mall, or maybe even go for a drive. On Thursday and Friday, everyday concerns return you to a more practical mindset (again, don't react emotionally). Saturday and Sunday are crowded with people. Maybe there's a party planned? If not, maybe there should be.",
  "b": "သင်သည် သင့်ပတ်ဝန်းကျင်ရှိလူများအပေါ် စိတ်ပိုင်းဆိုင်ရာ လွှမ်းမိုးမှုကို အသုံးချသော်လည်း တနင်္လာနေ့တွင် စိတ်ခံစားမှုကို အာရုံမစိုက်ပါနှင့်၊ အကြံဥာဏ်များရယူပါ။ ကျိုးကြောင်း ဆီလျော်မှုသည် သင်၏ မြေမျက်နှာသွင်ပြင် ဖြစ်သည်။ အင်္ဂါနေ့နှင့် ဗုဒ္ဓဟူးနေ့များသည် သင့်စိတ်ကို ပျံ့လွင့်သွားစေရန်အတွက် အချိန်ပိုပေးကာ၊ ပန်းခြံတစ်ခု၊ ကုန်တိုက်မှတစ်ဆင့် သို့မဟုတ် ကားမောင်းရန်ပင် လှည့်ပတ်ရန် ဆုံးဖြတ်တတ်သည်။ ကြာသပတေးနှင့်သောကြာနေ့များတွင် နေ့စဉ် စိုးရိမ်ပူပန်မှုများသည် သင့်အား ပိုမိုလက်တွေ့ကျသော အတွေးအမြင်သို့ ပြန်ရောက်စေသည် (နောက်တစ်ကြိမ်၊ စိတ်ခံစားမှုကို မတုံ့ပြန်ပါနှင့်)။ စနေနဲ့ တနင်္ဂနွေတွေမှာ လူတွေနဲ့ စည်ကားနေတတ်တယ်။ ပါတီတစ်ခုစီစဉ်ထားသလား။ မဟုတ်ရင် ရှိသင့်တယ်။"
 },
 {
  "id": 8,
  "a": "Your pride is a wise thing to swallow on Monday. Who needs it? At the present time, it's only getting in the way. Tuesday and Wednesday provide ample opportunities for you to listen to others as well as to yourself. You don't need to pretend like you have answers you don't have. You'll enjoy learning something new on Thursday and having your opinion about something challenged (and changed) on Friday. As clear as everything once seemed to you, the weekend brings the news that nothing is black and white, a crucial point, and a good thing to be reminded of.",
  "b": "တနင်္လာနေ့တွင် သင်၏မာနသည် ကောင်းမွန်သော အရာကို ပျောက်ကွယ်စေတတ်၏။ ဘယ်သူတွေ လိုအပ်လဲ။ လက်ရှိအချိန်မှာတော့ လမ်းစပဲရှိပါသေးတယ်။ အင်္ဂါ နှင့် ဗုဒ္ဓဟူး သည် သင့်အား အခြားသူများ နှင့် သင်ကိုယ်တိုင် ၏ ခံစားချက်ကို နားထောင်ရန် အခွင့်အရေးများ ပေးပါသည်။ သင့်မှာ အဖြေမရှိသလို ဟန်ဆောင်နေဖို့ မလိုပါဘူး။ ကြာသပတေးနေ့တွင် အသစ်အဆန်းတစ်ခုခုကို သင်ယူရတတ်ပြီး သောကြာနေ့တွင် အခက်အခဲဖြစ်နေသော အရာတစ်ခုနှင့် ပတ်သက်ပြီး သင်၏ထင်မြင်ယူဆချက် ပြောင်းလဲ ခြင်းကို သင်နှစ်သက်မည် ဖြစ်သည်။ အရာရာတိုင်းဟာ ထင်ရှားနေမှာပါ။ စနေ၊ တနင်္ဂနွေ ပိတ်ရက်တွေမှာ ထူးခြားတာ ဘာမှမရှိ၊ အရေးကြီးတဲ့ အချက်တစ်ခု သို့မဟုတ် သတိထားရမယ့် သတင်းကောင်းတွေ ရှိလာမှာပါ။"
 },
 {
  "id": 9,
  "a": "You're still heading in the same direction; you're just taking a different road. That's the way you see yourself on Monday. You are optimistic and happy to be so organized. Others around you may be less so (why are you always the organized one?), but they're no less directed. Rather than criticize their methods, revel in what you have in common. Although, speaking of things you have in common, resources are tight on Thursday and Friday, and a generous impulse on your part to give up what you have may not be feasible. Compatibility and philosophical depth make the weekend interesting.",
  "b": "မင်းက တခြားလမ်းကို သွားနေပေမယ့် မင်းကိုမင်း တူညီသော ဦးတည်ရာသို့ ဦးတည်နေသေးသည် လို့ ထင်နေတုန်းပဲ။ ဒါက တနင်္လာနေ့မှာ သင်ကိုယ်တိုင်မြင်တဲ့ပုံစံပါ။ စည်းလုံးညီညွတ်ရတာကို မင်းအကောင်းမြင်ပြီး ပျော်တယ်။ သင့်ပတ်ဝန်းကျင်ရှိ အခြားသူများမှာ ဤသို့ မြင်မှု နည်းနိုင်သည် (သင်အဘယ်ကြောင့် အမြဲတစေ စနစ်ကျနေသနည်း)၊ သို့သော် ၎င်းတို့သည် လမ်းညွှန်မှု နည်းပါးပါသည်။ သူတို့ရဲ့ နည်းလမ်းတွေကို ဝေဖန်မယ့်အစား သင့်နဲ့ တူညီတဲ့အရာတွေကို သဘောကျပါ။ ကြာသပတေးနဲ့ သောကြာတွေမှာ  ခက်ခဲမှုတချို့ ရှိနေတတ်ပြီး မင်းမှာရှိနေတဲ့ အရာကို စွန့်လွှတ်ဖို့ ရက်ရောတဲ့ တွန်းအားတစ်ခုက မဖြစ်နိုင်ပါဘူး။ လိုက်ဖက်ညီမှုနှင့် အတွေးအခေါ် နက်နဲမှုသည် တနင်္ဂနွေအားလပ်ရက်ကို စိတ်ဝင်စားစေသည်။"
 },
 {
  "id": 10,
  "a": "The start of the week sets the stage to explore uncharted terrain in your relationships, likely in the form of discussing subjects you've put on the back burner. Speaking your truth is extra empowering now and can bolster understanding and harmony in your bond. Later, you'll need to turn your attention to your public reputation and career path. If you feel like you've fallen off track somehow and could use more focus around your professional aspirations, now's the time to assert your goals with higher-ups. Zeroing in on this part of your life could lead to major rewarding change.",
  "b": "ရက်သတ္တပတ်၏အစတွင် သင်၏ ဆက်ဆံရေးတွေကို ပြေလည်အောင် ညှိနှိုင်းလုပ်ဆောင်ဖို့ လိုအပ်ခြင်းတွေ ကို ပြောပါတယ်။ သင်၏အမှန်တရားကို ပြောဆိုခြင်းသည် ယခုအချိန်တွင် ပိုမိုအားကောင်းလာပြီး သင့်နှောင်ကြိုးတွင် နားလည်မှုနှင့် သဟဇာတဖြစ်မှုကို အားကောင်းစေနိုင်သည်။ နောက်ပိုင်းတွင် သင်၏ အများသူငှာ ဂုဏ်သိက္ခာနှင့် အသက်မွေးဝမ်းကြောင်း လမ်းကြောင်းကို အာရုံစိုက်ရန် လိုအပ်ပါသည်။ သင်သည် တစ်နည်းနည်းဖြင့် လမ်းကြောင်းပေါ်မှ ကျသွားသည်ဟု ခံစားရပြီး သင်၏ ပရော်ဖက်ရှင်နယ် မျှော်မှန်းချက်များနှင့် ပတ်သက်၍ ပိုမိုအာရုံစိုက်နိုင်လျှင် ယခုအချိန်သည် သင့်ရည်မှန်းချက်များကို မြင့်မားသောအဆင့်များဖြင့် အတည်ပြုရန် အချိန်ဖြစ်သည်။ သင့်ဘဝ၏ ဤအပိုင်းကို အာရုံစိုက်ခြင်းသည် ကြီးမားသော အကျိုးရှိသော အပြောင်းအလဲကို ဖြစ်ပေါ်စေနိုင်သည်။"
 },
 {
  "id": 11,
  "a": "Recent tension around the house may explode in the form of an emotional outburst on Monday, but take it lightly. At least all the issues are on the table, and that is better than them being kept in secret cabinets. Besides, Tuesday and Wednesday will be so full of activity completely outside the home realm that you may forget about everything, else at least for a short while. Thursday and Friday you're at your happiest helping other people. By Saturday, you've narrowed your attention to a certain single someone. Spend Sunday focusing on this relationship.",
  "b": "အိမ်တစ်ဝိုက်တွင် မကြာသေးမီက တင်းမာမှုများသည် တနင်္လာနေ့တွင် စိတ်လှုပ်ရှားမှုများ ပေါက်ကွဲထွက်နိုင်သော်လည်း ပေါ့ပေါ့ပါးပါးထားပါ။ အနည်းဆုံးတော့ ပြဿနာအားလုံးက စားပွဲပေါ်မှာလို ထင်ထင်ရှားရှား ရှိနေပြီး အဲဒါတွေကို လျှို့ဝှက်ပုံးထဲမှာ ထည့်ထားတာထက် စာရင် ပိုကောင်းပါတယ်။ ထို့အပြင် အင်္ဂါနေ့နှင့် ဗုဒ္ဓဟူးနေ့များသည် အိမ်အပြင်ဘက်တွင် လှုပ်ရှားမှုများ ပြည့်နှက်နေသဖြင့် အရာအားလုံးကို သင် ခဏတာ မေ့သွားနိုင်သည်။ ကြာသပတေးနဲ့ သောကြာနေ့တွေမှာ သင်ဟာ တခြားသူတွေကို ကူညီရာမှာ အပျော်ဆုံးပါပဲ။ စနေနေ့တွင်၊ သင်သည် လူတယောက်တည်း အပေါ် အာရုံစိုက်မှု ပြုလုပ်နေတတ်သည်။ တနင်္ဂနွေကို လည်း ဒီဆက်ဆံရေးကိုသာ အာရုံစိုက်ပါ။"
 },
 {
  "id": 12,
  "a": "Nothing is more thrilling to you on Monday than the simple exchange of ideas. It hardly matters with whom the ideas are exchanged. Everyone brings aspects of their own life into a conversation, and everyone's life is different. Listening to someone else reminisce about their past in the middle of the week might lead you to thoughts of your own past, but the romantic events of Thursday and Friday ground you firmly once again in the present. On Saturday and Sunday, communication is good, and so is the food. Don't overeat, but don't be shy.",
  "b": "တနင်္လာနေ့တွင် ရိုးရှင်းသော အကြံဥာဏ်များ ဖလှယ်ခြင်းထက် သင့်အတွက် ပိုပြီး စိတ်လှုပ်ရှားဖွယ်ရာ မရှိပါ။ ဘယ်သူနဲ့မဆို အကြံဥာဏ်တွေ ဖလှယ်သင့်ပါတယ်။ လူတိုင်းသည် မိမိတို့ဘဝ၏ အသွင်အပြင်များကို စကားဝိုင်းတစ်ခုသို့ ယူဆောင်လာကာ သူတို့၏ဘဝသည် ပြောင်းလဲသွားစေတတ်သည်။ ရက်သတ္တပတ်ရဲ့အလယ်မှာ တခြားတစ်ယောက်ယောက်ရဲ့ စကားကို နားထောင်ခြင်းက အတိတ်အကြောင်းတွေကို ပြန်အမှတ်ရစေတတ်စလိူ အတွေးတွေက  သင့်ကိုယ်ပိုင်အတိတ်ကို ဦးတည်သွားစေတတ်သည်။ ကြာသပတေးနဲ့ သောကြာရဲ့ အချစ်ရေး အဖြစ်အပျက်တွေက သင့်ကို ပစ္စုပ္ပန်မှာ တစ်ဖန် ခိုင်မြဲစေမှာပါ။ စနေနဲ့ တနင်္ဂနွေတွေမှာ ဆက်သွယ်ရေးတွေ ကောင်းနေတတ်ပြီး အစားအသောက်လည်း ကောင်းနေတတ်တယ်။ အလွန်အကျွံ လည်း မစားပါနှင့်၊ အရမ်းကြီးလည်း မရှက်ပါနဲ့။"
 }
]
