[
 {
  "id": 1,
  "a": "People love chatting with you, but your chatting time Monday through Wednesday is crowded out by more pressing tasks. Be nice, of course, but don't let yourself get trapped in a conversation about, say, what was on TV last night. The best way to get through this week is to narrow your aim and strike quickly at everything. As you check things off your list, your momentum will build and you'll get more done than you ever thought possible. Focus on one person on Friday. Lay on the love. On Saturday and Sunday, nothing is as it seems.",
  "b": "လူတွေက သင်နဲ့ စကားပြောရတာကို နှစ်သက်ကြပေမယ့် တနင်္လာနေ့ကနေ ဗုဒ္ဓဟူးနေ့အထိ ဖိစီးရတဲ့ အလုပ်တွေကြောင့် chatting time က ပိုပြီး စည်ကားနေတတ်ပါတယ်။ ကောင်းပါတယ်၊ ဒါပေမယ့် မနေ့ညက တီဗီမှာ ပြောခဲ့တဲ့ စကားဝိုင်းမှာ ကိုယ့်ကိုယ်ကို ပိတ်မိမနေပါစေနဲ့။ ဒီရက်သတ္တပတ်ကို ဖြတ်ကျော်ဖို့ အကောင်းဆုံးနည်းလမ်းကတော့ မင်းရဲ့ရည်ရွယ်ချက်တွေကို ချုပ်ကြည့်ပြီး အရာအားလုံးကို မြန်မြန်ဆန်ဆန် ထိုးဖောက်ဖို့ပါပဲ။ သင့်စာရင်းထဲက အရာတွေကို စစ်ကြည့်လိုက်တာနဲ့ သင့်အရှိန်အဟုန်က တိုးလာမှာဖြစ်ပြီး သင်ထင်ထားတာထက် ပိုလုပ်နိုင်မှာပါ။ သောကြာနေ့တွင် လူတစ်ဦးကို အာရုံစိုက်ပါ။ အချစ်ပေါ်မှာ စိတ်ကို ထားဖို့ ကြိုးစားပါ။ စနေနဲ့ တနင်္ဂနွေတွေမှာ ထင်သလောက် ဘာမှမဖြစ်ဘူး။"
 },
 {
  "id": 2,
  "a": "The fires of your romantic life are burning so brightly Monday through Wednesday that you can't see anything else. The connection isn't just about physical attraction; it's deeper and more cerebral than that. If you could spend every hour of the week with this person, you would, but Thursday has something else in store for you: a lot of responsibilities to see through. Friday finds you tending to some long-overlooked chores as well, though you find them therapeutic. Saturday and Sunday are marked by creativity and sudden changes.",
  "b": "တနင်္လာနေ့မှ ဗုဒ္ဓဟူးနေ့အထိ မင်းရဲ့အချစ်ရေးမီးတောက်တွေကြောင့် တခြားဘာကိုမှ မမြင်ရ ဖြစ်နေတတ်တယ်။ ချိတ်ဆက်မှုသည် ရုပ်ပိုင်းဆိုင်ရာ ဆွဲဆောင်မှုသာ မဟုတ်ပါ။  အဲဒါထက် စိတ်ပိုင်းဆိုင်ရာတွေ အတွက်ပါ ပိုလေးနက်တယ်။ အကယ်၍ သင်သည် ဤလူနှင့် ဆက်ဆံခြင်းကို ဤတစ်ပတ်အတွင်း နာရီတိုင်း အချိန်ဖြုန်းနိုင်သော်လည်း ကြာသပတေးနေ့တွင် သင့်အတွက် အခြားလုပ်စရာ အရာတစ်ခု ရှိနေတတ်သည်။ ဖြတ်သန်းရန် တာဝန်များစွာရှိနေတတ်သည်။ သောကြာနေ့က သင်ဟာ ဖြေရှင်းနည်းကို ရှာတွေ့ပေမဲ့ ကြာရှည်စွာ သတိမမူမိတဲ့ အလုပ်တွေကို လိုက်လုပ်နေရတာကို တွေ့ရပါတယ်။ စနေနှင့် တနင်္ဂနွေနေ့များကို တီထွင်ဖန်တီးမှုနှင့် ရုတ်တရက်ပြောင်းလဲမှုများဖြင့် အမှတ်အသားပြုပါသည်။"
 },
 {
  "id": 3,
  "a": "You aren't charging out of the gate on Monday. As a matter of fact, you might not even leave the house. The start of the week through Wednesday, you're busy but not particularly ambitious socially. A sense of uncertainty weighs heavily on you, at least until Thursday, when an unexpected romantic development puts a smile on your face. Expect the grin to last through Friday. On Saturday and Sunday, you are inspired to go on a new health kick. In addition to ensuring you look good, this will help you feel good too.",
  "b": "တနင်္လာနေ့တွင် သင်သည် အားမပြည့်သလို ဖြစ်နေတတ်သည်။ အမှန်တော့ အိမ်က အပြင်ထွက်လို့တောင် မရဘူး။ ရက်သတ္တပတ်၏ အစမှ ဗုဒ္ဓဟူးနေ့အထိ သင်သည် အလုပ်များသောကြောင့် လူမှုရေးအရ ရည်မှန်းချက် ကြီးကြီးမားမား မရှိပေ။ မထင်မှတ်ထားသော အချစ်ရေး တိုးတက်မှုတစ်ခု ရရှိလာသလို သင့်မျက်နှာတွင် အပြုံးတစ်ခု ပေါ်လာသောအခါ ဤအပြုံးသည် အနည်းဆုံး ကြာသပတေးနေ့အထိ ရရှိနိုင်ပါသည်။ မသေချာ မရေရာမှု တစ်ခုက သင့်အပေါ် ကြီးမားစွာ သက်ရောက်နေတတ်ပါသည်။ သောကြာထိ ပြုံးပြဖို့ မျှော်လင့်ပါတယ်။ စနေ နှင့် တနင်္ဂနွေ တွင် သင်သည် ကျန်းမာရေး လိုက်စား မှု အသစ် ကို လုပ်ဖို့ စိတ်အား ထက်သန်နေတတ်သည်။ သင့်ရုပ်ရည်ကို လှပစေတဲ့အပြင်၊ ဒါက သင့်ကိုလည်း စိတ်ခံစားမှု ကောင်းကောင်း ခံစားရစေပါတယ်။"
 },
 {
  "id": 4,
  "a": "Think about what you're going to say, then place the call. Taking the first few days of the week step by step is the best way to survive the frantic, albeit fun, times. On Tuesday and Wednesday, if you find yourself flirting with someone, make yourself clear. This is also crucial on Thursday or Friday, but the people you're dealing with will most likely be family members, and the tenor of the conversation could be difficult and emotionally charged. A different kind of charge (a blast of energy) lifts your weekend to great heights.",
  "b": "မင်းဘာပြောမယ် ဆိုတာကို စဉ်းစားပြီး ဖုန်းဆက်လိုက်ပါ။ ရက်သတ္တပတ်၏ ပထမဆုံး ရက်အနည်းငယ်ကို တစ်ဆင့်ပြီးတစ်ဆင့် လုပ်ဆောင်ခြင်းသည် တုန်လှုပ် ချောက်ချားဖွယ် ကောင်းသော်လည်း ပျော်ရွှင်စရာ အချိန်များဖြင့် ရှင်သန်ရန် အကောင်းဆုံး နည်းလမ်းဖြစ်သည်။ အင်္ဂါနေ့နှင့် ဗုဒ္ဓဟူးနေ့များတွင် သင်သည် တစ်စုံတစ်ဦးနှင့် ပရောပရီ လုပ်နေသည်ကို သတိထားမိပါက၊ သင့်ကိုယ်သင် သတိကြီးကြီးထားပါ။ ၎င်းသည် ကြာသပတေး သို့မဟုတ် သောကြာနေ့များတွင် လည်း သတိထားရန် အရေးကြီးသည်။ သင်ဆက်ဆံနေသူများသည် အများအားဖြင့် မိသားစုဝင်များ ဖြစ်ကြပြီး စကားစမြည် ပြောဆိုရ ခက်ခဲနေတတ်ပြီး စိတ်ပိုင်းဆိုင်ရာအရ အပြစ်မြင် ခံရနိုင်သည်။ မတူညီသော အားသွင်းမှုတစ်မျိုး သည် သင်၏ ပိတ်ရက်များတွင် ရရှိနိုင်ရန် လိုအပ်သည်။ စိတ်ပျော်ရွှင်စရာဖြင့် အားအင်ဖြည့်ပါ။"
 },
 {
  "id": 5,
  "a": "Monday through Wednesday are not great days to make major decisions about the future of your cash. In the present, cash could be uncharacteristically flying out of your pockets. More than anything, you're spending money on entertaining ways to waste time. This is all well and good, but Thursday and Friday strike a deeper note. Your close friends are in the picture, and it's been a while since you've caught up. Hanging out with someone and talking for hours is the best use of your Friday night. On Saturday and Sunday, romance and art are prominent themes.",
  "b": "တနင်္လာနေ့မှ ဗုဒ္ဓဟူးနေ့များသည် သင့်ငွေကြေး၏ အနာဂတ်နှင့် ပတ်သက်၍ ကြီးကြီးမားမား ဆုံးဖြတ်ချက်များချရန် ကောင်းသော နေ့များ မဟုတ်ပါ။ လက်ရှိတွင်၊ ငွေသားသည် သင့်အိတ်ကပ်များထဲမှ အငွေ့ ပျံတက်သွားနိုင်သည်။ သင်သည် အချိန်ဖြုန်းခြင်းအတွက် ဖျော်ဖြေရေးနည်းလမ်းများပေါ်တွင် ငွေဖြုန်းနေခြင်းဖြစ်သည်။ ဒါက ကောင်းပေမယ့် ကြာသပတေးနဲ့ သောကြာက ပိုလေးနက်တဲ့ မှတ်ချက် တစ်ခု ချရတတ်တယ်။ မင်းရဲ့အရင်းနှီးဆုံး သူငယ်ချင်းတွေနဲ့ မြင်ရနိုင်ပြီး မင်းကို ဖမ်းစားထားတတ်ကြတယ်။ တစ်စုံတစ်ယောက်နှင့် နာရီပေါင်းများစွာ စကားပြောဆိုခြင်းသည် သင်၏ သောကြာညအတွက် အကောင်းဆုံး ဖြစ်သည်။ စနေနှင့် တနင်္ဂနွေနေ့များတွင် အချစ်နှင့်အနုပညာသည် ထင်ရှားသော အကြောင်းအရာများ ဖြစ်သည်။\n"
 },
 {
  "id": 6,
  "a": "It's not raining, it's pouring the first half of the week, metaphorically, at least. You were in the mood to meet some new people, and a bus full of new people has just pulled up to your life. If you're single and looking, this is an especially wonderful development. Chatting, shaking hands, and even flirting take up your week until Thursday, when money concerns distract you from your social life. Friday is a high point in your week. You've gotten a lot done. Saturday and Sunday are fun, friend-filled, and active.",
  "b": "တစ်ပတ်ရဲ့ တဝက်လောက်က စိတ်ခံစားမှု ရာသီဥတု သိပ်မကောင်းသလို ဖြစ်နေတတ်တယ်၊ သင်သည် လူသစ်အချို့နှင့် တွေ့ဆုံရန် ခံစားချက်ရှိပြီး လူသစ်များဖြင့် ပြည့်နေသည့် သင့်ဘဝဆီသို့ သင့်ကိုယ်သင် ယခုတိုင် ဆွဲခေါ်သွားခဲ့သည်။ အကယ်၍ သင်သည် တစ်ကိုယ်ရေ သမားဖြစ်ပြီး အချစ်ရေးကို ရှာဖွေနေပါက၊ ၎င်းသည် အထူးကောင်းမွန်သော တိုးတက်မှုတစ်ခုဖြစ်သည်။ စကားပြောခြင်း၊ လက်ဆွဲနှုတ်ဆက်ခြင်း နှင့် ပရောပရည် လုပ်ခြင်းများသည် သင့်လူမှုရေးဘဝမှ သင့်ကို အာရုံပြောင်းစေသည်။ ငွေကိစ္စကြောင့် လူတွေရှောင်ဖယ်ခြင်း ခံစားချက်မှ ကင်းဝေးစေသည်။ ဤခံစားချက်သည် ကြာသပတေးနေ့အထိ ဖြစ်နေတတ်ပါသည်။ သောကြာသည် သင့်ရက်သတ္တပတ်တွင် အမှတ်အများဆုံး အကောင်းဆုံးဖြစ်သည်။ မင်းအများကြီးလုပ်ခဲ့ပြီးပြီ။ စနေနှင့် တနင်္ဂနွေများသည် ပျော်စရာများ၊ သူငယ်ချင်းများနှင့် ပြည့်နှက်နေပြီး တက်ကြွနေပါသည်။"
 },
 {
  "id": 7,
  "a": "Your wild side is coming through at the start of the week and people are responding well to it. You are the kind of person who makes an impact. Let your creative brilliance solve whatever conundrums are puzzling the people around you. Toward the middle of the week, your mind fills with possibilities for the future. This is a time for new beginnings. The workweek ends with the spotlight on you, and it stays there throughout the weekend, a weekend that sees you rewarding yourself with an extravagant purchase.",
  "b": "မင်းရဲ့ အသိဉာဏ်ကျယ်တဲ့ ဘက်ကတော့ ဒီတစ်ပတ်ရဲ့အစမှာ ရောက်လာပြီး လူတွေက အဲဒါကို ကောင်းကောင်း သတိပြမိပါတယ်။ သင်ဟာ လွှမ်းမိုးမှု ရှိတဲ့ သူတစ်ယောက်ပါ။ သင်၏ ဖန်တီးမှုစွမ်းရည် ထက်မြက်မှုက သင့်ပတ်ဝန်းကျင်ရှိ လူများကို စိတ်ရှုပ်ထွေးစေသည့် ပြဿနာများကို ဖြေရှင်းနိုင်ပါစေ။ ရက်သတ္တပတ်ရဲ့ အလယ်မှာ မင်းရဲ့စိတ်က အနာဂတ်အတွက် ဖြစ်နိုင်ချေတွေနဲ့ ပြည့်နေတယ်။ ဤအချိန်သည် အသစ်အဆန်းများအတွက် အချိန်ဖြစ်သည်။ အလုပ်ရက်သတ္တပတ်သည် သင့်အပေါ် အာရုံစူးစိုက်မှုဖြင့် ကုန်ဆုံးမည်ဖြစ်သည်။ ပိတ်ရက်များတွင် အလွန်အကျွံ သုံးစွဲမှု ဝယ်ယူမှုဖြင့် သင့်ကိုယ်သင် ဆုချသလို ဖြုန်းနေတတ်သည်။"
 },
 {
  "id": 8,
  "a": "A party is a fine place to get some things figured out. You and your friends have a casual rapport that strikes fairly deeply, a shorthand that lets you talk about weighty issues with lightness and humor. You are constantly impressed by these friends, especially on Wednesday. On Thursday and Friday, your chest swells with contentment. Intuition, sensitivity, and pride all figure strongly toward the end of the week. This weekend, someone who has heard good things about you will finally get to meet you, and they'll treat you like a celebrity.",
  "b": "ပါတီတစ်ခုသည် အချို့အရာများကို ဖော်ထုတ်ရန် ကောင်းမွန်သောနေရာတစ်ခုဖြစ်သည်။ သင်နှင့် သင့်သူငယ်ချင်းများသည် သင့်အား ပေါ့ပေါ့ပါးပါးနှင့် ဟာသများဖြင့် လေးလေးနက်နက်သော ပြဿနာများအကြောင်း ဆွေးနွေးနိုင်စေမည်။ လေးလေးနက်နက် ထိတွေ့မှုရှိသော ပေါ့ပေါ့ပါးပါး ဆက်ဆံရေးတစ်ခုရှိသည်။ အထူးသဖြင့် ဗုဒ္ဓဟူးနေ့တွင် သင့်အား ဤသူငယ်ချင်းများက အမြဲအထင်ကြီးနေပါသည်။ ကြာသပတေးနှင့် သောကြာနေ့များတွင် သင့်ရင်ဘတ်သည် ကျေနပ်အားရမှုနှင့်အတူ ပြည့်လျှံနေပါသည်။ ပင်ကိုယ်စိတ်၊ အာရုံခံနိုင်စွမ်းနှင့် မာနတို့သည် သီတင်းပတ်၏အဆုံးတွင် ပြင်းထန်စွာ ပေါ်လာတတ်သော အရာများ ဖြစ်နေတတ်သည်။ ဒီတစ်ပတ်မှာတော့ မင်းကောင်းကြောင်းတွေ ကြားရသူ တစ်ယောက်ဟာ နောက်ဆုံးမှာ မင်းနဲ့တွေ့ဆုံခွင့်ရပြီး မင်းကို နာမည်ကြီး တစ်ယောက်လို ဆက်ဆံလိမ့်မယ်။"
 },
 {
  "id": 9,
  "a": "What you need at the outset of the week is the skills of a mathematician. If you're not a mathematician, just work extra hard to be logical and reasonable when dealing with whatever comes your way. Emotional investment isn't paying off at this juncture. That said, be as warm as possible when communicating with others. On Thursday and Friday, largely because you're giving off good vibes, a family event you've been dreading turns out to be a blast. On Saturday and Sunday, rely on your flexibility and organizational prowess to get everything done.",
  "b": "တစ်ပတ်ရဲ့ အစမှာ သင်လိုအပ်တဲ့ အရာက သင်္ချာပညာရှင် တစ်ယောက်ရဲ့ အရည်အချင်းပါပဲ။ သင်္ချာပညာရှင် မဟုတ်ပါက၊ သင့်လမ်းကို လာသမျှကို ကိုင်တွယ်ဖြေရှင်းရာတွင် ယုတ္တိရှိပြီး ကျိုးကြောင်းဆီလျော်မှုရှိရန် ပိုကြိုးစားပါ။ စိတ်ခံစားမှုဆိုင်ရာ ရင်းနှီးမြုပ်နှံမှုသည် ဤအခိုက်အတန့်တွင် အကျိုးမဖြစ်ထွန်းပါ။ တခြားသူတွေနဲ့ ပြောဆိုဆက်ဆံတဲ့အခါ တတ်နိုင်သမျှ နွေးနွေးထွေးထွေး ဆက်ဆံပါ။ ကြာသပတေးနေ့နှင့် သောကြာနေ့များတွင်၊ အဓိကအားဖြင့် သင်သည် ကောင်းသောခံစားမှုများကို ပေးဆောင်နေသောကြောင့်၊ သင်ကြောက်လန့်နေသော မိသားစုဖြစ်ရပ်သည် ပေါက်ကွဲသံတစ်ခု ဖြစ်လာသည်။ စနေနှင့် တနင်္ဂနွေနေ့များတွင် အရာအားလုံး ပြီးမြောက်စေရန် သင်၏ လိုက်လျော ညီထွေမှုနှင့် အဖွဲ့အစည်းဆိုင်ရာ စွမ်းရည်ကို အားကိုးပါ။"
 },
 {
  "id": 10,
  "a": "You're sick of what you already know. You'd rather wing it in a conversation about a subject you've hardly ever considered. This is related to a desire (that is strong Monday through Wednesday) to experience new things. To grow mentally. To expand. On Thursday and Friday, you have little time to acquire information, what with all the things everyone else needs from you, but even in your most trying moments you have an eye on the beauty around you. The weekend offers plenty of time to be around friends and stare up at the sky.",
  "b": "မင်းသိပြီးသား အရာတွေအတွက် မင်းစိတ်မကောင်း ဖြစ်ရတတ်တယ်။ သင်မစဉ်းစားဖူးသော အကြောင်းအရာ တစ်ခုအကြောင်း စကားဝိုင်း တစ်ခုတွင် ငြင်းဆိုခံရတတ်သည်။ ၎င်းသည် အသစ်သော အရာများကို တွေ့ကြုံခံစားရန် (တနင်္လာနေ့မှ ဗုဒ္ဓဟူးနေ့အထိ) ပြင်းပြသောဆန္ဒတစ်ခုနှင့် သက်ဆိုင်ပါသည်။ စိတ်ပိုင်းဆိုင်ရာ သဘောထားကြီးဖို့ နှင့် ပိုမို အမြင်ကျယ်စေရန် လိုအပ်ပါသည်။ ကြာသပတေးနှင့် သောကြာနေ့များတွင် သင့်ထံမှ အခြားလူတိုင်း လိုအပ်သည့် အရာအားလုံးနှင့် သတင်းအချက် အလက် ရယူရန် အချိန် အနည်းငယ်သာ ရှိတတ်သည်။  သင် အလုပ်ကို အကြိုးစားဆုံး အချိန်များတွင်ပင် သင့်ပတ်ဝန်းကျင်ရှိ အလှတရားကို သင်မျက်စိ ကျမိတတ်ပါသည်။ ပိတ်ရက်တွေမှာ သူငယ်ချင်းတွေနဲ့ အတူတူနေပြီး ကောင်းကင်ကိုမော့ကြည့်ဖို့ အချိန်များများပေးတယ်။ လောကကြီးကို မြင်တတ်ပါစေ။"
 },
 {
  "id": 11,
  "a": "As good as it can be to take risks in your life, risks aren't going to go your way on Monday or Tuesday. Tempted as you are, you're best off passing them up. Being careful is key. Don't let any minor details escape your attention on Wednesday. On Thursday, the tension finally breaks and you can rely more on your wits. Sometimes it's a lot more fun to go along for the ride than to be the person setting the course. Without the stress of being in control, you can open yourself up to worry-free bliss. Worries about work weigh on you this weekend. Modesty and calmness are the answer.",
  "b": "သင့်ဘဝတွင် အန္တရာယ်များ နှင့် စွန့်စားရနိုင်သလောက် အကျိုးများတတ်သော်လည်း တနင်္လာနေ့ သို့မဟုတ် အင်္ဂါနေ့များတွင် သင့်မလုပ်သင့်ပေ။ စွန့်စားရန် သွေးဆောင်ခံရပါက ၎င်းတို့ကို ကျော်ဖြတ်ခြင်းသည် အကောင်းဆုံးဖြစ်သည်။ သတိရှိဖို့က အဓိကပါ။ ဗုဒ္ဓဟူးနေ့တွင် သင့်ကို တခြားသူများ အာရုံစူးစိုက်မှုမှ လွတ်ကင်းစေရန် အသေးအဖွဲ အသေးစိတ် အချက်အလက်များတောင် ခွင့်မပြုပါနှင့်။ ကြာသပတေးနေ့တွင်၊ ခက်ခဲမှုသည်နောက်ဆုံးတွင် အောင်မြင်ပြီး သင်၏ဉာဏ်ကို ပိုမိုအားကိုးနိုင်ပါသည်။ တခါတရံမှာ ဘာမှ မသိတဲ့ သူတွေနဲ့ လိုက်သွားရတာ ပိုပျော်စရာ ကောင်းတယ်။ စိတ်ဖိစီးမှုမရှိဘဲ ပူပန်မှုကင်းသော ပျော်ရွှင်မှုကို သင်ကိုယ်တိုင် တောင်းဆိုနိုင်သည်။ အလုပ်နဲ့ပတ်သက်တဲ့ စိတ်ပူပင်မှုတွေက ဒီရက်သတ္တပတ်မှာ သင့်အပေါ် သက်ရောက်စေတတ်ပါတယ်။ ကျိုးနွံခြင်းနှင့် ငြိမ်သက်ခြင်းသည် အဖြေဖြစ်သည်။\n"
 },
 {
  "id": 12,
  "a": "Some people like to sit on the porch and talk about their dreams. You'd rather march into the world and realize yours. But there are a lot of porch-sitters in your life, so for the first half of the week, keep your head down and ignore them. In the second half of the week, you're more open to other people, but you'd still be wise to follow your mood, and if that means building a fort with couch cushions, crawling in with a book, and shutting out the rest of the world, so be it. Something takes you beyond your sofa this weekend (a trip?) and the journey does you tons of good.",
  "b": "တစ်ချို့လူတွေက အိမ်မှာထိုင်ပြီး အိမ်မက်တွေ အကြောင်း ပြောရတာကို နှစ်သက်ကြပါတယ်။ မင်းက လောကကြီးထဲကို တကယ်လျှောက်သွားပြီး မင်းရဲ့ လက်တွေ့ဘဝကို မင်းကိုယ်တိုင် နားလည်အောင် ပြုလုပ်စေချင်တယ်။ ဒါပေမယ့် မင်းဘ၀မှာ မင်းကို တင်းကြပ် ထိန်းချုပ် အမိန်းပေးသူတွေ အများကြီး ရှိနေတတ်တယ်၊ ဒါကြောင့် တစ်ပတ်ရဲ့ ပထမ တဝက်အတွက် ခေါင်းငုံ့ထားပြီး သူတို့ကို လျစ်လျူရှုလိုက်ပါ။ သီတင်းပတ်ရဲ့ ဒုတိယ တဝက်မှာ သင်ဟာ တခြားသူတွေကို ပိုပြီး ပွင့်လင်းလာပေမယ့် မင်းရဲ့ စိတ်ခံစားချက်ကို လိုက်နာဖို့ ခေါင်းမာနေတုန်းပါပဲ၊ အဲဒါက ဆိုဖာကူရှင်တွေ ပေါ်မှာ စာအုပ်တစ်အုပ်နဲ့ နေလိုက်ပြီး ပြုလိုက်ရင် တခြား ကျန်ကမ္ဘာ တွေကို မေ့ထားမယ်ထင်တာလား။ ဒီအပတ်မှာ မင်းရဲ့ဆိုဖာတွေကို တစ်စုံတစ်ခုနဲ့ အစားထိုးလိုက်ပြီး မင်းကို ခရီးတစ်ခုသွားစေချင်မလား?။ ခရီးက မင်းအတွက် တော်တော်ကောင်းပါတယ်။"
 }
]
