[
 {
  "id": 1,
  "a": "Integrity and perseverance are important at the start of the week, but so is having fun. Monday reminds you of being a kid again, of playing games in imaginary settings and goofing around with friends you feel like you've known forever. You don't get to indulge like this often. Come midweek, you have to put on a serious face again and strike out into the serious world to do serious things. And Thursday and Friday find you seriously focused on one person. The weekend? Seriously emotional, but bear in mind that things may not be as they seem.",
  "b": "ရက်သတ္တပတ်အစတွင် ဂုဏ်သိက္ခာ နှင့် ဇွဲလုံ့လတို့သည် အရေးကြီးသော်လည်း ပျော်ရွှင်ခြင်း တခုလည်း ဖြစ်သည်။ တနင်္လာနေ့သည် ကလေးဘဝမှ အဖြစ်အပျက်များ၊ အတိတ်မှ ဖြစ်ရပ်များကို သတိရစေသည်။ ဒီလိုမျိုး မကြာခဏ လုပ်နေလို့ မရပါဘူး။ သီတင်းပတ်လယ်တွင်၊ သင်သည် လေးနက်သော မျက်နှာထားဖြင့် တစ်ဖန်ပြန်၍ လေးနက်သော လောကထဲသို့ ဝင်ရပေမည်။ ကြာသပတေးနှင့်သောကြာနေ့များတွင် သင်သည် လူတစ်ဦးကို အလေးအနက်ထား အာရုံစိုက်နေသည်ကို တွေ့ရပါသည်။ စနေ, တနင်္ဂနွေ  နေ့များတွင် စိတ်ခံစားမှုပြင်းထန်သော်လည်း အရာများသည် ထင်သလောက် မဖြစ်နိုင်သည်ကို သတိပြုပါ။"
 },
 {
  "id": 2,
  "a": "A family member comes into your life on Monday (or calls you up) and leads you toward a small but meaningful personal discovery. There are aspects of yourself that only your family can draw out of you. Discoveries abound on Tuesday and Wednesday as well, especially in the romance realm. Put on your safety goggles because the sparks will fly. Thursday finds you slightly crippled by all the conflicting emotions running through you. To be productive, just stop thinking about them. A power struggle comes between you and a friend (or lover) over the weekend. Do whatever it takes to make things right.",
  "b": "မိသားစုဝင် တစ်ဦးသည် တနင်္လာနေ့တွင် သင့်ဘဝထဲသို့ ဝင်လာပြီး (သို့မဟုတ် သင့်အား ဖုန်းခေါ်သည်) နှင့် သေးငယ်သော်လည်း အဓိပ္ပာယ်ရှိသော ဘဝ ရှာဖွေတွေ့ရှိမှုဆီသို့ သင့်အား ပို့ဆောင်ပေးသည်။ သင်၏ အရည်အချင်းများ ထွက်လာအောင် သင့်မိသားစုကသာ သင့်ထံမှ ဆွဲထုတ်နိုင်ခြင်း ရှိသည်။ အင်္ဂါနေ့နှင့် ဗုဒ္ဓဟူးနေ့များတွင်လည်း ရှာဖွေတွေ့ရှိမှုအသစ်များ ပေါ်ပေါက်လာပြီး အထူးသဖြင့် အချစ်ရေးနယ်ပယ်တွင် လည်း ဖြစ်နိုင်သည်။ မီးပွားများ ပျံသွားနိုင်သောကြောင့် သင့်ဘေးကင်းရေး အတွက် ကာကွယ်သင့်သည်များကို ကာကွယ်ပါ။ ကြာသပတေးနေ့သည် သင့်အား ဖြတ်သန်းစီးဆင်းနေသော ကွဲလွဲနေသော စိတ်ခံစားမှု အားလုံးကြောင့် အနည်းငယ် အားနည်းသွားသည်ကို တွေ့ရပါသည်။ ဖြစ်ထွန်းစေရန်၊ ၎င်းတို့အကြောင်း မတွေးဘဲ ရပ်လိုက်ပါ။ သီတင်းပတ်ကုန်တွင် သင်နှင့် သူငယ်ချင်း (သို့မဟုတ် ချစ်သူ) အကြား အာဏာလွန်ဆွဲပွဲသည် ဖြစ်ပေါ်လာတတ်သည်။ မှန်ကန်ဖို့ လိုအပ်တာမှန်သမျှ လုပ်ပါ။"
 },
 {
  "id": 3,
  "a": "A love letter changes everything at the outset of the week and plants a smile on your face that's impossible to wipe off (it will stay there for days). On Tuesday and Wednesday, you're feeling overwhelmed (secretly inwardly happy but nonetheless overwhelmed), and not doing much at all is the greatest gift you could give yourself. Thursday and Friday are romantic (if the plans are left up to you, be creative, weird, and daring), but this weekend, you end up having a lot of time on your own. Spend it doing something healthy and good for you.",
  "b": "ရက်သတ္တပတ်၏ အစပိုင်းတွင် အချစ်ရေး နှင့် ပတ်သက်သော စာတစ်စောင်သည် အရာအားလုံးကို ပြောင်းလဲစေပြီး သင့်မျက်နှာပေါ်တွင် ဖျောက်ဖျက်၍ မရနိုင်သော အပြုံးတစ်ခုပေးသည် (ရက်ပေါင်းများစွာ ရှိနေလိမ့်မည်)။ အင်္ဂါနေ့နှင့် ဗုဒ္ဓဟူးနေ့များတွင် သင်သည် စိုးရိမ်ပူပန်ခြင်း (တိတ်တဆိတ် ပျော်ရွှင်နေသော်လည်း လွှမ်းသွားသည်) ခံစားရတတ်ပြီး ကျော်ဖြတ်နိုင်ခြင်းသည် သင်ကိုယ်တိုင် ပေးနိုင်သော အကောင်းဆုံး လက်ဆောင်ဖြစ်သည်။ ကြာသပတေးနှင့် သောကြာနေ့များသည် အချစ်ရေး အတွက် ဖြစ်သည် (အစီအစဥ်များကို သင့်အတွက်ချန်ထားခဲ့ပါက၊ တီထွင်ဖန်တီးနိုင်သည်၊ ထူးဆန်းပြီး သတ္တိရှိပါ) သို့သော် ဤစနေတွင် သင့်အတွက် ကျန်းမာရေးနှင့် ညီညွတ်သော အရာတစ်ခုခုကို အသုံးချပါ။"
 },
 {
  "id": 4,
  "a": "You move slowly through the obstacle course at the start of the week, gathering points as you go. Speed is not the issue; style is much more important. By Tuesday or Wednesday, your speed is going to pick up anyway. Communication also figures strongly: If someone is making eyes at you, don't be shy. Engage and flirt, but nothing too heavy. Thursday and Friday find you in funny waters. You may get emotional about a family situation (family situations can be especially stressful), but the weekend is the kind that reminds you that it's fun to be alive.",
  "b": "သင်သည် သီတင်းပတ်၏အစတွင် အတားအဆီးလမ်းကြောင်းကို ဖြတ်ကျော်ကာ သင်သွားနေစဉ် ကြုံတွေ့ရသမျှ အချက်များကို စုဆောင်းပါ။ မြန်နှုန်းသည် ပြဿနာမဟုတ်ပါ။ style က ပိုအရေးကြီးတယ်။ အင်္ဂါနေ့ သို့မဟုတ် ဗုဒ္ဓဟူးနေ့တွင် သင့်အရှိန်သည် မည်သို့ပင် တက်လာမည်နည်း။ ဆက်သွယ်ရေးမှာလည်း အားကောင်းလာပါတယ်- တစ်စုံတစ်ယောက်က သင့်ကို မျက်လုံးဖြင့် အချက်ပြနေတယ်ဆိုရင် မရှက်ပါနဲ့။ အပေါ်ရန် ပရောပရည် လုပ်ခြင်းသာ ဖြစ်သည်။ ဘာမှ အလေးအနက် မရှိပါ။ ကြာသပတေးနဲ့ သောကြာနေ့တွေမှာ သင့်ကို ရယ်စရာကောင်းတဲ့ အခြေအနေမှာ တွေ့နိုင်ပါတယ်။ မိသားစု အခြေအနေနဲ့ ပတ်သက်တဲ့ စိတ်ခံစားမှုတွေ ရနိုင်မယ် (အထူးသဖြင့် မိသားစုအခြေအနေတွေက စိတ်ဖိစီးမှုတွေ ဖြစ်နိုင်ပါတယ်)၊ ဒါပေမယ့် ပိတ်ရက်ကတော့ အသက်ရှင်ရတာ ပျော်စရာကောင်းတယ်လို့ သင့်ကိုသတိပေးမယ့် ပိတ်ရက်မျိုးပါ။"
 },
 {
  "id": 5,
  "a": "You walk out of the house on Monday feeling energetic, luxurious, creative, and prepared for romance. Naturally, not all of these feelings will last into Tuesday and Wednesday. You'll get to put all your energy to use, but the feelings of luxury, creativity, and romance will all be overshadowed by what you have to get done. By Thursday, you'll finally get a break. Tell a friend about all the things you're juggling. And on Friday, if you meet someone who rocks your world, tell them. Let your feelings be known. This weekend, when someone drives you nuts, practice tolerance.",
  "b": "တနင်္လာနေ့တွင် သင်သည် စိတ်အားထက်သန်မှု၊ ဇိမ်ခံမှု၊ တီထွင်ဖန်တီးမှုနှင့် အချစ်ဇာတ်လမ်းအတွက် ပြင်ဆင်ထားသည်ဟု ခံစားချက်နှင့် သင်သည် အိမ်မှထွက်လာသည်။ ပုံမှန်အားဖြင့်၊ ဤခံစားချက်များ အားလုံးသည် အင်္ဂါနေ့နှင့် ဗုဒ္ဓဟူးနေ့အထိ ကြာရှည်မည် မဟုတ်ပေ။ သင်အသုံးပြုရန် သင့်စွမ်းအင်အားလုံးကို အသုံးချနိုင်သော်လည်း ဇိမ်ခံမှု၊ တီထွင်ဖန်တီးမှုနှင့် အချစ်ဇာတ်လမ်းများ၏ ခံစားချက်များသည် သင်လုပ်ဆောင်ရမည့်အရာက လွှမ်းမိုးသွားမည်ဖြစ်သည်။ ကြာသပတေးနေ့တွင် သင်သည် ခဏတဖြုတ် အနားယူရပါလိမ့်မည်။ သင်ပြုလုပ်နေတဲ့ အရာတွေအားလုံးကို သူငယ်ချင်းကိုပြောပြပါ။ သောကြာနေ့မှာ သင့်ကမ္ဘာကို တုန်လှုပ်စေမယ့် သူနဲ့တွေ့ရင် သူတို့ကို ပြောပြပါ။ မင်းရဲ့ခံစားချက်တွေကို သိပါစေ။ ဒီအပတ်မှာ တစ်စုံတစ်ယောက်က သင့်ကို အရူးလုပ်တဲ့အခါ သည်းခံမှုကို လေ့ကျင့်ပါ။"
 },
 {
  "id": 6,
  "a": "The roller coaster might be bumpy on Monday, but that doesn't mean you should eject yourself from the ride. That would clearly only make things worse. Focus on getting through the day no matter how many busybodies and worrywarts cross your path. Tuesday and Wednesday will also be crowded with people, but they will be good people, people you already know and love or people you want to meet. On Thursday and Friday, worries about money keep you from being able to think clearly about anything else, but this weekend reminds you how little money ultimately matters.",
  "b": "တနင်္လာနေ့တွင် အဖုအထစ် အနည်းငယ် ဖြစ်နိုင်သော်လည်း ရှောင်ထွက်သွားရန်မသင့်ပါ။ ဒီလိုပြုလုပ်ခြင်းဟာ ပိုမိုဆိုးရွားစေတတ်ပါတယ်။ မင်းရဲ့ လုပ်ရမည့် အရာတွေပေါ်မှာသာ အာရုံစိုက်ထားပြီး မအားအောင် နေခြင်း ပြုလုပ်ခြင်းဖြင့် မင်းရဲ့ ပူပန်စရာတွေကို လျှော့ချပစ်ပါ။ အင်္ဂါ နှင့် ဗုဒ္ဓဟူး တို့တွင်လည်း လူများနှင့် စည်ကားနေသော်လည်း ၎င်းတို့သည် လူကောင်းများ၊ သင်သိပြီး ချစ်မြတ်နိုးသူများ သို့မဟုတ် သင်တွေ့လိုသော လူများ ဖြစ်ကြလိမ့်မည်။ ကြာသပတေးနှင့် သောကြာနေ့များတွင် ငွေနှင့်ပတ်သက်သော စိုးရိမ်မှုများသည် အခြားအရာများကို ရှင်းရှင်းလင်းလင်း မတွေးတောနိုင်တော့ဘဲ ဖြစ်နေတတ်ပါသည်။ ပိတ်ရက်များတွင်တော့ ငွေနည်းနည်းလေးကတောင် ဘယ်လို အကြောင်းအရာတွေကို ဖြစ်ပျက်စေခဲ့သလဲဆိုတာကို မင်းပြန်သတိထားမိပါလိမ့်မယ်။"
 },
 {
  "id": 7,
  "a": "All of your crazy ideas? Monday is the day to share them. Take a group to lunch or invite friends over for a dinner party and pretend that you are all famous writers and artists at the forefront of a new movement. Be an iconoclast. Your social life is a ship these days and somehow you've been voted captain. Surprise everyone with the energy you bring to the task. The week sees you being wilder than usual and not feeling encumbered by authority. As energy levels are high, so are emotions (remember this on Friday). Expect a bombastic weekend.",
  "b": "ဘယ်လိုအကြောင်းအရာမျိုး အိုင်ဒီယာမျိုးကိုမဆို မျှဝေသင့်တဲ့ တနင်္လာနေ့ပါပဲ။ မင်းရဲ့ ရူးသွပ်တဲ့ စိတ်ကူးတွေ အားလုံးကို ရောပေါ့။ နေ့လယ်စာစားရန် အဖွဲ့လိုက် သို့မဟုတ် ညစာစားပွဲတစ်ခုအတွက် သူငယ်ချင်းများကို ဖိတ်ခေါ်ပြီး သင်သည် လှုပ်ရှားမှုအသစ်၏ ရှေ့တန်းမှ လူဖြစ်ကြောင်း နာမည်ကြီး သူများပြုလုပ်သလို ပြုမှုပါ။ လူအများယုံကြည်ထားသူ တယောက်ဖြစ်ပါစေ။ မင်းရဲ့လူမှုရေးဘဝဟာ အခုခေတ်မှာ သင်္ဘောတစ်စင်းဖြစ်ပြီး မင်းကို ကပ္ပတိန်အဖြစ် တစ်နည်းတစ်ဖုံ မဲပေးတတ်ကြပါလိမ့်မယ်။ သင်တာဝန်ယူ လုပ်ဆောင်လာပေးသော စွမ်းအင်ဖြင့် လူတိုင်းကို အံ့အားသင့်စေပါ။ ရက်သတ္တပတ်က မင်းကို ခါတိုင်းထက် ပိုလိုက်လျောနေပြီး အာဏာပိုင်တွေရဲ့ ချုပ်နှောင်မှုကိုလည်း မခံစားရဘူး။ စွမ်းအင်အဆင့် မြင့်လာသည်နှင့်အမျှ စိတ်ခံစားမှုများ ဖြစ်ပေါ်စေသော သောကြာနေ့ ဖြစ်ပါလိမ့်မည်။ ခံစားမှု ပြင်းထန်သော သီတင်းပတ်ကုန်ကို မျှော်လင့်ပါ။"
 },
 {
  "id": 8,
  "a": "The boss is bothering you on Monday, not that there's anything wrong per se, but the energy is off and maybe you're a bit cranky. On Tuesday and Wednesday, let your friends cheer you up. Sitting back and listening to your pals talk to each other is endlessly entertaining. Somehow these intellectual debates never become contentious, probably because, beneath it all, you love one another. Thursday is a group-hug kind of day (it would be hilarious if you could actually convince your friends to go for a group hug). This weekend has you beaming.",
  "b": "သူဌေးက တနင်္လာနေ့မှာ မင်းကို အနှောက်အယှက် ပေးနေတယ်၊ တစ်ခုခု မှားနေတာ မဟုတ်ဘူး၊ ဒါပေမယ့် စွမ်းအင်တွေ ပြတ်သွားပြီး မင်း နည်းနည်း မိုက်မဲနေတာ ဖြစ်နိုင်ပါတယ်။ အင်္ဂါနေ့နှင့် ဗုဒ္ဓဟူးနေ့များတွင် သင့်သူငယ်ချင်းများနှင့် ပျော်ရွှင်ကြပါစေ။ ထိုင်ပြီး သူငယ်ချင်း အချင်းချင်း စကားပြောတာကို နားထောင်ရတာ ကြည်နူးစရာပါပဲ။ တစ်နည်းနည်းနဲ့ ဒီဥာဏ်ရည်ဉာဏ်သွေး ငြင်းခုံမှုတွေဟာ ဘယ်တော့မှ အငြင်းအခုံဖြစ်လာမှာ မဟုတ်ဘူး၊ အဲဒါတွေအားလုံးရဲ့အောက်မှာ မင်းဟာ တစ်ယောက်ကို တစ်ယောက် ချစ်လို့ ဖြစ်နိုင်ပါတယ်။ ကြာသပတေးနေ့သည် အုပ်စုလိုက် ပျော်မွေ့သည့် နေ့မျိုးဖြစ်သည် (သင့်သူငယ်ချင်းများကို အမှန်တကယ်စည်းရုံးနိုင်လျှင် ပျော်စရာကောင်းလိမ့်မည်)။ ဒီတစ်ပတ် ပိတ်ရက်မှာ မင်း ရင်ခုန်စရာတွေ ရှိတယ်။"
 },
 {
  "id": 9,
  "a": "The sight of an airplane in the sky on Monday makes you wistful, and it also makes you think about where you want to go. It's time to make travel plans. Big or small, it doesn't matter. Just go somewhere with a friend or even by yourself (great soul-searching opportunity). Work stuff has you occupied Tuesday and Wednesday (cross as many things off your list as possible, be careful when communicating, focus on the details). Thursday and Friday are family days. Saturday is packed to the gills with plans and people, as is Sunday. Be open-minded and flexible.",
  "b": "တနင်္လာနေ့တွင် ကောင်းကင်ယံ၌ လေယာဉ်ပျံကိုမြင်ရသည်မှာ ရင်ခုန်စေကာ သင်သွားချင်သည့်နေရာကိုလည်း တွေးတောစေသည်။ ခရီးသွား အစီအစဉ်တွေ လုပ်ဖို့ အချိန်ရောက်ပြီ။ ကြီးသည်ဖြစ်စေ၊ သေးသည်ဖြစ်စေ အရေးမကြီးပါ။ သူငယ်ချင်းတစ်ယောက်နှင့် တစ်နေရာရာသို့ သွားပါ သို့မဟုတ် သင်ကိုယ်တိုင်ပင် စိတ်ဝိညာဉ်ရှာဖွေရန် အခွင့်အလမ်းကောင်း ဖြစ်ပါသည်။ အင်္ဂါနေ့နှင့် ဗုဒ္ဓဟူးနေ့များတွင် အလုပ်ကိစ္စများကို သင်သိမ်းပိုက်ထားပြီးဖြစ်သည် (သင့်စာရင်းထဲမှ အရာများကို တတ်နိုင်သမျှဖြတ်ကျော်ပါ၊ ဆက်သွယ်သည့်အခါတွင် သတိထားပါ၊ အသေးစိတ်အချက်အလက်များကို အာရုံစိုက်ပါ)။ ကြာသပတေးနှင့် သောကြာသည် မိသားစုနေ့များဖြစ်သည်။ စနေနေ့သည် တနင်္ဂနွေနေ့ကဲ့သို့ပင် အစီအစဥ်များနှင့် လူများဖြင့် ပြည့်ကျပ်နေသည်။ ပွင့်လင်းမြင်သာပြီး လိုက်လျောညီထွေရှိပါ။"
 },
 {
  "id": 10,
  "a": "An apple pie is enticing, but think of how you would feel if you sat down and ate the whole thing. In other words, be careful of indulging too much in beautiful things. Besides, you don't want to weigh yourself down, because you need to be on your toes Tuesday and Wednesday. Thursday requires your total focus. You'll have to put blinders on to block out the rest of the world just to get all your responsibilities taken care of. Friday will be frustrating (not a big day for progress) unless you stop and appreciate all that can be taken for granted. This weekend, be active.",
  "b": "ပန်းသီးအချိုမုန့်သည် စွဲမက်ဖွယ်ကောင်းသော်လည်း သင်ထိုင်ပြီး အကုန်စားပါက သင်မည်သို့ခံစားရမည်ကို တွေးကြည့်ပါ။ တစ်နည်းဆိုရသော် လှပသောအရာများတွင် အလွန်အကျွံ စိတ်ဝင်စားခြင်းကို သတိထားပါ။ ထို့အပြင် အင်္ဂါနေ့နှင့် ဗုဒ္ဓဟူးနေ့များတွင် သင့်ခြေချောင်းများပေါ်ရှိရန် လိုအပ်သောကြောင့် သင့်ကိုယ်သင် ကိုယ်အလေးချိန် လျှော့ချထားပါ (သွက်လက်နေစေရန်)။ ကြာသပတေးနေ့တွင် သင်၏ အာရုံစိုက်မှုအားလုံး လိုအပ်သည်။ သင်၏ တာဝန်အားလုံးကို ဂရုစိုက်ရန် အလုပ်နှင့် မဆိုင်သည့် ကျန်ကမ္ဘာ့တစ်ခုလုံးကို ပိတ်ဆို့ရန်အတွက် လိုအပ်သည်။ သောကြာသည် အလုပ်နှင့် မဆိုင်သည်များကို မရပ်တန့်နိုင်ပါက (တိုးတက်မှုအတွက် ကြီးကျယ်သောနေ့မဟုတ်) စိတ်ပျက်စရာဖြစ်လိမ့်မည်။ ဒီအပတ် နောက်ဆုံးရက်တွေမှာ တက်ကြွနေပါစေ။"
 },
 {
  "id": 11,
  "a": "You and you-know-who are sitting at either end of a seesaw. They may be a stronger force, but you have subtle talents of balance and timing. The polarity is interesting. See if you can find a way to get the best out of this relationship. You're good at making the most of things this week, including tricky friendships. What you're not good at this week is money (don't let anyone entrust you with any midweek). Friday sees you getting what you want and dreaming about the future, and Saturday and Sunday are low-key days, not days to exercise the ego.",
  "b": "ဒီတပတ်သည် စီးဆော ဆော့သလို နိမ့်လိုက် မြင့်လိုက် ဖြစ်နေမည်။ ၎င်းတို့သည် ပိုမိုအားကောင်းသော စွမ်းအားတစ်ခု ဖြစ်နိုင်သော်လည်း သင့်တွင် ဟန်ချက်ညီမှုနှင့် အချိန်ကိုက်မှုဆိုင်ရာ သိမ်မွေ့သော စွမ်းရည်များရှိသည်။ ကွဲပြားမှုက စိတ်ဝင်စားစရာပါ။ ဒီဆက်ဆံရေးကနေ အကောင်းဆုံးရဖို့ နည်းလမ်းရှာနိုင်မလား။ ဤအပတ်တွင် ခင်မင်ရင်းနှီးသော သူငယ်ချင်းများအပါအဝင် သင်အကောင်းဆုံး အရာများကို ပြုလုပ်နိုင်သည် ။ ဒီတစ်ပတ်မှာ သင်မကောင်းတဲ့အရာက ပိုက်ဆံပဲ (ဘယ်သူမှ သင့်ကို ရက်သတ္တပတ်မှာ အပ်နှင်းခွင့်မပြုပါနဲ့)။ ကြာသပတေးနေ့သည် သင်လိုချင်သောအရာကို ရရှိပြီး အနာဂတ်အတွက် အိပ်မက်မက်သည်ကိုမြင်ရပြီး စနေနှင့် တနင်္ဂနွေသည် အတ္တကို ကျင့်သုံးရန် နေ့များမဟုတ်ပဲ နှိမ့်ချနေရမည့် နေ့များသာဖြစ်ပါသည်။"
 },
 {
  "id": 12,
  "a": "Say what you mean. No one will be offended. And if they are offended, well, they'll get over it. Communication is good on Monday, and it's good on Tuesday and Wednesday as well. This is a busy, no-nonsense week. If things aren't clicking on Thursday, it has more to do with mismatched energy than with a failing on anyone's part. No matter what, your relationships are the key to success and happiness. Don't let them go by the wayside just so you can achieve a silly goal or two. This weekend, the sun is smiling down on you even if it's cloudy out.",
  "b": "မင်းဘာကိုလိုချင်တာလဲသိပါစေ။ ဘယ်သူကမှ စော်ကားခံရမှာ မဟုတ်ပါဘူး။ အကယ်၍ ဖြစ်ခဲ့ရင်လည်း အရေးတယူမရှိပဲ ဒီလိုပဲ ပြီးသွားပါလိမ့်မယ်။ တနင်္လာနေ့တွင် ဆက်ဆံရေးကောင်းမွန်ပြီး အင်္ဂါနေ့နှင့် ဗုဒ္ဓဟူးနေ့များတွင်လည်း ကောင်းမွန်သည်။ ဤသည်မှာ အလုပ်များပြီး အဓိပ္ပါယ်မဲ့သော ရက်သတ္တပတ် ဖြစ်သည်။ ကြာသပတေးနေ့တွင် တစ်ဦးတစ်ယောက်၏ ရှုံးနိမ့်မှုထက် ကြိုးစားထားခဲ့ရမှုနှင့် မကိုက်ညီသော စွမ်းအင်များ ပိုအသုံးချခဲ့ရသလို ဖြစ်နေပါသည်။ ဘာပဲဖြစ်ဖြစ် သင့်ဆက်ဆံရေးက အောင်မြင်မှုနဲ့ ပျော်ရွှင်မှုရဲ့ သော့ချက်ပါပဲ။ အလွန်လိုချင်သော ပန်းတိုင်နှစ်ခုကို အရောက်လှမ်းနိုင်စေရန်အတွက် လမ်းဘေးသို့ လွဲချော် မသွားပါစေနှင့်။ ဒီအပတ်မှာတော့ တိမ်တွေထူထပ်နေရင်တောင် နေမင်းကြီးက မင်းကိုပြုံးပြနေတယ်။"
 }
]