[
 {
  "id": 1,
  "a": "You thought you had a certain person figured out. Boy, were you wrong! Whatever assumptions you have at the start of the week, drop them. Spend Tuesday and Wednesday doing research. There are so many things you don't know yet. You don't even know all the things you don't know! On Thursday, you're going to achieve a lot (and you'll finally start to feel grounded) and on Friday you'll have time to devote to a new project. You go into Saturday with a ton of energy and a goal, but expect the culture around you to take you in unforeseen directions. Friends figure strongly on Sunday.",
  "b": "မင်းမှာ လူတစ်ယောက်ကို တွေးတောမိနေပြီထင်တယ်။ မင်းမှားခဲ့တာလား။ တစ်ပတ်ရဲ့ အစမှာ သင့်ရဲ့ ဘယ်လိုထင်မြင် ယူဆချက်တွေကိုပဲ ဖြစ်ဖြစ် ထားခဲ့လိုက်ပါ။ အင်္ဂါနဲ့ ဗုဒ္ဓဟူးနေ့တွေမှာ လေ့လာစမ်းစစ်မှု လုပ်ပါ။ သင်မသိသေးတဲ့အရာတွေ အများကြီးရှိပါသေးတယ်။ သင်မသိတဲ့အရာအားလုံးကို သင်တောင်မသိပါဘူး။ ကြာသပတေးနေ့မှာ သင်အများကြီးအောင်မြင်တော့မှာ ပါ။ သောကြာနေ့မှာ ပရောဂျက်အသစ်တစ်ခုအတွက် သင်မြှုပ်နှံဖို့ အချိန်ရပါလိမ့်မယ်။ စနေနေ့တွင် သင်သည် စွမ်းအင်များစွာနှင့် ပန်းတိုင်တစ်ခုသို့ ရောက်သွားသော်လည်း သင့်ပတ်ဝန်းကျင်က သင့်အား မထင်မှတ်ထားသော လမ်းကြောင်းများဆီသို့ ပို့ဆောင်ပေးမည်ဟု မျှော်လင့်ပါသည်။ တနင်္ဂနွေနေ့တွင် သူငယ်ချင်းများ နှင့် ဆက်နွယ်မှု အားကောင်းနေမည်။"
 },
 {
  "id": 2,
  "a": "The car sputters to a stop on Monday. At first, you're annoyed to be by the side of the road, but this is only the beginning of the adventure. Sometimes the most amazing experiences begin with the most unpromising circumstances. This is a good lesson, and it's something you carry with you the rest of the week. Wednesday and Thursday are business-related, Friday is social but intellectually stimulating, and Saturday you stumble across something utterly, wonderfully, mind-bendingly new. On Sunday, unwind.",
  "b": "တနင်္လာနေ့တွင် ကားသည် အနှောက်အယှက် တခုဖြစ်စေတတ်သည်။ ပထမတော့၊ မင်းလမ်းဘေးမှာရှိနေရတာကို စိတ်ဆိုးနေပေမယ့် ဒါက စွန့်စားမှုရဲ့အစပဲလေ။ တစ်ခါတစ်ရံတွင် အံ့သြဖွယ်အကောင်းဆုံး အတွေ့အကြုံများသည် ထူးဆန်းသော အခြေအနေများနှင့် စတင်သည်။ ဤသည်မှာ သင်ခန်းစာကောင်းတစ်ခုဖြစ်ပြီး ကျန်တစ်ပတ်တာ သင်သယ်ဆောင်သွားမည့် အရာတစ်ခုဖြစ်သည်။ ဗုဒ္ဓဟူး နှင့် ကြာသပတေး တို့သည် စီးပွားရေး နှင့် ဆက်နွှယ် သည် ၊ သောကြာ သည် လူမှုရေး အရ သော်လည်းကောင်း ဥာဏ်ပညာ အရ နှိုးဆွ တတ် ပြီး စနေနေ့ သည် အသစ်အဆန်း ၊ အံ့သြဖွယ်ကိစ္စများ နှင့် တွေ့ကြံရတတ်သည် ။ တနင်္ဂနွေမှာ အပန်းဖြေပါ။"
 },
 {
  "id": 3,
  "a": "Your way of doing things works great for you, but it might not work great for someone else. Ditto your way of looking at things. It's important not to be bossy, and it's especially important this week. As wise as your criticisms are on Tuesday and Wednesday, the people you're around may be entirely uninterested in hearing them. And relationships with the people around you are the key to your well-being right now. When a problem arises with a partner (in either the business or romance realm) at the end of the week, be quick on your toes and solve it right away. No sense letting weirdness linger.",
  "b": "သင်လုပ်ဆောင်ပုံသည် သင့်အတွက် ကောင်းမွန်သော်လည်း ၎င်းသည် အခြားသူတစ်ဦးအတွက် ကောင်းမွန်သော အလုပ်မဖြစ်နိုင်ပါ။ မင်းအရာတွေကို ကြည့်တဲ့ပုံစံနဲ့ တူတယ်။ အတင်းအကြပ် ခိုင်းစေတတ်သူမဖြစ်ဖို့ အရေးကြီးပြီး ဒီတစ်ပတ်မှာ အထူးအရေးကြီးတယ်။ အင်္ဂါနေ့နှင့် ဗုဒ္ဓဟူးနေ့များတွင် သင်၏ဝေဖန်မှုများသည် ပညာရှိသကဲ့သို့ ဖြစ်သော်လည်း သင်အနီးနားရှိလူများက ၎င်းတို့အား နားထောင်ခြင်းကို လုံးဝစိတ်မဝင်စားပါ။ ပြီးတော့ သင့်ပတ်ဝန်းကျင်က လူတွေနဲ့ ပေါင်းသင်းဆက်ဆံရေးက သင့်ဘဝရဲ့ သော့ချက်ပါပဲ။ သီတင်းပတ်ကုန်တွင် လုပ်ဖော်ကိုင်ဖက်တစ်ဦးနှင့် ပြဿနာတစ်ခု (စီးပွားရေးလုပ်ငန်း သို့မဟုတ် အချစ်ရေးနယ်ပယ်တွင်) ပေါ်ပေါက်လာသောအခါ သင်ကိုယ်တိုင် မြန်မြန် ချက်ချင်းဖြေရှင်းပါ။ ထူးထူးဆန်းဆန်းတွေကို လက်ခံထားဖို့ အဓိပ္ပာယ်မရှိဘူး။"
 },
 {
  "id": 4,
  "a": "The week begins like a storybook, complete with babbling brooks and trees that talk and strangers meeting in the woods and falling in love. Exercise figures on Monday, but it's a fun exercise, the kind you barely notice. The middle of the week is less dreamy and fun, but don't stop exercising. It will keep you in good spirits even as the details and the drudgery threaten to drag you down. On Friday, you're happy and charming (it's so much easier to be charming when you aren't stressed, isn't it?), andyou have all the time in the world to sleep in on Sunday.",
  "b": "ဤရက်သတ္တပတ်သည် တောအုပ်ထဲတွင် သူစိမ်းများတွေ့ပြီး ချစ်မိသွားသည့် ချောင်းများနှင့် သစ်ပင်များ အစုံအလင်ရှိသော ပုံပြင်စာအုပ်ကဲ့သို့ အစပြုပါသည်။ တနင်္လာနေ့တွင် လေ့ကျင့်ခန်းများ ရှိလာသော်လည်း ၎င်းသည် သင်သတိမထားမိသည့် ပျော်စရာ လေ့ကျင့်ခန်းတစ်ခုဖြစ်သည်။ ရက်သတ္တပတ်ရဲ့အလယ်မှာ အိပ်မက်မက်ပြီး ပျော်စရာကောင်းပေမယ့် လေ့ကျင့်ခန်းကို မရပ်လိုက်ပါနဲ့။ အသေးစိတ် အချက်အလက်များနှင့် ငြီးငွေ့စရာ အလုပ်များက သင့်က စိတ်ကောင်းရှိသော်လည်း သင့်ကို ဆွဲချနေသကဲ့သို့ ဖြစ်နေမည်ဖြစ်သည်။ သောကြာနေ့မှာ သင် ပျော်ရွှင်ပြီး ချစ်စရာကောင်းနေမှာပါ (စိတ်ဖိစီးမှုမရှိတဲ့အခါ ချစ်စရာကောင်းနေဖို့ ပိုလွယ်တယ်မဟုတ်လား) ၊ သင်ဟာ တနင်္ဂနွေမှာ အိပ်ဖို့ အချိန်တိုင်းရှိနေပါပြီ။"
 },
 {
  "id": 5,
  "a": "Monday finds you having to mediate a dispute between two of your friends and then, horribly, becoming involved yourself. That's what happens when friends become arbiters! Find a way to back out of the situation gracefully, perhaps by fully admitting that it was never any of your business. Losing face is a lot better than losing a pal. The middle of the week is a corrective to all this early-week weirdness. Tuesday through Thursday is fun and flowers everywhere. Friday and Saturday are exciting, and Sunday is emotionally rich but low-key compared to the rest of the week.",
  "b": "တနင်္လာနေ့တွင် သင့်သူငယ်ချင်း နှစ်ဦးကြား ငြင်းခုံမှုတစ်ခုကို ပြေလည်အောင် ဖြေရှင်းရမည်ဖြစ်ပြီး၊ ထို့နောက်တွင် သင်ကိုယ်တိုင် ပါဝင်ပတ်သက်လာပါက ကြောက်မက်ဖွယ်ကောင်းလှသည်။ သူငယ်ချင်းတွေက သူတို့မှန်သည်တွေပဲ ဖြစ်လာတဲ့အခါ အဲဒါက ဘာဖြစ်နိုင်မလဲ။ သင့်လုပ်ငန်းကို  ဘယ်တော့မှ ထိခိုက်ခံမည် မဟုတ်ကြောင်း အပြည့်အ၀ ဝန်ခံခြင်းဖြင့် အခြေအနေမှ ရုန်းထွက်ရန် နည်းလမ်းကောင်းကို ရှာဖွေပါ။ သူငယ်ချင်းကြား မျက်နှာပျက်သွားတာက ချစ်သူကို ဆုံးရှုံးရတာထက် အများကြီး ပိုကောင်းပါတယ်။ ရက်သတ္တပတ်၏ အလယ်သည် ဤသီတင်းပတ် အစောပိုင်းတွင် ထူးဆန်းမှု အားလုံးကို ပြုပြင်ပေးသည်။ အင်္ဂါနေ့မှ ကြာသပတေးနေ့သည် နေရာတိုင်းတွင် ပျော်စရာကောင်းပြီး ပန်းများပွင့်သည်။ သောကြာနှင့်စနေနေ့သည် စိတ်လှုပ်ရှားစရာကောင်းပြီး တနင်္ဂနွေသည် စိတ်ပိုင်းဆိုင်ရာကြွယ်ဝသော်လည်း ကျန်အပတ်များနှင့် နှိုင်းယှဉ်ပါက အားနည်းပါသည်။"
 },
 {
  "id": 6,
  "a": "Words come easily to you on Monday, and everyone around you seems to be responding well. If only the same could be said for your communications with your family on Tuesday. And on Wednesday. And on Thursday. You and your family have just hit a rough patch, communications-wise. Meanwhile, you'll be preoccupied with way too much communication (correspondence, phone calls, emails, chatter) in the rest of your life. Until Friday, the spotlight lands on one person; one person for you to focus on all day and night and all of Saturday too. Sunday finds you entering unknown territory.",
  "b": "တနင်္လာနေ့တွင် စကားလုံးများသည် သင့်ထံ လွယ်ကူစွာ ရောက်လာပြီး သင့်ပတ်ဝန်းကျင်ရှိလူတိုင်းက ကောင်းမွန်စွာ တုံ့ပြန်ပုံရသည်။ အကယ်၍ အင်္ဂါနေ့တွင် သင့်မိသားစုနှင့် သင့်ဆက်သွယ်မှုအတွက် အလားတူပြောနိုင်မည် ဖြစ်သည်။ ဗုဒ္ဓဟူးနေ့ ကြာသပတေးနေ့ တို့တွင် သင်နှင့် သင့်မိသားစုသည် ကြမ်းတမ်းသော ကိစ္စများနှင့်  ကြုံနေရတတ်သည်။ ဤအတောအတွင်း၊ သင်သည် သင့်ဘဝ၏ ကျန်ရှိသော အချိန်များကို ဆက်ဆံရေး (စာပေးစာယူ၊ ဖုန်းခေါ်ဆိုမှု၊ အီးမေးလ်များ၊ စကားများ) အလွန်အကျွံ နစ်မွန်းနေလိမ့်မည်။ သောကြာနေ့အထိ၊ လူတစ်ဦး အပေါ်ကိုသာ အာရုံစိုက်နေတတ်သည်။ လူတစ်ဦးသည် သင့်အတွက် နေ့ရောညပါ အားလုံးကို အာရုံစိုက်စေတတ်ပြီး စနေနေ့ထိ ဖြစ်နေတတ်သည်။ တနင်္ဂနွေသည် သင်မသိသော နယ်မြေ ဝန်းကျင် ထဲသို့ ရောက်ရှိသွားတတ်သည်။"
 },
 {
  "id": 7,
  "a": "The bigger the better, as they say. You are right there with them on Monday, because nothing is too grandiose for your tastes, and you feel like showing off a bit. Tuesday brings a return to modesty somewhat, with you focusing on small details and quality friendships. Wednesday and Thursday you'd do well to spend with friends. Make some plans together, perhaps a quick getaway. But on Friday and Saturday, plan to stay close to home because something there needs your attention this weekend. Deal with it directly and it won't blow up into a crisis. Don't deal with it directly and you run this risk.",
  "b": "ကိစ္စကြီးလေ ပိုကောင်းလေပါပဲ။ တနင်္လာနေ့မှာ မင်းသူတို့နဲ့ အတူရှိနေတယ်ဆိုတော့ မင်းအတွက် ဘာမှ သိပ်ကြီးကျယ်ကျယ်ပြောနေစရာ မလိုပါဘူး။  မင်းရဲ့အခန်း နည်းတယ်လို့ ခံစားရတတ်တယ်။ အင်္ဂါနေ့တွင် သေးငယ်သော အရာလေးများကို အာရုံစိုက်ခြင်းဖြင့် ဆက်ဆံရေးတွေမှာလည်း ကျိုးနွံမှုရှိပါစေ။ ဗုဒ္ဓဟူး နဲ့ ကြာသပတေးနေ့တွေမှာ သူငယ်ချင်းတွေနဲ့ ပေါင်းသင်းရတာ အဆင်ပြေပါတယ်။ အမြန်ပြီးမြောက်ဖို့ ဖြစ်နိုင်သလို အတူတူ အစီအစဉ်တချို့လုပ်ပါ။ သို့သော် သောကြာနှင့် စနေနေ့များတွင် ဤအပတ်တွင် သင့်အာရုံစူးစိုက်မှု လိုအပ်နေသောကြောင့် အိမ်နှင့် နီးကပ်စွာနေရန် စီစဉ်ပါ။ အိမ်ကိစ္စများကို သူတပါး ဝေဖန်စရာ မဖြစ်အောင် သင်ကိုယ်တိုင် တိုက်ရိုက်ဖြေရှင်းပါ၊ ပြဿနာကနေ ရှောင်လွှဲ ပြေးသွားသူ မဖြစ်ပါစေနဲ့။"
 },
 {
  "id": 8,
  "a": "You are a supreme being at the beginning of the week. Top of your game. Better than ever. Whatever you do, let your heart be your guide and proceed with confidence. Unfortunately, on Tuesday, the outside world will give you a bit of a sinking feeling and you'll find yourself retreating into your own head. Wednesday and Thursday are quiet, introverted days as well, serious days, in fact. But Friday is a return to form, all friends and action and romance and hot chocolate. The mood will carry on through Saturday. On Sunday, check in with the family.",
  "b": "မင်းက တစ်ပတ်ရဲ့အစမှာ အမြင့်မြတ်ဆုံးသူပါ။ အရင်ကထက် ပိုကောင်းပါတယ်။ ဘာပဲလုပ်လုပ် ကိုယ့်စိတ်နှလုံးဟာ မင်းရဲ့လမ်းညွှန်မှုနဲ့ ယုံကြည်မှုအပြည့်ရှိပါစေ။ ကံမကောင်းစွာပဲ၊ အင်္ဂါနေ့တွင်၊ ပြင်ပကမ္ဘာသည် သင့်အား နစ်မြုပ်သွားစေမည့် ခံစားချက်အနည်းငယ်ကို ပေးစွမ်းနိုင်ပြီး သင့်ခေါင်းထဲသို့ ရှုပ်ထွေး သွားသည်ကို သင်တွေ့လိမ့်မည်။ ဗုဒ္ဓဟူး နှင့် ကြာသပတေး တို့သည် တိတ်တိတ်ဆိတ်ဆိတ် နေလိုစိတ်ရှိသော နေ့ရက်များ ဖြစ်တတ်သည်။ တကယ်တော့ လေးနက်သော နေ့ရက်များ ဖြစ်သည်။ သို့သော် သောကြာနေ့သည် သူငယ်ချင်းများနှင့် အက်ရှင်နှင့် အချစ်ဇာတ်လမ်း နှင့် ချောကလက်ပူပူများ အားလုံးကို တွေ့မြင်နိုင်သည်။ ဒီလို နေချင် စိတ်ထားက စနေနေ့အထိ ဆက်သွားလိမ့်မယ်။ တနင်္ဂနွေမှာ မိသားစုနဲ့ တွေ့ဆုံမှု လုပ်ပါ။"
 },
 {
  "id": 9,
  "a": "There's too much happening at the outset of the week for you to get a handle on anything. Sometimes being busy is fun, but you're a little too busy for your own good. Sink a needle into all the madness and let the tension out. Tuesday, Wednesday, and Thursday are productive but pleasant, as fine a time as ever to chart plans and discuss ideas (and, if you have spare time, to tidy up). Shopping figures into your day on Friday, likely shopping for something with a partner. And Saturday has you thinking about money. On Sunday, your intellectual curiosity may lead you to do some research.",
  "b": "တစ်ပတ်ရဲ့အစမှာ မင်းဘာကိုမဆို ကိုင်တွယ် ဖြေရှင်း နိုင်လောက်အောင် ဖြစ်ပျက်နေတာတွေ အများကြီးပဲ။ တစ်ခါတလေ အလုပ်များတာက ပျော်စရာကောင်းပေမယ့် မိမိကိုယ်ကို ကောင်းဖို့တော့ နည်းနည်း ဂရုစိုက်ပေးရတယ်။ ရူးသွပ်စေတဲ့ အရာတွေ တင်းမာမှုတွေကနေ ရုန်းထွက်နိုင်အောင် ကြိုးစားပါ။ အင်္ဂါ၊ ဗုဒ္ဓဟူး နှင့် ကြာသပတေးနေ့များသည် အကျိုးဖြစ်ထွန်းသော်လည်း သာယာပျော်ရွှင်ဖွယ်ကောင်းသော အစီအစဉ်များကို ဇယားဆွဲပြီး အကြံဥာဏ်များ ဆွေးနွေးပါ။ အားလပ်ချိန်များရှိလျှင် ပြင်ဆင်ပါ။ သောကြာနေ့တွင် ပါတနာနှင့် တစ်စုံတစ်ခုအတွက် စျေးဝယ်ခြင်း ကဲ့သို့သော ကိစ္စများ ရှိတတ်သည်။ ပြီးတော့ စနေမှာ မင်းပိုက်ဆံအကြောင်း တွေးနေတာ။ တနင်္ဂနွေနေ့တွင်၊ သင်၏ဉာဏ်ရည်ဉာဏ်သွေး စူးစမ်းလိုစိတ်က သင့်အား သုတေသနပြုရန် ဦးတည်စေနိုင်သည်။"
 },
 {
  "id": 10,
  "a": "You may not have all the answers, but someone else thinks you do, and that's a great place to be. You're admired. If the group is without a leader and you have what the group needs, step up to the task. You're a good listener (especially important on Tuesday and Wednesday), and grudges slide right through your fingertips these days (especially important on Thursday). On Friday, some heavy-duty flirting sets your heart aflutter. Your mind, meanwhile, swirls with thoughts of beauty. It's amazing the unexpected turns life takes. On Sunday, your unexpected thoughts turn to business.",
  "b": "သင့်တွင် အဖြေအားလုံး မရှိနိုင်သော်လည်း အခြားသူတစ်ဦးက သင်လုပ်ဆောင်သည်ဟု ထင်မြင်ပြီး ၎င်းသည် အခြေအနေကောင်း တစ်ခုဖြစ်သည်။ မင်းကို လေးစားကြတယ်။ အကယ်၍ အဖွဲ့သည် ခေါင်းဆောင်မှု လိုအပ်နေပါက သင် လုပ်ဆောင်လိုက်ပါ။ အင်္ဂါနေ့နှင့် ဗုဒ္ဓဟူးနေ့များ တွင် သင်သည် နားထောင်ကောင်းသူ အဖြစ်နေရမည်ဖြစ်သည်။(အထူးသဖြင့် အရေးကြီးသော ကြာသပတေးနေ့) တွင် အာဃာတများ ရွေ့လျားနေတတ်ပါသည်။ သောကြာနေ့တွင် တစုံတယောက်၏ လေးနက်သော အပြုအမှုသည် သင့်နှလုံးကို တုန်လှုပ်စေတတ်ပါသည်။ တစ်ချိန်တည်းမှာပင် သင့်စိတ်သည် လှပသောအတွေးများဖြင့် ဝေ့ဝဲနေသည်။ မမျှော်လင့်ထားတဲ့ ဘဝအလှည့်အပြောင်းဟာ အံ့သြစရာကောင်းပါတယ်။ တနင်္ဂနွေမှာ မင်းရဲ့ မမျှော်လင့်ထားတဲ့ အတွေးတွေက စီးပွားရေးဘက်ကို ပြောင်းသွားတယ်။"
 },
 {
  "id": 11,
  "a": "Work is worrying you on Monday. Something's up with the boss. If you find yourself tiptoeing around, well, this is probably smart of you. Your instincts are to be trusted. Being flamboyant and forward is not the answer right now. On Tuesday or Wednesday, someone will let you in on a secret that changes your understanding of an issue you thought you had all figured out. On Thursday, doing a favor for a friend makes you far happier than you could have predicted. The key to sustaining this happiness on Friday and Saturday is to be aware and take your time. Sunday is a day of energy and rebirth.",
  "b": "တနင်္လာနေ့မှာ အလုပ်က သင့်ကို စိတ်ပူစေတယ်။ သူဌေးနဲ့ တစ်ခုခုဖြစ်နေပြီ။ အကယ်၍ သင်သည် အနီးနားတွင် အချက်အလက်များ ရရှိနိုင်ပါက ဤအရာသည် သင့်အတွက် စမတ် ဖြစ်ကောင်းဖြစ်နိုင်သည်။ မင်းရဲ့ ဗီဇတွေကို ယုံကြည်ရမယ်။ ထက်မြက်ပြီး ရှေ့သို့ တိုးနေခြင်းသည် ယခုအချိန်အတွက် အဖြေမဟုတ်ပါ။ အင်္ဂါနေ့ သို့မဟုတ် ဗုဒ္ဓဟူးနေ့တွင် တစ်စုံတစ်ဦးသည် သင်တွေးခေါ်မိခဲ့သော ပြဿနာတစ်ခုနှင့်ပတ်သက်၍ သင့်နားလည်မှုကို ပြောင်းလဲစေမည့် လျှို့ဝှက်ချက်တစ်ခုကို သင့်အားခွင့်ပြုပေးလိမ့်မည်။ ကြာသပတေးနေ့တွင် သူငယ်ချင်းတစ်ဦးအား ကျေးဇူးပြုခြင်းသည် သင်ခန့်မှန်းထားသည်ထက် များစွာပို၍ ပျော်ရွှင်စေသည်။ ဤပျော်ရွှင်မှုကို တည်တံ့ခိုင်မြဲစေမည့် သော့ချက်မှာ သောကြာနှင့်စနေနေ့များတွင် သတိနှင့် အချိန်ယူရန် ဖြစ်သည်။ တနင်္ဂနွေသည် ခွန်အားဖြင့် ပြန်လည်မွေးဖွားရာနေ့ ဖြစ်သည်။"
 },
 {
  "id": 12,
  "a": "When the sun smiles on Monday, you, in this happy glow, can't help but smile too. You are the beneficiary of good luck and also some long-time-in-coming goodwill. On Wednesday and Thursday, an authority figure puts a crimp in your style, but by Friday, you're getting hugs from friends right and left for no reason at all. When someone asks you about your hopes for the future on Friday or Saturday, your goals will suddenly seem more attainable than ever. Expect rich dreams on Saturday night. You won't be able to get them out of your head on Sunday.",
  "b": "တနင်္လာနေ့မှာ နေမင်း ပြုံးသလိုမျိုး ပျော်ရွှင်တဲ့ အလင်းရောင်မှာ မင်းလည်း ပြုံးရမှာပါ။ သင်သည် ကံကောင်းခြင်း နှင့် စေတနာကောင်းတစ်ခု၏ အကျိုးခံစားခွင့်ကာလ ရရှိလာမည်လည်း ဖြစ်သည်။ ဗုဒ္ဓဟူးနေ့နှင့် ကြာသပတေးနေ့များတွင် အာဏာပိုင်ပုဂ္ဂိုလ်တစ်ဦးသည် သင့်ပုံစံကို ပုံဖော်လုပ်ထားသော်လည်း သောကြာနေ့တွင် သင်သည် အကြောင်းပြချက်မရှိဘဲ သူငယ်ချင်းများ နှင့် ထွက်ခွာသွားမည်ဖြစ်သည်။ သောကြာ သို့မဟုတ် စနေနေ့တွင် သင့်အနာဂတ်အတွက် မျှော်လင့်ချက်များကို တစ်စုံတစ်ဦးမှ သင့်အား မေးမြန်းသောအခါ သင့်ရည်မှန်းချက်များသည် ယခင်ကထက် ရုတ်တရက် ပိုမိုအောင်မြင်လာမည်ဖြစ်သည်။ စနေနေ့ညတွင် ချမ်းသာသော အိပ်မက်များကို မျှော်လင့်ပါ။ တနင်္ဂနွေမှာ သူတို့ကို မင်းခေါင်းထဲက ထုတ်နိုင်မှာမဟုတ်ဘူး။"
 }
]